<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:ali="http://www.niso.org/schemas/ali/1.0/" xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" article-type="brief-report" dtd-version="1.3" xml:lang="de"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Chirurgie (Heidelb)</journal-id><journal-id journal-id-type="iso-abbrev">Chirurgie (Heidelb)</journal-id><journal-title-group><journal-title>Chirurgie (Heidelberg, Germany)</journal-title></journal-title-group><issn pub-type="ppub">2731-6971</issn><issn pub-type="epub">2731-698X</issn><publisher><publisher-name>Springer Medizin</publisher-name><publisher-loc>Heidelberg</publisher-loc></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmid">39514002</article-id><article-id pub-id-type="pmc">PMC11785625</article-id>
<article-id pub-id-type="publisher-id">2190</article-id><article-id pub-id-type="doi">10.1007/s00104-024-02190-y</article-id><article-categories><subj-group subj-group-type="heading"><subject>Bild und Fall</subject></subj-group></article-categories><title-group><article-title>Postoperativ sich entwickelnde ulzer&#x000f6;se Hautl&#x000e4;sionen mit assoziierter Colitis ulcerosa bei einem Patienten mit Z.&#x0202f;n. femorokruraler (P3) Bypasseinlage wegen peripherer arterieller Durchblutungsst&#x000f6;rung</article-title><trans-title-group><trans-title xml:lang="en">Postoperatively developing ulcerous skin lesions with associated ulcerative colitis in a&#x000a0;patient with status after femorocrural (P3) bypass insertion for peripheral arterial occlusion disease</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" corresp="yes"><name><surname>Barth</surname><given-names>U.</given-names></name><address><email>udo.barth@med.ovgu.de</email></address><xref ref-type="aff" rid="Aff1">1</xref></contrib><contrib contrib-type="author"><name><surname>Eltokhy</surname><given-names>M.</given-names></name><xref ref-type="aff" rid="Aff1">1</xref></contrib><contrib contrib-type="author"><name><surname>Meyer</surname><given-names>F.</given-names></name><xref ref-type="aff" rid="Aff2">2</xref></contrib><contrib contrib-type="author"><name><surname>Langer</surname><given-names>D.</given-names></name><xref ref-type="aff" rid="Aff3">3</xref></contrib><contrib contrib-type="author"><name><surname>Halloul</surname><given-names>Z.</given-names></name><xref ref-type="aff" rid="Aff1">1</xref></contrib><aff id="Aff1"><label>1</label><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/03m04df46</institution-id><institution-id institution-id-type="GRID">grid.411559.d</institution-id><institution-id institution-id-type="ISNI">0000 0000 9592 4695</institution-id><institution>Arbeitsbereich Gef&#x000e4;&#x000df;chirurgie, Klinik f&#x000fc;r Allgemein&#x02011;, Viszeral&#x02011;, Gef&#x000e4;&#x000df;- und Transplantationschirurgie, </institution><institution>Universit&#x000e4;tsklinikum Magdeburg A. &#x000f6;. R., </institution></institution-wrap>Leipziger Str.&#x000a0;44, 39120 Magdeburg, Deutschland </aff><aff id="Aff2"><label>2</label><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/03m04df46</institution-id><institution-id institution-id-type="GRID">grid.411559.d</institution-id><institution-id institution-id-type="ISNI">0000 0000 9592 4695</institution-id><institution>Klinik f&#x000fc;r Allgemein&#x02011;, Viszeral&#x02011;, Gef&#x000e4;&#x000df;- und Transplantationschirurgie, </institution><institution>Universit&#x000e4;tsklinikum Magdeburg A. &#x000f6;. R., </institution></institution-wrap>Magdeburg, Deutschland </aff><aff id="Aff3"><label>3</label><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/01trdns33</institution-id><institution-id institution-id-type="GRID">grid.473621.5</institution-id><institution-id institution-id-type="ISNI">0000 0001 2072 3087</institution-id><institution>Institut f&#x000fc;r Pathologie, </institution><institution>Klinikum Magdeburg gemeinn&#x000fc;tzige GmbH, </institution></institution-wrap>Magdeburg, Deutschland </aff></contrib-group><pub-date pub-type="epub"><day>8</day><month>11</month><year>2024</year></pub-date><pub-date pub-type="pmc-release"><day>8</day><month>11</month><year>2024</year></pub-date><pub-date pub-type="ppub"><year>2025</year></pub-date><volume>96</volume><issue>2</issue><fpage>145</fpage><lpage>149</lpage><history><date date-type="accepted"><day>7</day><month>10</month><year>2024</year></date></history><permissions><copyright-statement>&#x000a9; The Author(s) 2024</copyright-statement><copyright-year>2024</copyright-year><license><ali:license_ref specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p><bold>Open Access</bold> Dieser Artikel wird unter der Creative Commons Namensnennung 4.0 International Lizenz ver&#x000f6;ffentlicht, welche die Nutzung, Vervielf&#x000e4;ltigung, Bearbeitung, Verbreitung und Wiedergabe in jeglichem Medium und Format erlaubt, sofern Sie den/die urspr&#x000fc;nglichen Autor(en) und die Quelle ordnungsgem&#x000e4;&#x000df; nennen, einen Link zur Creative Commons Lizenz beif&#x000fc;gen und angeben, ob &#x000c4;nderungen vorgenommen wurden.</license-p><license-p>Die in diesem Artikel enthaltenen Bilder und sonstiges Drittmaterial unterliegen ebenfalls der genannten Creative Commons Lizenz, sofern sich aus der Abbildungslegende nichts anderes ergibt. Sofern das betreffende Material nicht unter der genannten Creative Commons Lizenz steht und die betreffende Handlung nicht nach gesetzlichen Vorschriften erlaubt ist, ist f&#x000fc;r die oben aufgef&#x000fc;hrten Weiterverwendungen des Materials die Einwilligung des jeweiligen Rechteinhabers einzuholen.</license-p><license-p>Weitere Details zur Lizenz entnehmen Sie bitte der Lizenzinformation auf <ext-link ext-link-type="uri" xlink:href="https://creativecommons.org/licenses/by/4.0/">http://creativecommons.org/licenses/by/4.0/deed.de</ext-link>.</license-p></license></permissions><funding-group><award-group><funding-source><institution>Universit&#x000e4;tsklinikum Magdeburg (8973)</institution></funding-source></award-group><open-access><p>Open Access funding enabled and organized by Projekt DEAL.</p></open-access></funding-group><custom-meta-group><custom-meta><meta-name>issue-copyright-statement</meta-name><meta-value>&#x000a9; Springer Medizin Verlag GmbH, ein Teil von Springer Nature 2025</meta-value></custom-meta></custom-meta-group></article-meta></front><body><sec id="Sec1"><title>Anamnese</title><p>Ein 80-j&#x000e4;hriger Patient wurde mit einer inkompletten Isch&#x000e4;mie des rechten Beines notfallm&#x000e4;&#x000df;ig nach kompletter perkutaner transluminaler Angioplastie (PTA) und Implantation von 3&#x000a0;selbstexpandierenden Stents (Visi Pro, Medtronic, Minneapolis/MN, USA) bei langstreckigem Verschluss der A.&#x000a0;femoralis superficialis rechts, die am Vortag stattgefunden hatte, aufgenommen. Der Patient klagte &#x000fc;ber starke Ruheschmerzen und eine k&#x000fc;hle untere rechte Extremit&#x000e4;t bei erhaltener Sensibilit&#x000e4;t. Daraufhin wurde die Revaskularisation durch Anlage eines femoroinfragenualen Bypasses mittels beringter Gore&#x000a0;Propaten<sup>&#x000ae;</sup>-Prothese (W.L.&#x000a0;GORE, Putzbrunn, Deutschland) mit einem Durchmesser von 7&#x000a0;mm durchgef&#x000fc;hrt. Nach einer kurzen &#x000dc;berwachungsphase auf einer Intermediate-Care-Station konnte der Patient auf die Normalstation verlegt werden. Im weiteren Verlauf entwickelte der Patient blutig tingierte Stuhlg&#x000e4;nge. Daraufhin erfolgte eine Koloskopie. Sowohl das klinische und endoskopische Bild als auch die Histologie best&#x000e4;tigten die Diagnose einer schweren Colitis ulcerosa. Die Behandlung erfolgte oral und rektal mit Mesalazin (Salofalk, Dr. Falk Pharma, Freiburg, Deutschland), worunter sich das Beschwerdebild deutlich besserte. Des Weiteren entwickelten sich im Bereich des rechten Unterschenkels in H&#x000f6;he des medialen Malleolus einschmelzende Ulzerationen, sp&#x000e4;ter im Verlauf auch am linken Unterschenkel.</p></sec><sec id="Sec2"><title>Klinischer Befund</title><p>Initial zeigte sich am Malleolus medialis rechts ein ca.&#x000a0;3&#x0202f;&#x000d7;&#x02009;3&#x0202f;cm gro&#x000df;es ger&#x000f6;tetes und schmerzhaftes Areal mit einer ca.&#x000a0;5&#x0202f;mm gro&#x000df;en gelblichen Pustel mit danebenliegenden kleineren Pusteln, zum Teil n&#x000e4;ssend und mazeriert. Im kurzfristigen Verlauf kam es zur Progredienz des pustul&#x000e4;ren Areals mit Aufl&#x000f6;sung der Dermis und Mazerationsbildung.</p></sec><sec id="Sec3"><title>Diagnostik</title><sec id="Sec4"><title>Labor</title><p>In der Entwicklungsphase der pustul&#x000e4;ren Ver&#x000e4;nderung zeigten sich die Leukozyten im Normbereich. Es kam zu einem moderaten Anstieg des CRP von 67,3&#x0202f;mg/l auf 74,6&#x0202f;mg/l. Der Hb-Wert war bei 4,9&#x0202f;mmol/l stabil auf niedrigem Niveau. Die entnommenen mikrobiologischen Abstriche aus den pustul&#x000e4;ren Ver&#x000e4;nderungen waren steril.</p></sec><sec id="Sec5"><title>Bildgebung</title><p>Die Fotodokumentation spiegelt den progredienten Verlauf der pustul&#x000e4;ren Effloreszenz wider. Hier ist eine dynamische Gr&#x000f6;&#x000df;enzunahme zu erkennen. Abb.&#x000a0;<xref rid="Fig1" ref-type="fig">1</xref> zeigt den Initialbefund. Im weiteren Verlauf kam es zu einer zirkul&#x000e4;ren Ausbreitung der Effloreszenz (Abb.&#x000a0;<xref rid="Fig2" ref-type="fig">2</xref>), die unter dem Verdacht einer Abszessbildung bei frisch implantierter Polytetrafluorethylen(PTFE)-Prothese chirurgisch d&#x000e9;bridiert wurde.<fig id="Fig1"><label>Abb. 1</label><caption><p> Initialbefund am medialen Malleolus der gef&#x000e4;&#x000df;chirurgisch sanierten Extremit&#x000e4;t &#x02013;&#x000a0;klinische Fotodokumentation des Lokalbefundes der medialen Malleolarregion (rechte untere Extremit&#x000e4;t) im station&#x000e4;ren Behandlungsverlauf (Quelle: klinischer Bilderfundus&#x000a0;&#x02013; Arbeitsbereich Gef&#x000e4;&#x000df;chirurgie; Klinik f&#x000fc;r Allgemein&#x02011;, Viszeral&#x02011;, Gef&#x000e4;&#x000df;- und Transplantationschirurgie)</p></caption><graphic xlink:href="104_2024_2190_Fig1_HTML" id="d33e225"/></fig><fig id="Fig2"><label>Abb. 2</label><caption><p>Verlaufsstadium des Lokalbefundes &#x02013;&#x000a0;klinische Fotodokumentation des Lokalbefundes der medialen Malleolarregion (rechte untere Extremit&#x000e4;t) im station&#x000e4;ren Behandlungsverlauf (Quelle: klinischer Bilderfundus&#x000a0;&#x02013; Arbeitsbereich Gef&#x000e4;&#x000df;chirurgie; Klinik f&#x000fc;r Allgemein&#x02011;, Viszeral&#x02011;, Gef&#x000e4;&#x000df;- und Transplantationschirurgie)</p></caption><graphic xlink:href="104_2024_2190_Fig2_HTML" id="d33e232"/></fig></p></sec></sec><sec id="Sec6"><title>Wie lautet Ihre Diagnose?</title></sec><sec id="Sec7"><title>Therapieentscheidung</title><p>Bei initialem Verdacht auf eine bakterielle Infektion mit Abszessbildung und vorbestehender frischer Implantation eines Prothesenbypasses der ipsilateralen Seite erfolgte das chirurgische D&#x000e9;bridement und die Anlage einer Vakuumversieglung, um einer drohenden Protheseninfektion entgegenzuwirken.</p><sec id="Sec8"><title>Operativ</title><p>Das lokale D&#x000e9;bridement erfolgte durch eine 2&#x0202f;&#x000d7;&#x02009;3&#x0202f;cm Haut-Rand-Exzision am Innenkn&#x000f6;chel rechts sowie nach zentral eine Hautl&#x000e4;ngsinzision. Es entleerte sich altes H&#x000e4;matom ohne Zeichen auf ein putrides Exsudat. Danach wurde eine ausgiebige Sp&#x000fc;lung mit Lavanox-Serag<sup>&#x000ae;</sup> (Wundsp&#x000fc;ll&#x000f6;sung mit &#x0003c;&#x0202f;0,08&#x0202f;% NaOCL/HOCl; Serag Wiesner, Naila, Deutschland), Blutstillung im Situs und Anlage eines &#x0201e;Vacuum-assisted-closure&#x0201c;(V.A.C.)-Verbandes (ActiV.A.C.&#x02122; Therapieeinheit, 3M&#x000a0;Deutschland GmbH, Neuss, Deutschland) durchgef&#x000fc;hrt. Das d&#x000e9;bridierte Gewebe wurde zur histologischen Begutachtung eingesandt.</p></sec><sec id="Sec9"><title>Systemisch</title><p>Nach Diagnosestellung des Pyoderma gangraenosum (PG) wurde ein Prednisolonschema mit initial 80&#x0202f;mg, dann Reduktion von 10&#x000a0;mg alle 3&#x000a0;Tage begonnen, unter welchem die bestehenden Ulzera am linken Sprunggelenk unter kleinen Narben abheilten und sich auch am rechten Unterschenkel stabile Wundverh&#x000e4;ltnisse zeigten. Hier konnte mit adaptierenden N&#x000e4;hten eine Wundverkleinerung erfolgen. Die Prednisolontherapie wurde danach auf eine Erhaltungsdosis von 10&#x000a0;mg/Tag bei Entlassung ausgeschlichen. Unter der systemischen und lokalen Therapie kam es zu einer vollst&#x000e4;ndigen Abheilung der L&#x000e4;sionen (Abb.&#x000a0;<xref rid="Fig3" ref-type="fig">3</xref>).<fig id="Fig3"><label>Abb. 3</label><caption><p>Nachoperative klinische Fotodokumentation des Lokalbefundes am medialen Malleolus der rechten unteren Extremit&#x000e4;t im station&#x000e4;ren Behandlungsverlauf (Quelle: klinischer Bilderfundus&#x000a0;&#x02013; Arbeitsbereich Gef&#x000e4;&#x000df;chirurgie; Klinik f&#x000fc;r Allgemein&#x02011;, Viszeral&#x02011;, Gef&#x000e4;&#x000df;- und Transplantationschirurgie)</p></caption><graphic xlink:href="104_2024_2190_Fig3_HTML" id="d33e257"/></fig></p></sec></sec><sec id="Sec10"><title>Histopathologie</title><p>Es kommt Haut&#x02011;/Subkutisgewebe zur Darstellung mit &#x000dc;berkleidung durch ein mehrschichtiges Plattenepithel. Dieses reift aus und man sieht eine Akanthose sowie eine Parakeratose. Zentral kommt eine Ulzeration zur Darstellung. In der Tiefe zeigt sich ein dichtes Infiltrat aus Lymphozyten, Plasmazellen und insbesondere neutrophilen Granulozyten mit &#x000dc;bergang in ein abszedierendes Entz&#x000fc;ndungsbild. Umschrieben dann eine Nekrose mit verwaschenen Zellgrenzen und Gewebsuntergang, kr&#x000e4;ftig granulozyt&#x000e4;r durchsetzt, demarkiert und Einschluss winziger Epithelreste. <italic>Zusammenfassung</italic>: Typisches Bild einer PG (Abb.&#x000a0;<xref rid="Fig4" ref-type="fig">4</xref>).<fig id="Fig4"><label>Abb. 4</label><caption><p>Histopathologische Illustration nekrotischer Exsudate des Lokalbefundes am medialen Malleolus der rechten unteren Extremit&#x000e4;t, Nekrose mit verwaschenen Zellgrenzen und Gewebsuntergang, kr&#x000e4;ftig granulozyt&#x000e4;r durchsetzt und demarkiert und Einschluss winziger Epithelreste (<italic>gelber Pfeil</italic>). (F&#x000e4;rbung: Standard H&#x000e4;matoxylin/Eosin, Vergr&#x000f6;&#x000df;erung.: 100-fach; Quelle: Histopathologischer Bilderfundus&#x000a0;&#x02013; Institut f&#x000fc;r Pathologie, Klinikum Magdeburg gGmbH, Birkenallee&#x000a0;34, 39130 Magdeburg)</p></caption><graphic xlink:href="104_2024_2190_Fig4_HTML" id="d33e278"/></fig></p></sec><sec id="Sec11"><title>Diskussion</title><sec id="Sec12"><title>Definition</title><p>Das PG z&#x000e4;hlt zur Gruppe der neutrophilen Dermatosen. Diese Gruppe von Hautkrankheiten zeichnet sich histologisch durch kutane aseptische Abszesse und neutrophile Infiltrate aus. Zu den neutrophilen Dermatosen geh&#x000f6;ren unter anderem auch das Sweet-Syndrom, der Morbus Beh&#x000e7;et und die generalisierte Psoriasis pustulosa [<xref ref-type="bibr" rid="CR1">1</xref>]. Eine entscheidende Rolle scheint eine genetische Pr&#x000e4;disposition zu spielen. So k&#x000f6;nnte das pathogene Gen des Tyrosin-Protein-Phosphatase-Non-Receptor Typ&#x000a0;6 (PTPN6) und die verminderte Aktivit&#x000e4;t seines Proteins sowie die pathogene Variante des Prolin-Serin-Threonin-Phosphatase-interagierenden-Protein-1-Gens (PSTPIP1) zur Aktivierung eines Inflammasoms f&#x000fc;hren, was seinerseits Interleukin&#x000a0;1&#x003b2; (IL-1&#x003b2;) aktiviert, das indirekt Neutrophile rekrutiert und einen autoinflammatorischen Zustand verursacht. PG kann durch ein Trauma ausgel&#x000f6;st oder verschlimmert werden (Pathergieph&#x000e4;nomen). Physische Verletzungen k&#x000f6;nnen die Freisetzung von IL-36 und Autoantigenen aus gesch&#x000e4;digten Keratinozyten verursachen. So sind IL-36A und IL-36G, die von Epithelzellen produziert werden, f&#x000fc;r ihre Rolle bei vielen Autoimmunerkrankungen wie Psoriasis, Hidradenitis suppurativa, akuter generalisierter Pustulose, Morbus Crohn oder Colitis ulcerosa bekannt. So ist anzunehmen, dass ein Trauma mit Freisetzung von RNA durch Keratinozyten zur Aktivierung der angeborenen Immunantwort und zur Degranulation von Neutrophilen sowie zur Freisetzung von IL-36 und zur Aktivierung dieses Zytokins durch IL-36-abgeleitete Neutrophilenproteasen f&#x000fc;hrt. IL-36 hat eine entz&#x000fc;ndungsf&#x000f6;rdernde (proinflammatorische) Wirkung, indem es die Neutrophilen zur verst&#x000e4;rkten Expression entz&#x000fc;ndungsf&#x000f6;rdernder Zytokine anregt und die Differenzierung naiver T&#x02011;Zellen in Richtung der Th1-Linie f&#x000f6;rdert [<xref ref-type="bibr" rid="CR2">2</xref>].</p><p><bold>Diagnose:</bold> Pyoderma gangraenosum (PG) nach Revaskularisation des rechten Beines bei inkompletter Isch&#x000e4;mie mit einem femoroinfragenualen Prothesenbypass bei begleitender Colitis ulcerosa</p><p>Die h&#x000e4;ufigste Grunderkrankung beim Auftreten einer PG ist eine chronisch-entz&#x000fc;ndliche Darmerkrankung. Kridin et&#x000a0;al. konnten in ihrer Metaanalyse zeigen, dass die Pr&#x000e4;valenz einer Colitis ulcerosa in den verschiedenen Studienpopulationen zwischen 3,4&#x000a0;und 32,3&#x0202f;% lag, w&#x000e4;hrend die kombinierte Pr&#x000e4;valenz mit 11,5 (95&#x0202f;%-CI: 7,2&#x02013;16,6) % berechnet wurde [<xref ref-type="bibr" rid="CR3">3</xref>].</p></sec><sec id="Sec13"><title>Diagnostik</title><p>Die Diagnose des PG erfolgt in der Regel klinisch, d.&#x0202f;h. anhand der Symptome und des klinischen Erscheinungsbildes der Geschw&#x000fc;re. Dieses Vorgehen ist allerdings sehr von der Erfahrung der Therapeuten abh&#x000e4;ngig und fehleranf&#x000e4;llig [<xref ref-type="bibr" rid="CR4">4</xref>]. Der entwickelte PARACELSUS-Score fasst verschiedene Diagnosekategorien in Haupt&#x02011;, Neben- und Zusatzkriterien zusammen. Labor- oder Blutuntersuchungen sind f&#x000fc;r die Diagnosestellung nicht erforderlich.</p></sec><sec id="Sec14"><title>Therapieoptionen</title><p>Die Behandlung des PG ist multimodal und umfasst modernes Wundmanagement, Schmerztherapie, topische sowie systemische immunsuppressive bzw. -modulatorische Therapeutika (Abb.&#x000a0;<xref rid="Fig5" ref-type="fig">5</xref>; [<xref ref-type="bibr" rid="CR1">1</xref>]), die jeweils an den Schweregrad und den Verlauf der Erkrankung anzupassen sind. Daher kommt es im Wesentlichen darauf an, die Erkrankung fr&#x000fc;hzeitig zu erkennen, um Fehleinsch&#x000e4;tzungen und eine unn&#x000f6;tige operative Therapie zu vermeiden. Das lokale D&#x000e9;bridement mit Anlage einer Vakuumversieglung unter dem Verdacht einer bakteriellen Infektion stellte &#x02013;&#x000a0;selbstkritisch gesehen&#x000a0;&#x02013; nicht die wirklich voll befundgerechte Therapiema&#x000df;nahme dar und f&#x000fc;hrte im Sinne des o.&#x0202f;g. Pathomechanismus wahrscheinlich eher zu einer Verschlechterung der Situation. Unter dem Eindruck der schnellen Regression im Zuge der Prednisolontherapie verst&#x000e4;rkt sich der Eindruck der Fehleinsch&#x000e4;tzung, jedoch &#x000fc;berwog initial die Sorge vor einer Infektion des gleichseitig frisch angelegten Prothesenbypasses. Des Weiteren h&#x000e4;tte der akute Schub der bekannten Colitis ulcerosa im Zusammenhang mit dem frischen vorliegenden Trauma an das PG denken lassen m&#x000fc;ssen. Dies unterstreicht, dass das PG nach wie vor eine diagnostische Herausforderung darstellt, da es sich um eine seltene Erkrankung mit mehreren klinischen Nachahmern handelt. Mit einer Fehldiagnoserate von bis zu 39&#x0202f;% gilt es als Prototyp der Fehldiagnose unter den Hautgeschw&#x000fc;ren, bei denen die Erstdiagnose PG war. Die h&#x000e4;ufigsten klinischen Nachahmer sind ven&#x000f6;se Beingeschw&#x000fc;re, Vaskulitis, Vaskulopathien und faktitiale Ulzera [<xref ref-type="bibr" rid="CR5">5</xref>].<fig id="Fig5"><label>Abb. 5</label><caption><p>Algorithmus zur Therapie des Pyoderma gangraenosum. (Aus [<xref ref-type="bibr" rid="CR1">1</xref>])</p></caption><graphic xlink:href="104_2024_2190_Fig5_HTML" id="d33e330"/></fig></p></sec></sec><sec id="Sec15" sec-type="conclusion"><title>Fazit f&#x000fc;r die Praxis</title><p>Das PG stellte eine Herausforderung im klinischen Alltag dar, da das therapeutische Vorgehen wesentlich von der schwierig zu stellenden Diagnose abh&#x000e4;ngt. Die Fehldiagnoserate ist mit 39&#x0202f;% sehr hoch. Insbesondere das Vorhandensein einer chronisch-entz&#x000fc;ndlichen Darmerkrankung im Zusammenhang mit einem frischen operativen Trauma sollte den Chirurgen beim Auftreten der beschriebenen pustul&#x000f6;sen Effloreszenzen an eine PG denken lassen. Ein chirurgisches D&#x000e9;bridement der L&#x000e4;sionen sollte vermieden werden. Die Behandlung ist multimodal und beinhaltet ein modernes Wundmanagement, eine ad&#x000e4;quate Schmerztherapie, topische sowie systemische immunsuppressive bzw. immunmodulatorische Therapeutika.</p></sec></body><back><fn-group><fn><p>M. Eltokhy und U. Barth sind gleichberechtigte Erstautoren.</p></fn><fn><p>
<graphic position="anchor" xlink:href="104_2024_2190_Figqr_HTML" id="d33e191"/>
</p><p>QR-Code scannen &#x00026; Beitrag online lesen</p></fn><fn><p><bold>Hinweis des Verlags</bold></p><p>Der Verlag bleibt in Hinblick auf geografische Zuordnungen und Gebietsbezeichnungen in ver&#x000f6;ffentlichten Karten und Institutsadressen neutral.</p></fn></fn-group><notes notes-type="funding-information"><title>Funding</title><p>Open Access funding enabled and organized by Projekt DEAL.</p></notes><notes><title>Einhaltung ethischer Richtlinien</title><notes id="FPar1"><title>Interessenkonflikt</title><p>M.&#x000a0;Eltokhy, U.&#x000a0;Barth, F.&#x000a0;Meyer, D.&#x000a0;Langer und Z.&#x000a0;Halloul geben an, dass kein Interessenkonflikt besteht.</p></notes><notes><p>F&#x000fc;r diesen Beitrag wurden von den Autor/-innen keine Studien an Menschen oder Tieren durchgef&#x000fc;hrt. F&#x000fc;r die aufgef&#x000fc;hrten Studien gelten die jeweils dort angegebenen ethischen Richtlinien. F&#x000fc;r Bildmaterial oder anderweitige Angaben innerhalb des Manuskripts, &#x000fc;ber die Patient/-innen zu identifizieren sind, liegt von ihnen und/oder ihren gesetzlichen Vertretern/Vertreterinnen eine schriftliche Einwilligung vor.</p></notes></notes><ref-list id="Bib1"><title>Literatur</title><ref id="CR1"><label>1.</label><citation-alternatives><element-citation id="ec-CR1" publication-type="journal"><person-group person-group-type="author"><name><surname>Michel</surname><given-names>D</given-names></name><name><surname>Dege</surname><given-names>T</given-names></name><name><surname>Kneitz</surname><given-names>H</given-names></name><name><surname>Stumpf</surname><given-names>M</given-names></name><name><surname>Goebeler</surname><given-names>M</given-names></name><name><surname>Schmieder</surname><given-names>A</given-names></name></person-group><article-title>Pyoderma gangraenosum als diagnostische und therapeutische interdisziplin&#x000e4;re Herausforderung</article-title><source>Akt Rheumatol</source><year>2022</year><volume>47</volume><issue>04</issue><fpage>315</fpage><lpage>323</lpage><pub-id pub-id-type="doi">10.1055/a-1798-5164</pub-id></element-citation><mixed-citation id="mc-CR1" publication-type="journal">Michel&#x000a0;D, Dege&#x000a0;T, Kneitz&#x000a0;H, Stumpf&#x000a0;M, Goebeler&#x000a0;M, Schmieder&#x000a0;A (2022) Pyoderma gangraenosum als diagnostische und therapeutische interdisziplin&#x000e4;re Herausforderung. Akt Rheumatol 47(04):315&#x02013;323</mixed-citation></citation-alternatives></ref><ref id="CR2"><label>2.</label><citation-alternatives><element-citation id="ec-CR2" publication-type="journal"><person-group person-group-type="author"><name><surname>&#x00141;yko</surname><given-names>M</given-names></name><name><surname>Rygu&#x00142;a</surname><given-names>A</given-names></name><name><surname>Kowalski</surname><given-names>M</given-names></name><name><surname>Karska</surname><given-names>J</given-names></name><name><surname>Jankowska-Konsur</surname><given-names>A</given-names></name></person-group><article-title>The Pathophysiology and Treatment of Pyoderma Gangrenosum&#x02014;Current Options and New Perspectives</article-title><source>Int J Mol Sciences</source><year>2024</year><volume>25</volume><issue>4</issue><fpage>2440</fpage><pub-id pub-id-type="doi">10.3390/ijms25042440</pub-id></element-citation><mixed-citation id="mc-CR2" publication-type="journal">&#x00141;yko&#x000a0;M, Rygu&#x00142;a&#x000a0;A, Kowalski&#x000a0;M, Karska&#x000a0;J, Jankowska-Konsur&#x000a0;A (2024) The Pathophysiology and Treatment of Pyoderma Gangrenosum&#x02014;Current Options and New Perspectives. Int J Mol Sciences 25(4):2440</mixed-citation></citation-alternatives></ref><ref id="CR3"><label>3.</label><citation-alternatives><element-citation id="ec-CR3" publication-type="journal"><person-group person-group-type="author"><name><surname>Kridin</surname><given-names>K</given-names></name><name><surname>Cohen</surname><given-names>AD</given-names></name><name><surname>Amber</surname><given-names>KT</given-names></name></person-group><article-title>Underlying systemic diseases in pyoderma gangrenosum: a&#x000a0;systematic review and meta-analysis</article-title><source>Am J Clin Dermatol</source><year>2018</year><volume>19</volume><fpage>479</fpage><lpage>487</lpage><pub-id pub-id-type="doi">10.1007/s40257-018-0356-7</pub-id><pub-id pub-id-type="pmid">29721816</pub-id>
</element-citation><mixed-citation id="mc-CR3" publication-type="journal">Kridin&#x000a0;K, Cohen&#x000a0;AD, Amber&#x000a0;KT (2018) Underlying systemic diseases in pyoderma gangrenosum: a&#x000a0;systematic review and meta-analysis. Am J Clin Dermatol 19:479&#x02013;487<pub-id pub-id-type="pmid">29721816</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR4"><label>4.</label><citation-alternatives><element-citation id="ec-CR4" publication-type="journal"><person-group person-group-type="author"><name><surname>Binus</surname><given-names>AM</given-names></name><name><surname>Qureshi</surname><given-names>AA</given-names></name><name><surname>Li</surname><given-names>VW</given-names></name><name><surname>Winterfield</surname><given-names>LS</given-names></name></person-group><article-title>Pyoderma gangrenosum: a&#x000a0;retrospective review of patient characteristics, comorbidities and therapy in 103 patients</article-title><source>Br J Dermatol</source><year>2011</year><volume>165</volume><issue>6</issue><fpage>1244</fpage><lpage>1250</lpage><pub-id pub-id-type="doi">10.1111/j.1365-2133.2011.10565.x</pub-id><pub-id pub-id-type="pmid">21824126</pub-id>
</element-citation><mixed-citation id="mc-CR4" publication-type="journal">Binus&#x000a0;AM, Qureshi&#x000a0;AA, Li&#x000a0;VW, Winterfield&#x000a0;LS (2011) Pyoderma gangrenosum: a&#x000a0;retrospective review of patient characteristics, comorbidities and therapy in 103 patients. Br J Dermatol 165(6):1244&#x02013;1250<pub-id pub-id-type="pmid">21824126</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR5"><label>5.</label><citation-alternatives><element-citation id="ec-CR5" publication-type="journal"><person-group person-group-type="author"><name><surname>Dissemond</surname><given-names>J</given-names></name><name><surname>Marzano</surname><given-names>AV</given-names></name><name><surname>Hampton</surname><given-names>PJ</given-names></name><name><surname>Ortega-Loayza</surname><given-names>AG</given-names></name></person-group><article-title>Pyoderma gangrenosum: treatment options</article-title><source>Drugs</source><year>2023</year><volume>83</volume><issue>14</issue><fpage>1255</fpage><lpage>1267</lpage><pub-id pub-id-type="doi">10.1007/s40265-023-01931-3</pub-id><pub-id pub-id-type="pmid">37610614</pub-id>
</element-citation><mixed-citation id="mc-CR5" publication-type="journal">Dissemond&#x000a0;J, Marzano&#x000a0;AV, Hampton&#x000a0;PJ, Ortega-Loayza&#x000a0;AG (2023) Pyoderma gangrenosum: treatment options. Drugs 83(14):1255&#x02013;1267<pub-id pub-id-type="pmid">37610614</pub-id>
</mixed-citation></citation-alternatives></ref></ref-list></back></article>