<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:ali="http://www.niso.org/schemas/ali/1.0/" xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" article-type="research-article" dtd-version="1.3" xml:lang="de"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">HNO</journal-id><journal-id journal-id-type="iso-abbrev">HNO</journal-id><journal-title-group><journal-title>Hno</journal-title></journal-title-group><issn pub-type="ppub">0017-6192</issn><issn pub-type="epub">1433-0458</issn><publisher><publisher-name>Springer Medizin</publisher-name><publisher-loc>Heidelberg</publisher-loc></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmid">40146288</article-id><article-id pub-id-type="pmc">PMC12102134</article-id>
<article-id pub-id-type="publisher-id">1603</article-id><article-id pub-id-type="doi">10.1007/s00106-025-01603-6</article-id><article-categories><subj-group subj-group-type="heading"><subject>Originalien</subject></subj-group></article-categories><title-group><article-title>Klinisches Screening f&#x000fc;r HNO-&#x000c4;rzte bei potenziell somatosensorischem Tinnitus aurium</article-title><subtitle>Der SOMASENSO-Check zur Identifikation von manualmedizinisch relevanten Funktionsst&#x000f6;rungen</subtitle><trans-title-group><trans-title xml:lang="en">A&#x000a0;clinical screening tool for potential somatosensory tinnitus designed for otorhinolaryngologists</trans-title><trans-subtitle>The SOMASENSO check for manual identification of relevant dysfunctions</trans-subtitle></trans-title-group></title-group><contrib-group><contrib contrib-type="author" corresp="yes"><contrib-id contrib-id-type="orcid">http://orcid.org/0009-0009-9437-4858</contrib-id><name><surname>Rei&#x000df;hauer</surname><given-names>Anett</given-names></name><address><email>anett.reisshauer@charite.de</email></address><xref ref-type="aff" rid="Aff1">1</xref><xref ref-type="aff" rid="Aff4">4</xref></contrib><contrib contrib-type="author"><name><surname>Hoffmann</surname><given-names>Isabelle</given-names></name><xref ref-type="aff" rid="Aff1">1</xref></contrib><contrib contrib-type="author"><name><surname>Mazurek</surname><given-names>Birgit</given-names></name><xref ref-type="aff" rid="Aff2">2</xref></contrib><contrib contrib-type="author"><name><surname>Best</surname><given-names>Norman</given-names></name><xref ref-type="aff" rid="Aff3">3</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">http://orcid.org/0000-0002-6608-4281</contrib-id><name><surname>Liebl</surname><given-names>Max E.</given-names></name><xref ref-type="aff" rid="Aff1">1</xref></contrib><aff id="Aff1"><label>1</label><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/001w7jn25</institution-id><institution-id institution-id-type="GRID">grid.6363.0</institution-id><institution-id institution-id-type="ISNI">0000 0001 2218 4662</institution-id><institution>Arbeitsbereich Physikalische Medizin, </institution><institution>Charit&#x000e9;&#x000a0;&#x02013; Universit&#x000e4;tsmedizin Berlin, corporate member of Freie Universit&#x000e4;t Berlin and Humboldt-Universit&#x000e4;t zu Berlin, </institution></institution-wrap>Charit&#x000e9;platz&#x000a0;1, 10117 Berlin, Deutschland </aff><aff id="Aff2"><label>2</label><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/001w7jn25</institution-id><institution-id institution-id-type="GRID">grid.6363.0</institution-id><institution-id institution-id-type="ISNI">0000 0001 2218 4662</institution-id><institution>Tinnituszentrum, </institution><institution>Charit&#x000e9;&#x000a0;&#x02013; Universit&#x000e4;tsmedizin Berlin, corporate member of Freie Universit&#x000e4;t Berlin and Humboldt-Universit&#x000e4;t zu Berlin, </institution></institution-wrap>Charit&#x000e9;platz&#x000a0;1, 10117 Berlin, Deutschland </aff><aff id="Aff3"><label>3</label><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/0360rgf68</institution-id><institution-id institution-id-type="GRID">grid.459962.5</institution-id><institution-id institution-id-type="ISNI">0000 0004 0482 8905</institution-id><institution>Zentrum f&#x000fc;r Physikalische und Rehabilitative Medizin, </institution><institution>Sophien- und Hufeland-Klinikum Weimar, </institution></institution-wrap>Henry-van-de-Velde-Stra&#x000df;e&#x000a0;2, 99425 Weimar, Deutschland </aff><aff id="Aff4"><label>4</label><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/001w7jn25</institution-id><institution-id institution-id-type="GRID">grid.6363.0</institution-id><institution-id institution-id-type="ISNI">0000 0001 2218 4662</institution-id><institution>Arbeitsbereich Physikalische Medizin, </institution><institution>Charit&#x000e9; &#x02013; Universit&#x000e4;tsmedizin Berlin, </institution></institution-wrap>Charit&#x000e9;platz&#x000a0;1, 10117 Berlin, Deutschland </aff></contrib-group><pub-date pub-type="epub"><day>27</day><month>3</month><year>2025</year></pub-date><pub-date pub-type="pmc-release"><day>27</day><month>3</month><year>2025</year></pub-date><pub-date pub-type="ppub"><year>2025</year></pub-date><volume>73</volume><issue>6</issue><fpage>395</fpage><lpage>400</lpage><history><date date-type="accepted"><day>18</day><month>2</month><year>2025</year></date></history><permissions><copyright-statement>&#x000a9; The Author(s) 2025</copyright-statement><copyright-year>2025</copyright-year><license><ali:license_ref specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p>
<bold>Open Access</bold> Dieser Artikel wird unter der Creative Commons Namensnennung 4.0 International Lizenz ver&#x000f6;ffentlicht, welche die Nutzung, Vervielf&#x000e4;ltigung, Bearbeitung, Verbreitung und Wiedergabe in jeglichem Medium und Format erlaubt, sofern Sie den/die urspr&#x000fc;nglichen Autor(en) und die Quelle ordnungsgem&#x000e4;&#x000df; nennen, einen Link zur Creative Commons Lizenz beif&#x000fc;gen und angeben, ob &#x000c4;nderungen vorgenommen wurden. Die in diesem Artikel enthaltenen Bilder und sonstiges Drittmaterial unterliegen ebenfalls der genannten Creative Commons Lizenz, sofern sich aus der Abbildungslegende nichts anderes ergibt. Sofern das betreffende Material nicht unter der genannten Creative Commons Lizenz steht und die betreffende Handlung nicht nach gesetzlichen Vorschriften erlaubt ist, ist f&#x000fc;r die oben aufgef&#x000fc;hrten Weiterverwendungen des Materials die Einwilligung des jeweiligen Rechteinhabers einzuholen. Weitere Details zur Lizenz entnehmen Sie bitte der Lizenzinformation auf <ext-link ext-link-type="uri" xlink:href="https://creativecommons.org/licenses/by/4.0/">http://creativecommons.org/licenses/by/4.0/deed.de</ext-link>.</license-p></license></permissions><abstract id="Abs1"><sec><title>Hintergrund</title><p>Ein somatosensorischer Tinnitus ist mit Funktionsst&#x000f6;rungen der Halswirbels&#x000e4;ulenregion und/oder der Kiefergelenkregion vergesellschaftet. Hier kann die manuelle Medizin hilfreich sein. Die diagnostischen Kriterien f&#x000fc;r einen somatosensorischen Tinnitus sind jedoch nur z.&#x000a0;T. aus der spezifischen Anamnese abzuleiten, teils sind dar&#x000fc;ber hinaus klinisch-manuelle Untersuchungstechniken notwendig. Ziel der Arbeit war es, ein pragmatisches, in der HNO-Praxis im Sitzen durchf&#x000fc;hrbares Screeninginstrument auf somatosensorischen Tinnitus zu entwerfen.</p></sec><sec><title>Material und Methoden</title><p>In einem modifizierten Delphi-Verfahren identifizierte eine Gruppe aus Manualmedizinern und HNO-&#x000c4;rzten geeignete manualmedizinische Verfahren und bewertete sie auf ihre Durchf&#x000fc;hrbarkeit in der HNO-Arztpraxis.</p></sec><sec><title>Ergebnisse</title><p>Der SOMASENSO-Check ist eine pragmatische Untersuchungshilfe, die HNO-&#x000c4;rzten die Identifizierung potenzieller somatosensorischer Tinnituspatienten erleichtert.</p></sec><sec><title>Schlussfolgerung</title><p>Die technische Schwierigkeit und mangelnde Test-Retest-Reliabilit&#x000e4;t vieler manueller segmentaler Funktionstests f&#x000fc;hrte zu einer Fokussierung auf die Detektion von Bewegungsst&#x000f6;rung, Schmerz und Tinnitusmodulation.</p></sec></abstract><trans-abstract xml:lang="en" id="Abs2"><sec><title>Background</title><p>Somatosensory tinnitus is associated with functional disorders of the cervical spine and/or temporomandibular joint region. Manual medicine can be helpful here. However, the diagnostic criteria for somatosensory tinnitus can only partly be derived from the specific anamnesis; in some cases, clinical manual examination techniques are also necessary. The aim of this work was to design a&#x000a0;pragmatic screening instrument for somatosensory tinnitus that can be carried out in the ENT practice with a&#x000a0;seated patient.</p></sec><sec><title>Materials and methods</title><p>In a&#x000a0;modified Delphi procedure, a&#x000a0;group of manual medicine specialists and otorhinolaryngologists identified suitable manual medicine procedures and evaluated them for their feasibility in the ENT practice.</p></sec><sec><title>Results</title><p>The SOMASENSO check is a&#x000a0;pragmatic examination tool that makes it easier for otorhinolaryngologists to identify potential somatosensory tinnitus patients.</p></sec><sec><title>Conclusion</title><p>The technical difficulty and lack of test&#x02013;retest reliability of many manual segmental function tests has led to a&#x000a0;focus on the detection of movement disorders, pain, and tinnitus modulation.</p></sec></trans-abstract><kwd-group xml:lang="de"><title>Schl&#x000fc;sselw&#x000f6;rter</title><kwd>Komplement&#x000e4;re Therapien</kwd><kwd>Ganzheitliche Gesundheitsversorgung</kwd><kwd>Physikalische Therapiemodalit&#x000e4;ten</kwd><kwd>Somatosensorische Erkrankungen</kwd><kwd>Manuelle Therapie</kwd></kwd-group><kwd-group xml:lang="en"><title>Keywords</title><kwd>Complementary therapies </kwd><kwd>Holistic health</kwd><kwd>Physical therapy modalities</kwd><kwd>Somatosensory disorders</kwd><kwd>Manual therapy</kwd></kwd-group><funding-group><award-group><funding-source><institution>Charit&#x000e9; - Universit&#x000e4;tsmedizin Berlin (3093)</institution></funding-source></award-group><open-access><p>Open Access funding enabled and organized by Projekt DEAL.</p></open-access></funding-group><custom-meta-group><custom-meta><meta-name>issue-copyright-statement</meta-name><meta-value>&#x000a9; Springer Medizin Verlag GmbH, ein Teil von Springer Nature 2025</meta-value></custom-meta></custom-meta-group></article-meta></front><body><p>Somatosensorischer Tinnitus ist mit Funktionsst&#x000f6;rungen der Halswirbels&#x000e4;ulenregion und/oder der Kiefergelenkregion vergesellschaftet. Hier kann die manuelle Medizin hilfreich sein. Doch welche Patientinnen und Patienten soll eine HNO-Praxis zum Manualmediziner &#x000fc;berweisen? Es ist ein niedrigschwelliges Screening n&#x000f6;tig, welches in der HNO-Praxis sicher und sensitiv angewendet werden kann.</p><sec id="Sec1"><title>Somatosensorischer Tinnitus</title><p>Somatosensorischer Tinnitus aurium (SST) ist eine klinisch bedeutsame Untergruppe des chronischen subjektiven Tinnitus. Die Pathogenese ist dabei noch unvollst&#x000e4;ndig verstanden. Klar ist jedoch, dass es eine Verschaltung zwischen somatosensorischem und auditorischem System gibt: So wird etwa der Nucleus cochlearis dorsalis durch somatosensorische Einfl&#x000fc;sse disinhibiert, und klinisch zeigt sich in manchen F&#x000e4;llen eine Modulation der Ger&#x000e4;usche durch Bewegungen von Kopf, Halswirbels&#x000e4;ulen(HWS)-Region oder Augen, zudem ist &#x02013;&#x000a0;vice versa&#x000a0;&#x02013; bei Funktionsst&#x000f6;rungen des Kiefergelenks die Pr&#x000e4;valenz von Tinnitus deutlich erh&#x000f6;ht [<xref ref-type="bibr" rid="CR1">1</xref>&#x02013;<xref ref-type="bibr" rid="CR3">3</xref>].</p><p>Ein internationaler Delphi-Prozess erarbeitete Kriterien, die auf einen starken somatosensorischen Einfluss auf das Ohrger&#x000e4;usch hindeuten [<xref ref-type="bibr" rid="CR4">4</xref>]. Hierbei sind besonders anamnestische Angaben zur Ger&#x000e4;uschmodulation durch Bewegungen relevant.</p><p>Auch wurden speziell im Bereich der Halswirbels&#x000e4;ulen- und Kiefergelenke sowie der umgebenden Muskulatur entsprechende segmentale Gelenkfunktionsst&#x000f6;rungen und Muskeltriggerpunkte [<xref ref-type="bibr" rid="CR5">5</xref>] identifiziert, sodass teils auch von einem zervikogenen somatosensorischen Tinnitus gesprochen wird [<xref ref-type="bibr" rid="CR6">6</xref>]. Eine randomisierte kontrollierte Studie (RCT) postulierte die Bedeutung spezifischer nuchaler Streckmuskeln (v.&#x0202f;a. M.&#x000a0;semispinalis capitis und M.&#x000a0;splenius capitis) sowohl f&#x000fc;r die Diagnostik als auch f&#x000fc;r die manuelle Therapie [<xref ref-type="bibr" rid="CR7">7</xref>]. Eine Behandlung von &#x0201e;physikalischen&#x0201c; Beschwerden wurde auch in der aktuellen S3-Leitlinie aufgenommen [<xref ref-type="bibr" rid="CR8">8</xref>]. Die diagnostischen Kriterien f&#x000fc;r einen somatosensorischen Tinnitus sollten daher eine<list list-type="bullet"><list-item><p>somatosensorische Modulation,</p></list-item><list-item><p>spezifische Tinnituscharakteristika, sowie</p></list-item><list-item><p>spezifische Begleitsymptome</p></list-item></list>umfassen [<xref ref-type="bibr" rid="CR4">4</xref>]. Nur z.&#x000a0;T. sind diese jedoch aus der spezifischen Anamnese abzuleiten, die k&#x000f6;rperliche Untersuchung kann ebenso wegweisend sein, mit einem SST vergesellschaftete St&#x000f6;rungen der HWS und Kiefergelenkregion zu detektieren [<xref ref-type="bibr" rid="CR4">4</xref>]. Teils sind dar&#x000fc;ber hinaus Untersuchungstechniken notwendig, die manualmedizinische Grundkenntnisse erfordern. Eine Arbeitsgruppe aus Regensburg schl&#x000e4;gt ein ausf&#x000fc;hrliches manualmedizinisches Untersuchungsprogramm vor [<xref ref-type="bibr" rid="CR9">9</xref>]. In Praxi erfolgt die Erstvorstellung von Patientinnen und Patienten mit Ohrger&#x000e4;usch h&#x000e4;ufig jedoch bei Hals-Nasen-Ohren-&#x000c4;rzten ohne manualmedizinische Zusatzausbildung. Bei der bekannten H&#x000e4;ufigkeit der Diagnose &#x0201e;Tinnitus aurium&#x0201c; und der Zahl der Neuerkrankungen ist eine regelhafte &#x000dc;berweisung zur manualmedizinischen Exploration jedoch unn&#x000f6;tig und un&#x000f6;konomisch.</p></sec><sec id="Sec2"><title>Pragmatisches Screening</title><p>Daher ist ein an der HNO-&#x000e4;rztlichen Praxis orientiertes kombiniertes anamnestisches und manualmedizinisches Screening sinnvoll, um mit m&#x000f6;glichst hoher Sensitivit&#x000e4;t die betreffenden Patientinnen und Patienten mit SST zu identifizieren, nachrangig aber diejenigen ohne Hinweis auf SST auszuschlie&#x000df;en.</p><p>Das Ohrger&#x000e4;usch ist als potenziell somatosensorisch modulierbar einzustufen, wenn sich klare Hinweise ergeben (a)&#x000a0;bereits aus den von Michiels zusammengetragenen, &#x000fc;berwiegend anamnestischen Kriterien, oder (b)&#x000a0;aus den pragmatischen klinischen Untersuchungen des hier vorgestellten SOMASENSO-Checks.</p><p>Hierzu entwickelte eine interdisziplin&#x000e4;re Expertenrunde aus Manualmedizinern (Fach&#x000e4;rzten f&#x000fc;r Physikalische und Rehabilitative Medizin mit Zusatzweiterbildung Manuelle Medizin) und HNO-&#x000c4;rzten &#x02013;&#x000a0;die Autoren dieses Beitrages&#x000a0;&#x02013; in einem modifizierten Delphi-Verfahren zwischen 06/2023 und 04/2024 eine einfache klinische Untersuchungshilfe.</p><p>Bedingungen f&#x000fc;r diese Untersuchungshilfe waren,<list list-type="bullet"><list-item><p>den praktischen Erw&#x000e4;gungen der Anwendbarkeit in einer HNO-Praxis gen&#x000fc;gen k&#x000f6;nnen und</p></list-item><list-item><p>gleichzeitig die klinische Untersuchung auf die Kriterien zur Untersuchung der somatosensorischen Modulation des Tinnitus zu beinhalten.</p></list-item></list></p><p>Patienten, die auf diese Weise detektiert werden, k&#x000f6;nnen im weiteren Verlauf an Manualmediziner zur weiteren differenzierten Untersuchung und Behandlung &#x000fc;berwiesen werden. Dieser Beitrag beinhaltet keine Studien an Menschen oder Tieren.</p></sec><sec id="Sec3"><title>Untersuchungshilfe &#x0201e;SOMASENSO-Check&#x0201c;</title><p>Die Abb.&#x000a0;<xref rid="Fig1" ref-type="fig">1</xref>, <xref rid="Fig2" ref-type="fig">2</xref>, <xref rid="Fig3" ref-type="fig">3</xref> und&#x000a0;<xref rid="Fig4" ref-type="fig">4</xref> stellen die ausgew&#x000e4;hlten Screeninguntersuchungen und die diagnostischen Kriterien dar.<fig id="Fig1"><label>Abb. 1</label><caption><p>SOMASENSO-CHECK-Algorithmus; HWS-Seitneige. (&#x000a9; A.&#x000a0;Rei&#x000df;hauer)</p></caption><graphic xlink:href="106_2025_1603_Fig1_HTML" id="d33e340"/></fig><fig id="Fig2"><label>Abb. 2</label><caption><p>Kinn-Jugulum-Abstand und Halswirbels&#x000e4;ulen(HWS)-Rotation. (&#x000a9; A.&#x000a0;Rei&#x000df;hauer)</p></caption><graphic xlink:href="106_2025_1603_Fig2_HTML" id="d33e347"/></fig><fig id="Fig3"><label>Abb. 3</label><caption><p>Muskelpalpation von M.&#x000a0;masseter und M.&#x000a0;sternocleidomastoideus. (&#x000a9; A.&#x000a0;Rei&#x000df;hauer)</p></caption><graphic xlink:href="106_2025_1603_Fig3_HTML" id="d33e355"/></fig><fig id="Fig4"><label>Abb. 4</label><caption><p>Funktionspr&#x000fc;fung von Kiefergelenk und Unterkieferprotrusion. (&#x000a9; A.&#x000a0;Rei&#x000df;hauer)</p></caption><graphic xlink:href="106_2025_1603_Fig4_HTML" id="d33e362"/></fig></p></sec><sec id="Sec4"><title>Detektion von Tinnitusmodulation, Bewegungsst&#x000f6;rung und Schmerz</title><p>Zu den vorgeschlagenen Testverfahren: Jede wie auch immer geartete Modulation des Ohrger&#x000e4;uschs durch Bewegung oder Ber&#x000fc;hrung bei der Untersuchung muss dazu f&#x000fc;hren, dass zumindest der Verdacht besteht, den Tinnitus beeinflussen zu k&#x000f6;nnen, und stellt daher aus Sicht der Autoren eine Indikation zur Vorstellung beim manualmedizinisch versierten Untersucher dar. Insbesondere die Mandibulaprotrusion scheint hier &#x02013;&#x000a0;empirisch&#x000a0;&#x02013; eine sensitive Untersuchung zu sein.</p><p>Da Bewegungsst&#x000f6;rungen und Schmerzen in der kraniomandibul&#x000e4;ren Region und der HWS-Region sehr h&#x000e4;ufig sind, sollte &#x02013;&#x000a0;bei Nichtvorliegen einer Tinnitusmodulation&#x000a0;&#x02013; das Ausma&#x000df; dieser St&#x000f6;rungen bei der Bewertung relevant sein. Daher schlagen die Autoren vor, die Einschr&#x000e4;nkung des Bewegungsumfangs der Halswirbels&#x000e4;ule, die Muskelpalpation von M.&#x000a0;masseter und sternocleidomastoideus sowie die Funktionspr&#x000fc;fung des Kiefergelenks erst mit 3&#x000a0;oder mehr auff&#x000e4;lligen Tests der dargestellten klinischen Untersuchungen als auff&#x000e4;lliges Screening zu werten.</p><p>Segmentale Tests wurden bewusst nicht vorschlagen. Derlien et&#x000a0;al. zeigten, dass schmerzdetektierende Tests in ausreichendem Ma&#x000df;e reliabel sind [<xref ref-type="bibr" rid="CR10">10</xref>]. F&#x000fc;r gezielte manualmedizinisch-osteopathische Untersuchungstechniken, insbesondere f&#x000fc;r segmentale Untersuchungstechniken, ist dies nicht ohne Weiteres realisierbar. In einer weiteren Studie von Geipel et&#x000a0;al. zeigte sich ebenfalls, dass selbst f&#x000fc;r versierte Untersucher die Wiederholbarkeit gezielter bzw. segmentaler manualmedizinisch-osteopathischer Tests allenfalls f&#x000fc;r regionale Fragestellungen erzielbar ist [<xref ref-type="bibr" rid="CR11">11</xref>]. In diesem konkreten Fall lie&#x000df; sich keine akzeptable Reliabilit&#x000e4;t f&#x000fc;r segmentale Untersuchung der oberen HWS-Abschnitte erreichen. Dies &#x000e4;nderte sich in dem Moment, als man global die &#x0201e;Kopfgelenkst&#x000f6;rung&#x0201c; als Outcome- bzw. Untersuchungsparameter definierte.</p><p>Da die Untersuchung im Sitzen stattfinden soll, kommt eine orientierende Palpation des Zwerchfells als Screening ebenso nicht infrage, auch wenn diese aus manualmedizinischer Sicht wertvoll w&#x000e4;re.</p><p>Von einigen Autoren wird postuliert, dass insbesondere eine Irritation des M.&#x000a0;splenius capitis und M.&#x000a0;semispinalis zu einer Tinnitusmodulation beitragen k&#x000f6;nne [<xref ref-type="bibr" rid="CR7">7</xref>]. Die letztlich noch offene Frage, ob diese langfaserigen, bewegungssichernden Muskeln am SST beteiligt sind oder nicht doch eher die darunterliegenden, f&#x000fc;r die Feinmotorik des Kopfs zust&#x000e4;ndigen, sog. kurzen Nackenstrecker zwischen dem Okziput und den Segmenten C1 und C2, lie&#x000df;e sich durch eine Palpation der ganzen subokzipitalen Gelenkregion &#x000fc;berwinden. Technisch w&#x000fc;rde man hier jedoch im Liegen palpieren, um nicht durch die Vorspannung die Palpationsbefunde zu behindern. Im Sitzen w&#x000e4;re es denkbar, die Palpation der Subokzipitalregion im Pinzettengriff mit am Untersucher abgest&#x000fc;tzten Kopf vorzunehmen. Diese Abst&#x000fc;tzreaktion ist wichtig, da sonst keine valide Palpation erfolgen kann, weil die langstreckige Muskulatur, die &#x000fc;ber den zu palpierenden Muskelschichten liegt, aktiviert ist, um die Haltung und Stellung des Kopfs zu sichern, die bei fehlender Abst&#x000fc;tzung einer Retroflexion der HWS entspricht. Dies halten wir in der Screeningsituation der HNO-Praxis jedoch nicht f&#x000fc;r zielf&#x000fc;hrend, sodass letztlich auf diese Palpationstechnik verzichtet wurde.</p><p>Die technische Schwierigkeit und mangelnde Test-Retest-Reliabilit&#x000e4;t vieler manueller segmentaler Funktionstests f&#x000fc;hrte zu einer Fokussierung auf die Detektion von Bewegungsst&#x000f6;rung, Schmerz und Tinnitusmodulation.</p><p>Weiterf&#x000fc;hrende Untersuchungen bei vorhandener manualmedizinischer Expertise k&#x000f6;nnten zus&#x000e4;tzlich zu den genannten ausgeschlossenen Verfahren dann z.&#x000a0;B. eine posturale Befundung, dynamische Bewegungsanalyse, differenzierte Muskelpalpation oder segmentale Gelenkfunktionsuntersuchungen der HWS und der Kopfgelenkregion sein. Aber auch Nervendehnungstests, Provokationstests und die detaillierte Untersuchung des Temporomandibulargelenks einschlie&#x000df;lich dessen &#x000fc;bergreifender Muskelgruppen bis hin zur enoralen Palpation der Pterygoideusgruppe sind in spezifischeren Diagnostiksituationen angezeigt.</p><p>Screeningtests werden eingesetzt, um Krankheiten m&#x000f6;glichst fr&#x000fc;h zu identifizieren und dagegen einzugreifen mit dem Ziel, die Morbidit&#x000e4;t zu verringern. Screeningtests liefern keine endg&#x000fc;ltige Diagnose, und Screeningtests &#x0201e;beweisen&#x0201c; nicht, dass eine Person eine Krankheit hat, sondern liefern einen Verdacht. Auf einen positiven initialen Screeningtest folgt ein weiterer diagnostischer Test, der den Verdacht erh&#x000e4;rten soll, in diesem Fall die Vorstellung beim Manualmediziner. Beweisende Test gibt es derzeit nicht. Die somatosensorische Komponente bzw. der SST ist eine <italic>Diagnosis ex juvantibus</italic>, denn erst die positive Beeinflussung der Symptomatik durch manuelle bzw. physikalische Therapien [<xref ref-type="bibr" rid="CR12">12</xref>] l&#x000e4;sst eine hinreichend sichere Aussage zu.</p><p>Eine Sensitivit&#x000e4;tsanalyse des SOMASENSO-Check wird aktuell geplant.</p></sec><sec id="Sec5" sec-type="conclusion"><title>Fazit f&#x000fc;r die Praxis</title><p>
<list list-type="bullet"><list-item><p>Der SOMASENSO-Check fasst wichtige Untersuchungstechniken zusammen, um einen somatosensorischen Tinnitus aurium niedrigschwellig zu identifizieren.</p></list-item><list-item><p>Die Auswahl der Untersuchungstechniken ist auf die Gegebenheiten einer HNO-Praxis pragmatisch zugeschnitten.</p></list-item><list-item><p>Zusammen mit einer spezifischen Anamnese ergibt sich ein Screeninginstrument, das entsprechende Patientinnen und Patientin &#x0201e;herausfischen&#x0201c; kann und einer manualmedizinischen Diagnostik und Behandlung zuf&#x000fc;hren soll.</p></list-item></list>
</p></sec></body><back><fn-group><fn><p>
<graphic position="anchor" xlink:href="106_2025_1603_Figqr_HTML" id="d33e252"/>
</p><p>QR-Code scannen &#x00026; Beitrag online lesen</p></fn><fn><p><bold>Hinweis des Verlags</bold></p><p>Der Verlag bleibt in Hinblick auf geografische Zuordnungen und Gebietsbezeichnungen in ver&#x000f6;ffentlichten Karten und Institutsadressen neutral.</p></fn></fn-group><ack><sec id="FPar1"><title>Danksagung</title><p>Herzlicher Dank f&#x000fc;r die Fotoaufnahmen geb&#x000fc;hrt Frau Nancy Voigt und Herrn Emmanouil Tsatrafilis.</p></sec></ack><notes notes-type="funding-information"><title>Funding</title><p>Open Access funding enabled and organized by Projekt DEAL.</p></notes><notes notes-type="data-availability"><title>Datenverf&#x000fc;gbarkeit</title><p>Die erhobenen Datens&#x000e4;tze k&#x000f6;nnen auf begr&#x000fc;ndete Anfrage in anonymisierter Form beim korrespondierenden Autor angefordert werden.</p></notes><notes><title>Einhaltung ethischer Richtlinien</title><notes id="FPar2"><title>Interessenkonflikt</title><p>A.&#x000a0;Rei&#x000df;hauer, I.&#x000a0;Hoffmann, B.&#x000a0;Mazurek, N.&#x000a0;Best und M.E.&#x000a0;Liebl geben an, dass kein Interessenkonflikt besteht.</p></notes><notes><p>F&#x000fc;r diesen Beitrag wurden von den Autor/-innen keine Studien an Menschen oder Tieren durchgef&#x000fc;hrt. F&#x000fc;r die aufgef&#x000fc;hrten Studien gelten die jeweils dort angegebenen ethischen Richtlinien.</p></notes></notes><ref-list id="Bib1"><title>Literatur</title><ref id="CR1"><label>1.</label><citation-alternatives><element-citation id="ec-CR1" publication-type="journal"><person-group person-group-type="author"><name><surname>Buergers</surname><given-names>R</given-names></name><name><surname>Kleinjung</surname><given-names>T</given-names></name><name><surname>Behr</surname><given-names>M</given-names></name><name><surname>Vielsmeier</surname><given-names>V</given-names></name></person-group><article-title>Is there a&#x000a0;link between tinnitus and temporomandibular disorders?</article-title><source>J Prosthet Dent</source><year>2014</year><volume>111</volume><issue>3</issue><fpage>222</fpage><lpage>227</lpage><pub-id pub-id-type="doi">10.1016/j.prosdent.2013.10.001</pub-id><pub-id pub-id-type="pmid">24286640</pub-id>
</element-citation><mixed-citation id="mc-CR1" publication-type="journal">Buergers&#x000a0;R, Kleinjung&#x000a0;T, Behr&#x000a0;M, Vielsmeier&#x000a0;V (2014) Is there a&#x000a0;link between tinnitus and temporomandibular disorders? J&#x000a0;Prosthet Dent 111(3):222&#x02013;227. 10.1016/j.prosdent.2013.10.001<pub-id pub-id-type="pmid">24286640</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR2"><label>2.</label><citation-alternatives><element-citation id="ec-CR2" publication-type="journal"><person-group person-group-type="author"><name><surname>Ralli</surname><given-names>M</given-names></name><name><surname>Greco</surname><given-names>A</given-names></name><name><surname>Boccassini</surname><given-names>A</given-names></name><name><surname>Altissimi</surname><given-names>G</given-names></name><name><surname>Di Paolo</surname><given-names>C</given-names></name><name><surname>Falasca</surname><given-names>V</given-names></name><name><surname>De Virgilio</surname><given-names>A</given-names></name><name><surname>Polimeni</surname><given-names>A</given-names></name><name><surname>Cianfrone</surname><given-names>G</given-names></name><name><surname>de Vincentiis</surname><given-names>M</given-names></name></person-group><article-title>Subtyping patients with somatic tinnitus: Modulation of tinnitus and history for somatic dysfunction help identify tinnitus patients with temporomandibular joint disorders</article-title><source>PLoS ONE</source><year>2018</year><volume>13</volume><issue>8</issue><fpage>e0202050</fpage><pub-id pub-id-type="doi">10.1371/journal.pone.0202050</pub-id><pub-id pub-id-type="pmid">30102717</pub-id>
</element-citation><mixed-citation id="mc-CR2" publication-type="journal">Ralli&#x000a0;M, Greco&#x000a0;A, Boccassini&#x000a0;A, Altissimi&#x000a0;G, Di Paolo&#x000a0;C, Falasca&#x000a0;V, De Virgilio&#x000a0;A, Polimeni&#x000a0;A, Cianfrone&#x000a0;G, de Vincentiis&#x000a0;M (2018) Subtyping patients with somatic tinnitus: Modulation of tinnitus and history for somatic dysfunction help identify tinnitus patients with temporomandibular joint disorders. PLoS ONE 13(8):e202050. 10.1371/journal.pone.0202050<pub-id pub-id-type="pmid">30102717</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR3"><label>3.</label><citation-alternatives><element-citation id="ec-CR3" publication-type="journal"><person-group person-group-type="author"><name><surname>Simmons</surname><given-names>R</given-names></name><name><surname>Dambra</surname><given-names>C</given-names></name><name><surname>Lobarinas</surname><given-names>E</given-names></name><name><surname>Stocking</surname><given-names>C</given-names></name><name><surname>Salvi</surname><given-names>R</given-names></name></person-group><article-title>Head, neck, and eye movements that modulate Tinnitus</article-title><source>Semin Hear</source><year>2008</year><volume>29</volume><issue>4</issue><fpage>361</fpage><lpage>370</lpage><pub-id pub-id-type="doi">10.1055/s-0028-1095895</pub-id><pub-id pub-id-type="pmid">19183705</pub-id>
</element-citation><mixed-citation id="mc-CR3" publication-type="journal">Simmons&#x000a0;R, Dambra&#x000a0;C, Lobarinas&#x000a0;E, Stocking&#x000a0;C, Salvi&#x000a0;R (2008) Head, neck, and eye movements that modulate Tinnitus. Semin Hear 29(4):361&#x02013;370. 10.1055/s-0028-1095895<pub-id pub-id-type="pmid">19183705</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR4"><label>4.</label><citation-alternatives><element-citation id="ec-CR4" publication-type="journal"><person-group person-group-type="author"><name><surname>Michiels</surname><given-names>S</given-names></name><name><surname>Ganz Sanchez</surname><given-names>T</given-names></name><name><surname>Oron</surname><given-names>Y</given-names></name><name><surname>Gilles</surname><given-names>A</given-names></name><name><surname>Haider</surname><given-names>HF</given-names></name><name><surname>Erlandsson</surname><given-names>S</given-names></name><name><surname>Bechter</surname><given-names>K</given-names></name><name><surname>Vielsmeier</surname><given-names>V</given-names></name><name><surname>Biesinger</surname><given-names>E</given-names></name><name><surname>Nam</surname><given-names>EC</given-names></name><name><surname>Oiticica</surname><given-names>J</given-names></name><name><surname>de Medeiros</surname><given-names>&#x000cd;RT</given-names></name><name><surname>Bezerra Rocha</surname><given-names>C</given-names></name><name><surname>Langguth</surname><given-names>B</given-names></name><name><surname>Van de Heyning</surname><given-names>P</given-names></name><name><surname>De Hertogh</surname><given-names>W</given-names></name><name><surname>Hall</surname><given-names>DA</given-names></name></person-group><article-title>Diagnostic criteria for somatosensory Tinnitus: a&#x000a0;Delphi process and face-to-face meeting to establish consensus</article-title><source>Trends Hear</source><year>2018</year><pub-id pub-id-type="doi">10.1177/2331216518796403</pub-id><pub-id pub-id-type="pmid">30213235</pub-id>
</element-citation><mixed-citation id="mc-CR4" publication-type="journal">Michiels&#x000a0;S, Ganz Sanchez&#x000a0;T, Oron&#x000a0;Y, Gilles&#x000a0;A, Haider&#x000a0;HF, Erlandsson&#x000a0;S, Bechter&#x000a0;K, Vielsmeier&#x000a0;V, Biesinger&#x000a0;E, Nam&#x000a0;EC, Oiticica&#x000a0;J, de Medeiros &#x000cd;RT, Bezerra Rocha&#x000a0;C, Langguth&#x000a0;B, Van de Heyning&#x000a0;P, De Hertogh&#x000a0;W, Hall&#x000a0;DA (2018) Diagnostic criteria for somatosensory Tinnitus: a&#x000a0;Delphi process and face-to-face meeting to establish consensus. Trends Hear. 10.1177/2331216518796403<pub-id pub-id-type="pmid">30213235</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR5"><label>5.</label><citation-alternatives><element-citation id="ec-CR5" publication-type="journal"><person-group person-group-type="author"><name><surname>Reisshauer</surname><given-names>A</given-names></name><name><surname>Mathiske-Schmidt</surname><given-names>K</given-names></name><name><surname>K&#x000fc;chler</surname><given-names>I</given-names></name><name><surname>Umland</surname><given-names>G</given-names></name><name><surname>Klapp</surname><given-names>BF</given-names></name><name><surname>Mazurek</surname><given-names>B</given-names></name></person-group><article-title>Funktionsst&#x000f6;rungen der Halswirbels&#x000e4;ule bei Tinnitus [Functional disturbances of the cervical spine in tinnitus]</article-title><source>HNO</source><year>2006</year><volume>54</volume><issue>2</issue><fpage>125</fpage><lpage>131</lpage><pub-id pub-id-type="doi">10.1007/s00106-005-1349-4</pub-id><pub-id pub-id-type="pmid">16328201</pub-id>
</element-citation><mixed-citation id="mc-CR5" publication-type="journal">Reisshauer&#x000a0;A, Mathiske-Schmidt&#x000a0;K, K&#x000fc;chler&#x000a0;I, Umland&#x000a0;G, Klapp&#x000a0;BF, Mazurek&#x000a0;B (2006) Funktionsst&#x000f6;rungen der Halswirbels&#x000e4;ule bei Tinnitus [Functional disturbances of the cervical spine in tinnitus]. HNO 54(2):125&#x02013;131. 10.1007/s00106-005-1349-4<pub-id pub-id-type="pmid">16328201</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR6"><label>6.</label><citation-alternatives><element-citation id="ec-CR6" publication-type="journal"><person-group person-group-type="author"><name><surname>Fobbe</surname><given-names>A</given-names></name><name><surname>B&#x000f6;kel</surname><given-names>A</given-names></name><name><surname>Lesinski-Schiedat</surname><given-names>A</given-names></name><name><surname>Gutenbrunner</surname><given-names>C</given-names></name><name><surname>Sturm</surname><given-names>C</given-names></name></person-group><article-title>Pilotstudie: manualmedizinische Methodenevaluation zur Modulierbarkeit des Leitsymptoms Tinnitus : Eine prospektive randomisierte Studie [Pilot study: evaluation of manual methods for modulating the cardinal symptom tinnitus : A prospective randomized study]</article-title><source>HNO</source><year>2022</year><volume>70</volume><issue>9</issue><fpage>675</fpage><lpage>684</lpage><pub-id pub-id-type="doi">10.1007/s00106-022-01198-2</pub-id><pub-id pub-id-type="pmid">35920880</pub-id>
</element-citation><mixed-citation id="mc-CR6" publication-type="journal">Fobbe&#x000a0;A, B&#x000f6;kel&#x000a0;A, Lesinski-Schiedat&#x000a0;A, Gutenbrunner&#x000a0;C, Sturm&#x000a0;C (2022) Pilotstudie: manualmedizinische Methodenevaluation zur Modulierbarkeit des Leitsymptoms Tinnitus : Eine prospektive randomisierte Studie [Pilot study: evaluation of manual methods for modulating the cardinal symptom tinnitus : A prospective randomized study]. HNO 70(9):675&#x02013;684. 10.1007/s00106-022-01198-2<pub-id pub-id-type="pmid">35920880</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR7"><label>7.</label><citation-alternatives><element-citation id="ec-CR7" publication-type="journal"><person-group person-group-type="author"><name><surname>Biesinger</surname><given-names>E</given-names></name><name><surname>Reisshauer</surname><given-names>A</given-names></name><name><surname>Mazurek</surname><given-names>B</given-names></name></person-group><article-title>Die Rolle der Halswirbels&#x000e4;ule und des Kiefergelenks bei Tinnitus. Der sog. somatosensorische Tinnitus (SST) [The role of the cervical spine and the craniomandibular system in the pathogenesis of tinnitus</article-title><source>Somatosensory</source><year>2008</year><volume>56</volume><issue>7</issue><fpage>673</fpage><lpage>677</lpage><pub-id pub-id-type="doi">10.1007/s00106-008-1721-2</pub-id></element-citation><mixed-citation id="mc-CR7" publication-type="journal">Biesinger&#x000a0;E, Reisshauer&#x000a0;A, Mazurek&#x000a0;B (2008) Die Rolle der Halswirbels&#x000e4;ule und des Kiefergelenks bei Tinnitus. Der sog. somatosensorische Tinnitus (SST) [The role of the cervical spine and the craniomandibular system in the pathogenesis of tinnitus. Somatosensory 56(7):673&#x02013;677. 10.1007/s00106-008-1721-2</mixed-citation></citation-alternatives></ref><ref id="CR8"><label>8.</label><citation-alternatives><element-citation id="ec-CR8" publication-type="journal"><person-group person-group-type="author"><name><surname>Mazurek</surname><given-names>B</given-names></name><name><surname>Hesse</surname><given-names>G</given-names></name><name><surname>Dobel</surname><given-names>C</given-names></name><name><surname>Kratzsch</surname><given-names>V</given-names></name><name><surname>Lahmann</surname><given-names>C</given-names></name><name><surname>Sattel</surname><given-names>H</given-names></name><collab>Guideline group</collab></person-group><article-title>Chronic Tinnitus</article-title><source>Dtsch &#x000c4;rztebl Int</source><year>2022</year><volume>119</volume><issue>13</issue><fpage>219</fpage><lpage>225</lpage><pub-id pub-id-type="doi">10.3238/arztebl.m2022.0135</pub-id><pub-id pub-id-type="pmid">35197187</pub-id>
</element-citation><mixed-citation id="mc-CR8" publication-type="journal">Mazurek&#x000a0;B, Hesse&#x000a0;G, Dobel&#x000a0;C, Kratzsch&#x000a0;V, Lahmann&#x000a0;C, Sattel&#x000a0;H, Guideline group (2022) Chronic Tinnitus. Dtsch &#x000c4;rztebl Int 119(13):219&#x02013;225. 10.3238/arztebl.m2022.0135<pub-id pub-id-type="pmid">35197187</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR9"><label>9.</label><citation-alternatives><element-citation id="ec-CR9" publication-type="journal"><person-group person-group-type="author"><name><surname>Vielsmeier</surname><given-names>V</given-names></name><name><surname>van der Loo</surname><given-names>J</given-names></name><name><surname>Marcrum</surname><given-names>SC</given-names></name></person-group><article-title>Somatosensorischer Tinnitus [Somatosensory tinnitus]</article-title><source>HNO</source><year>2023</year><volume>71</volume><issue>11</issue><fpage>731</fpage><lpage>738</lpage><pub-id pub-id-type="doi">10.1007/s00106-023-01372-0</pub-id><pub-id pub-id-type="pmid">37782343</pub-id>
</element-citation><mixed-citation id="mc-CR9" publication-type="journal">Vielsmeier&#x000a0;V, van der Loo&#x000a0;J, Marcrum&#x000a0;SC (2023) Somatosensorischer Tinnitus [Somatosensory tinnitus]. HNO 71(11):731&#x02013;738. 10.1007/s00106-023-01372-0<pub-id pub-id-type="pmid">37782343</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR10"><label>10.</label><citation-alternatives><element-citation id="ec-CR10" publication-type="book"><person-group person-group-type="author"><name><surname>Derlien</surname><given-names>S</given-names></name></person-group><source>Untersuchungen zu manualmedizinischen Befunden des Krankheitsbildes &#x0201c;Low Back Pain&#x0201d;</source><year>2009</year></element-citation><mixed-citation id="mc-CR10" publication-type="book">Derlien&#x000a0;S (2009) Untersuchungen zu manualmedizinischen Befunden des Krankheitsbildes &#x0201c;Low Back Pain&#x0201d;. Jena (Dissertation)</mixed-citation></citation-alternatives></ref><ref id="CR11"><label>11.</label><citation-alternatives><element-citation id="ec-CR11" publication-type="journal"><person-group person-group-type="author"><name><surname>Geipel</surname><given-names>E</given-names></name><name><surname>Loudovici-Krug</surname><given-names>D</given-names></name><name><surname>Best</surname><given-names>N</given-names></name></person-group><article-title>Reliability and Prevalence of Manual Medicine Examination Findings in Infancy</article-title><source>Phys Rehab Kur Med</source><year>2024</year><pub-id pub-id-type="doi">10.1055/a-2212-8210</pub-id></element-citation><mixed-citation id="mc-CR11" publication-type="journal">Geipel&#x000a0;E, Loudovici-Krug&#x000a0;D, Best&#x000a0;N (2024) Reliability and Prevalence of Manual Medicine Examination Findings in Infancy. Phys Rehab Kur Med. 10.1055/a-2212-8210</mixed-citation></citation-alternatives></ref><ref id="CR12"><label>12.</label><citation-alternatives><element-citation id="ec-CR12" publication-type="journal"><person-group person-group-type="author"><name><surname>Best</surname><given-names>N</given-names></name><name><surname>Seidel</surname><given-names>E</given-names></name></person-group><article-title>Consensus conference 2021/2022: physical and rehabilitative medicine&#x02014;diagnostic and therapeutic options</article-title><source>Phys Rehab Kur Med</source><year>2022</year><volume>32</volume><issue>02</issue><fpage>73</fpage><lpage>81</lpage><pub-id pub-id-type="doi">10.1055/a-1767-0652</pub-id></element-citation><mixed-citation id="mc-CR12" publication-type="journal">Best&#x000a0;N, Seidel&#x000a0;E (2022) Consensus conference 2021/2022: physical and rehabilitative medicine&#x02014;diagnostic and therapeutic options. Phys Rehab Kur Med 32(02):73&#x02013;81. 10.1055/a-1767-0652</mixed-citation></citation-alternatives></ref></ref-list></back></article>