<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" dtd-version="1.3" xml:lang="en" article-type="research-article"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Can J Pain</journal-id><journal-id journal-id-type="iso-abbrev">Can J Pain</journal-id><journal-title-group><journal-title>Canadian Journal of Pain</journal-title></journal-title-group><issn pub-type="epub">2474-0527</issn><publisher><publisher-name>Taylor &#x00026; Francis</publisher-name></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmid">40012718</article-id><article-id pub-id-type="pmc">PMC11864317</article-id><article-id pub-id-type="doi">10.1080/24740527.2025.2455494</article-id><article-id pub-id-type="publisher-id">2455494</article-id><article-version vocab="JAV" vocab-identifier="http://www.niso.org/publications/rp/RP-8-2008.pdf" vocab-term="Version of Record" article-version-type="VoR">Version of Record</article-version><article-categories><subj-group subj-group-type="heading"><subject>Research Article</subject></subj-group><subj-group subj-group-type="article-type"><subject>Research Article</subject></subj-group></article-categories><title-group><article-title>Coping in youth living with chronic pain: A systematic review of qualitative evidence</article-title><alt-title alt-title-type="left-running-head">R. L. WOODGATE ET AL.</alt-title><alt-title alt-title-type="right-running-head">CANADIAN JOURNAL OF PAIN</alt-title></title-group><contrib-group><contrib contrib-type="author"><contrib-id contrib-id-type="orcid" authenticated="false">https://orcid.org/0000-0002-7176-2390</contrib-id><name><surname>Woodgate</surname><given-names>Roberta L.</given-names></name><xref rid="aff0001" ref-type="aff">
<sup>a</sup>
</xref><xref rid="an0001" ref-type="corresp"/></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid" authenticated="false">https://orcid.org/0009-0001-1094-748X</contrib-id><name><surname>Bell</surname><given-names>Ashley</given-names></name><xref rid="aff0001" ref-type="aff">
<sup>a</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid" authenticated="false">https://orcid.org/0009-0005-4200-1604</contrib-id><name><surname>Petrasko</surname><given-names>Julianna</given-names></name><xref rid="aff0001" ref-type="aff">
<sup>a</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid" authenticated="false">https://orcid.org/0000-0002-0525-737X</contrib-id><name><surname>Neilson</surname><given-names>Christine J.</given-names></name><xref rid="aff0002" ref-type="aff">
<sup>b</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid" authenticated="false">https://orcid.org/0009-0000-4888-0762</contrib-id><name><surname>Ayeni</surname><given-names>Olabisi</given-names></name><xref rid="aff0001" ref-type="aff">
<sup>a</sup>
</xref></contrib><aff id="aff0001"><label>a</label>College of Nursing, Rady Faculty of Health Sciences, <institution-wrap><institution>University of Manitoba</institution></institution-wrap>, <city>Winnipeg</city>, <state>Manitoba</state>, <country>Canada</country></aff><aff id="aff0002"><label>b</label>Neil John Maclean Health Sciences Library, <institution-wrap><institution>University of Manitoba</institution></institution-wrap>, <city>Winnipeg</city>, <state>Manitoba</state>, <country>Canada</country></aff></contrib-group><author-notes><corresp id="an0001">CONTACT Roberta L. Woodgate <email xlink:href="mailto:Roberta.Woodgate@umanitoba.ca">Roberta.Woodgate@umanitoba.ca</email> College of Nursing, Rady Faculty of Health Sciences, University of Manitoba, 89 Curry Place, Winnipeg, <state>MB</state> R3T 2N2, <country>Canada</country>.</corresp></author-notes><pub-date date-type="pub" publication-format="electronic"><day>25</day><month>2</month><year>2025</year></pub-date><pub-date date-type="collection" publication-format="electronic"><year>2025</year></pub-date><pub-date pub-type="pmc-release"><day>25</day><month>2</month><year>2025</year></pub-date><volume>9</volume><issue>1</issue><elocation-id seq="4">2455494</elocation-id><pub-history><event event-type="tagger"><event-desc>Integra</event-desc><date><day>22</day><month>2</month><year>2025</year></date></event><event event-type="final"><event-desc>Integra</event-desc><date><day>22</day><month>2</month><year>2025</year></date></event><event event-type="received"><date><day>30</day><month>7</month><year>2024</year></date></event><event event-type="revised"><date><day>20</day><month>12</month><year>2024</year></date></event><event event-type="accepted"><date><day>15</day><month>1</month><year>2025</year></date></event></pub-history><permissions><copyright-statement>&#x000a9; 2025 The Author(s). Published with license by Taylor &#x00026; Francis Group, LLC.</copyright-statement><copyright-year>2025</copyright-year><copyright-holder>The Author(s)</copyright-holder><license><ali:license_ref xmlns:ali="http://www.niso.org/schemas/ali/1.0/" specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p>This is an Open Access article distributed under the terms of the Creative Commons Attribution License (<ext-link ext-link-type="uri" xlink:href="https://creativecommons.org/licenses/by/4.0/">http://creativecommons.org/licenses/by/4.0/</ext-link>), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. The terms on which this article has been published allow the posting of the Accepted Manuscript in a repository by the author(s) or with their consent.</license-p></license></permissions><self-uri content-type="pdf" xlink:href="UCJP_9_2455494.pdf"/><abstract><title>ABSTRACT</title><sec><title>Background</title><p>Chronic pain is progressively receiving attention as a universal public health priority. It is anticipated that there will be an increase in the prevalence of chronic pain in the coming years, particularly among youth. Chronic pain can be stressful and have a significant impact on young people and their family.</p></sec><sec><title>Aims</title><p>The aim of this systematic review was to synthesize the best available qualitative evidence on the coping experiences of youth living with chronic pain and to note whether there were any differences in their coping experiences.</p></sec><sec><title>Methods</title><p>A multi-database search was conducted including child development and adolescent studies. CINAHL, MEDLINE, PsycINFO, Embase, and Scopus were searched for eligible English-language articles from inception to December 2023. Out of 1625 article titles and abstracts screened for eligibility, 280 articles underwent full-text screening, with 20 ultimately meeting all inclusion criteria. We conducted a thematic analysis of data extracted from the 20 reviewed articles.</p></sec><sec><title>Results</title><p>We arrived at two synthesized findings. <italic toggle="yes">A Different Way of Being</italic> considers the experience of being a youth with chronic pain. <italic toggle="yes">Learning to Get By</italic> looks at the coping strategies youth use to manage their chronic pain and involved youth using <italic toggle="yes">self-directed strategies</italic>, as well as relying on <italic toggle="yes">external supports</italic>.</p></sec><sec><title>Conclusions</title><p>It is apparent from these synthesized findings that youths&#x02019; lives have been significantly impacted by chronic pain. Findings from this study can be used to support the care and well-being of youth living with chronic pain.</p></sec></abstract><trans-abstract abstract-type="short" xml:lang="fr"><title>R&#x000c9;SUM&#x000c9;</title><p><bold>Contexte :</bold> La douleur chronique retient de plus en plus l&#x02019;attention en tant que priorit&#x000e9; de sant&#x000e9; publique mondiale. On pr&#x000e9;voit une augmentation de la pr&#x000e9;valence de la douleur chronique dans les ann&#x000e9;es &#x000e0; venir, particuli&#x000e8;rement chez les jeunes. La douleur chronique peut &#x000ea;tre stressante et avoir un effet important sur les jeunes et leur famille.</p><p><bold>Buts :</bold> Le but de cette revue syst&#x000e9;matique &#x000e9;tait de synth&#x000e9;tiser les meilleures donn&#x000e9;es probantes qualitatives disponibles sur les exp&#x000e9;riences d'adaptation des jeunes vivant avec de la douleur chronique et d&#x02019;examiner les diff&#x000e9;rences dans leurs exp&#x000e9;riences d'adaptation.</p><p><bold>M&#x000e9;thodes :</bold> Une recherche a &#x000e9;t&#x000e9; men&#x000e9;e dans des bases de donn&#x000e9;es multiples, pour y rep&#x000e9;rer les &#x000e9;tudes europ&#x000e9;ennes sur le d&#x000e9;veloppement de l'enfant et de l'adolescent. Des recherches ont &#x000e9;t&#x000e9; effectu&#x000e9;es dans CINAHL, MEDLINE, PsycINFO, Embase et Scopus pour rechercher les articles en langue anglaise admissibles depuis leur cr&#x000e9;ation jusqu'en d&#x000e9;cembre 2023. Sur 1 625 titres d'articles et r&#x000e9;sum&#x000e9;s dont l'admissibilit&#x000e9; a &#x000e9;t&#x000e9; v&#x000e9;rifi&#x000e9;e, 280 articles ont fait l'objet d'une s&#x000e9;lection en texte int&#x000e9;gral, 20 d'entre eux r&#x000e9;pondant finalement &#x000e0; tous les crit&#x000e9;res d'inclusion. Nous avons effectu&#x000e9; une analyse th&#x000e9;matique des donn&#x000e9;es extraites des 20 articles examin&#x000e9;s.</p><p><bold>R&#x000e9;sultats :</bold> Nous avons d&#x000e9;gag&#x000e9; deux r&#x000e9;sultats synth&#x000e9;tis&#x000e9;s. <italic toggle="yes">A Different Way of Being</italic> aborde l&#x02019;exp&#x000e9;rience d'un jeune vivant avec la douleur chronique. <italic toggle="yes">Learning to Get By</italic> examine les strat'gies d'adaptation que les jeunes utilisent pour g&#x000e9;rer leur douleur chronique en mettant en lumi&#x000e8;re l&#x02019;utilisation de strat&#x000e9;gies autog&#x000e9;r&#x000e9;es, ainsi que le recours &#x000e0; un soutien externe.</p><p><bold>Conclusions :</bold> Ces r&#x000e9;sultats synth&#x000e9;tis&#x000e9;s montrent que la vie des jeunes est consid&#x000e9;rablement affect&#x000e9;e par la douleur chronique. Les r&#x000e9;sultats de cette &#x000e9;tude peuvent &#x000ea;tre utilis&#x000e9;s pour soutenir les soins et le bien-&#x000ea;tre des jeunes vivant avec de la douleur chronique.</p></trans-abstract><kwd-group kwd-group-type="author"><title>KEYWORDS</title><kwd>chronic pain</kwd><kwd>youth</kwd><kwd>coping</kwd><kwd>systematic review</kwd><kwd>qualitative</kwd><kwd>youth experiences</kwd><kwd>health care system</kwd></kwd-group><support-group><funding-group><award-group><funding-source>
<institution-wrap><institution>Canadian Institutes of Health Research</institution><institution-id institution-id-type="open-funder-registry">10.13039/501100000024</institution-id></institution-wrap>
</funding-source><award-id>CIHR PJT-180639</award-id></award-group><award-group><funding-source>
<institution-wrap><institution>Canadian Institutes of Health Research</institution><institution-id institution-id-type="open-funder-registry">10.13039/501100000024</institution-id></institution-wrap>
</funding-source></award-group><funding-statement>This study was supported by an operating grant from the Canadian Institutes of Health Research [Grant No. CIHR PJT-180639]. RLW is supported by a Tier 1 Canadian Research Chair in Child and Family Engagement in Health Research and Healthcare (Canadian Institutes of Health Research&#x02013;Canadian Research Chair-950&#x02013;231845).</funding-statement></funding-group></support-group><counts><fig-count count="2"/><table-count count="2"/><ref-count count="88"/><page-count count="1"/><word-count count="12539"/></counts></article-meta></front><body><sec disp-level="1" id="s0001"><title>Introduction</title><p>Chronic pain is progressively garnering attention as a universal public health priority,<sup><xref rid="cit0001" ref-type="bibr">1</xref>,<xref rid="cit0002" ref-type="bibr">2</xref></sup> having been included in the <italic toggle="yes">International Classification of Disease and Related Health Problems</italic>, a global classification systems of diseases and health related problems, in 2021.<sup><xref rid="cit0003" ref-type="bibr">3</xref>,<xref rid="cit0004" ref-type="bibr">4</xref></sup> Defined as persistent or recurring pain that lasts more than 3&#x000a0;months, chronic pain is an unpleasant sensory experience that may or may not be associated with a physical injury.<sup><xref rid="cit0003" ref-type="bibr">3</xref></sup> The experience of pain is unique to the individual and can be affected by biological, psychological, and social factors.<sup><xref rid="cit0002" ref-type="bibr">2</xref>,<xref rid="cit0005" ref-type="bibr">5</xref></sup> Current research predicts an upsurge in the prevalence of chronic pain, especially among youth (i.e., young people aged 12&#x02013;21&#x000a0;years).<sup><xref rid="cit0006" ref-type="bibr">6&#x02013;9</xref></sup>
<fig position="float" id="f0001" fig-type="figure"><label>Figure 1.</label><caption><p>PRISMA flow diagram. *Consider, if feasible to do so, reporting the number of records identified from each database or register searched (rather than the total number across all databases/registers). **If automation tools were used, indicate how many records were excluded by a human and how many were excluded by automation tools.</p></caption><alternatives><graphic xlink:href="UCJP_A_2455494_F0001_OC" content-type="color" specific-use="web-only" position="float"/><graphic xlink:href="UCJP_A_2455494_F0001_PB" content-type="black-white" specific-use="print-only" position="float"/></alternatives></fig>
<fig position="float" id="f0002" fig-type="figure"><label>Figure 2.</label><caption><p>Summary of synthesized findings.</p></caption><alternatives><graphic xlink:href="UCJP_A_2455494_F0002_OC" content-type="color" specific-use="web-only" position="float"/><graphic xlink:href="UCJP_A_2455494_F0002_PB" content-type="black-white" specific-use="print-only" position="float"/></alternatives></fig></p><p>Chronic pain affects an estimated 20% of people worldwide,<sup><xref rid="cit0003" ref-type="bibr">3</xref>,<xref rid="cit0010" ref-type="bibr">10&#x02013;12</xref></sup> with a similar rate of 20.8% of youth globally experiencing chronic pain.<sup><xref rid="cit0013" ref-type="bibr">13</xref></sup> These rates can vary, with a higher prevalence of chronic pain seen in youth who are girls,<sup><xref rid="cit0013" ref-type="bibr">13&#x02013;17</xref></sup> have a lower socioeconomic status,<sup><xref rid="cit0014" ref-type="bibr">14</xref></sup> are a racial minority,<sup><xref rid="cit0018" ref-type="bibr">18</xref></sup> and are older.<sup><xref rid="cit0018" ref-type="bibr">18</xref></sup> Many youth report chronic headache, abdominal, back, and musculoskeletal pain,<sup><xref rid="cit0005" ref-type="bibr">5</xref>,<xref rid="cit0013" ref-type="bibr">13</xref>,<xref rid="cit0014" ref-type="bibr">14</xref>,<xref rid="cit0016" ref-type="bibr">16</xref>,<xref rid="cit0017" ref-type="bibr">17</xref>,<xref rid="cit0019" ref-type="bibr">19</xref></sup> and among youth who experience chronic pain, 20.6% note experiencing pain in at least two body sites.<sup><xref rid="cit0016" ref-type="bibr">16</xref></sup></p><p>Chronic pain can be stressful, and its impact is pervasive. An undiagnosed chronic pain condition, alongside diagnostic uncertainty, can be stressful for youth and families.<sup><xref rid="cit0020" ref-type="bibr">20</xref></sup> Even with a diagnosis, youth can experience confusion and uncertainty about their condition and how it will impact their life.<sup><xref rid="cit0020" ref-type="bibr">20</xref></sup> Youth living with chronic pain can experience functional impairment and worse general well-being.<sup><xref rid="cit0015" ref-type="bibr">15</xref>,<xref rid="cit0018" ref-type="bibr">18</xref></sup> They may also experience increased school absenteeism,<sup><xref rid="cit0015" ref-type="bibr">15</xref>,<xref rid="cit0021" ref-type="bibr">21</xref></sup> anxiety,<sup><xref rid="cit0007" ref-type="bibr">7</xref>,<xref rid="cit0014" ref-type="bibr">14</xref>,<xref rid="cit0022" ref-type="bibr">22</xref>,<xref rid="cit0023" ref-type="bibr">23</xref></sup> depression,<sup><xref rid="cit0007" ref-type="bibr">7</xref>,<xref rid="cit0014" ref-type="bibr">14</xref>,<xref rid="cit0022" ref-type="bibr">22&#x02013;25</xref></sup> and loneliness,<sup><xref rid="cit0026" ref-type="bibr">26</xref></sup> as well as lower quality of life<sup><xref rid="cit0015" ref-type="bibr">15</xref>,<xref rid="cit0018" ref-type="bibr">18</xref></sup> and self-esteem.<sup><xref rid="cit0014" ref-type="bibr">14</xref></sup> Chronic pain can impact the development of youth and can contribute to mental health challenges and substance use disorders into their adulthood.<sup><xref rid="cit0002" ref-type="bibr">2</xref>,<xref rid="cit0007" ref-type="bibr">7</xref>,<xref rid="cit0009" ref-type="bibr">9</xref>,<xref rid="cit0023" ref-type="bibr">23</xref>,<xref rid="cit0027" ref-type="bibr">27</xref>,<xref rid="cit0028" ref-type="bibr">28</xref></sup> Their pain experience often has a significant impact on their family members as well.<sup><xref rid="cit0002" ref-type="bibr">2</xref>,<xref rid="cit0005" ref-type="bibr">5</xref></sup></p><p>Approximately one out of three youth with chronic pain struggle to cope with their pain.<sup><xref rid="cit0025" ref-type="bibr">25</xref></sup> Coping, defined within the context of youth well-being, is the &#x0201c;conscious and volitional efforts to regulate emotion, cognition, behaviour, physiology, and the environment in response to stressful events or circumstances.&#x0201d;<sup><xref rid="cit0029" ref-type="bibr">29</xref>(p89)</sup> Youth can utilize a range and mix of different approaches to help them cope with their chronic pain, such as distraction, deep breathing exercises, and talking with others about their pain.<sup><xref rid="cit0030" ref-type="bibr">30</xref>,<xref rid="cit0031" ref-type="bibr">31</xref></sup> Youth with chronic pain who are able to utilize effective coping strategies have improved quality of life.<sup><xref rid="cit0031" ref-type="bibr">31</xref>,<xref rid="cit0032" ref-type="bibr">32</xref></sup> The effectiveness of such coping strategies also corresponds to youths&#x02019; pain levels, with coping strategies being more effective for lower levels of chronic pain.<sup><xref rid="cit0031" ref-type="bibr">31</xref></sup></p><p>Little attention has been given to how youth cope with chronic pain, despite the long-term risks for social and economic disparities,<sup><xref rid="cit0033" ref-type="bibr">33</xref></sup> and their persisting challenges into adulthood, such as higher levels of depression and anxiety.<sup><xref rid="cit0007" ref-type="bibr">7&#x02013;9</xref></sup> Reviews on coping with chronic pain among youth are often quantitative.<sup><xref rid="cit0034" ref-type="bibr">34</xref></sup> Though such reviews have contributed to the knowledge of coping with chronic pain, they lack the ability to explore the unique meanings behind chronic pain experiences. Existing qualitative syntheses of chronic pain in youth have explored the experiences of youths&#x02019; fluctuating pain in musculoskeletal disorders,<sup><xref rid="cit0035" ref-type="bibr">35</xref></sup> examined the experiences coping with chronic pain among youth who had a history of psychological trauma,<sup><xref rid="cit0036" ref-type="bibr">36</xref></sup> looked at the impact of chronic pain on youths&#x02019; school functioning,<sup><xref rid="cit0021" ref-type="bibr">21</xref></sup> and the experiences of youth living with nonclinical chronic pain.<sup><xref rid="cit0037" ref-type="bibr">37</xref></sup> At present, no qualitative systematic review has captured the experiences of youth coping with chronic pain across diagnosed and undiagnosed conditions.</p><p>Considering this limitation, a synthesis of the literature focusing on the coping experiences of youth living with chronic pain will be useful to arrive at an increased understanding of their experiences, which can then be utilized to help us support youths&#x02019; health and well-being.<sup><xref rid="cit0025" ref-type="bibr">25</xref></sup> Therefore, the aim of this systematic review was to synthesize the best available qualitative evidence on the lived experiences of youth living with chronic pain, with or without a formal medical diagnosis, with attention to how they cope. Specifically, the following questions were addressed:</p><p>1. What meanings do youth assign to living with chronic pain?</p><p>2. How do youth cope with their chronic pain?</p></sec><sec disp-level="1" id="s0002"><title>Methods</title><p>This review is reported in accordance with the enhancing transparency in reporting the synthesis of qualitative research (ENTREQ) statement, which consists of 21 items for assessing the searching and selecting of qualitative research, quality appraisal, and methods for synthesizing qualitative findings (see supplemental material).<sup><xref rid="cit0038" ref-type="bibr">38</xref></sup></p><p>A professional librarian (C.J.N.) designed a draft search strategy to identify relevant literature in Ovid Medline with input from members of the research team. A second librarian peer reviewed the search using the 2015 PRESS guideline and checklist.<sup><xref rid="cit0039" ref-type="bibr">39</xref></sup> The finalized search was translated and run in each of the following databases: Child Development and Adolescent Studies (EBSCO); CINAHL with Fulltext (EBSCO); Ovid MEDLINE(R) and Epub Ahead of Print, In-Process, In-Data-Review &#x00026; Other Non-Indexed Citations and Daily; Embase (Ovid); APA PsycInfo (Ovid); and Scopus (Elsevier). A multi-database search was conducted in Sociological Abstracts and Social Services Abstracts via the ProQuest platform. Searches were last updated in the databases listed above on December 4, 2023.</p><p>The search incorporated a modified version of DeJean and colleagues&#x02019; qualitative research search filter to focus search results on qualitative and mixed methods research.<sup><xref rid="cit0040" ref-type="bibr">40</xref></sup> An additional filter was used in Scopus to exclude Medline and Embase records from the Scopus search.<sup><xref rid="cit0041" ref-type="bibr">41</xref></sup> No other limits or filters were used. Duplicate records were identified and removed from the initial result set using Endnote.<sup><xref rid="cit0042" ref-type="bibr">42</xref></sup> Records identified when the search was updated were deduplicated by Covidence software.<sup><xref rid="cit0043" ref-type="bibr">43</xref></sup> Complete search histories for each database are available in the University of Manitoba institutional repository.<sup><xref rid="cit0044" ref-type="bibr">44</xref></sup></p><p>The criteria for studies to be included were as follows: (1) it must be a qualitative study using any study method. Mixed method studies were included if the qualitative findings were included separately; (2) qualitative findings must include reports directly from youth themselves, and not through a proxy, such as a caregiver or parent; (3) strategies or management approaches for coping with chronic pain must be reported in the findings; (4) youth reporting must be between 12 and 21&#x000a0;years old (mean age of &#x0003e;12 or &#x0003c;21 if a broader age range sampled) and must live with chronic pain (defined as consistent or recurrent pain lasting longer than 3&#x000a0;months with or without a clear physical pathology or diagnosis); and (5) it must be published in a peer-reviewed English language journal. It should be noted that though youth is best understood as a period of transition from the dependence of childhood to adulthood&#x02019;s independence, the age range does vary depending on the source.<sup><xref rid="cit0045" ref-type="bibr">45</xref></sup> For the purposes of this review, the age range of 12 to 21&#x000a0;years was selected in recognition that chronic pain becomes prominent for many youth during adolescence<sup><xref rid="cit0046" ref-type="bibr">46</xref></sup> and that around 21&#x000a0;years is when youth transition to adult-based care.<sup><xref rid="cit0047" ref-type="bibr">47</xref></sup></p><p>Studies were excluded if (1) the complete study was not available, (2) the paper was a meta-analysis or meta-synthesis, (3) it was a different topic area, (4) it was not original research, (5) no qualitative findings were reported, (6) the findings were not reported by youth, (7) youth did not belong to the correct age group, (8) the paper reported on acute pain only, or (9) there were no findings on coping strategies.</p><p>The initial search of the databases identified 4965 articles (see <xref rid="f0001" ref-type="fig">Figure 1</xref>), which were then imported into Covidence. After duplicates were removed, 1625 studies remained. The article abstracts were then assessed by two reviewers (J.P. and O.A.), and articles were removed if they did not fit the inclusion criteria. This left 280 articles for further screening. The second screening consisted of three reviewers (R.L.W., J.P., and O.A.) reading the full article and including articles based on the inclusion criteria. A total of 30 studies were included. After further discussion among the authors (R.L.W., A.B., J.P., and O.A.), ten articles were dropped from the review because they did not meet the inclusion criteria, leaving 20 articles at this point.</p><sec disp-level="2" id="s0002-s2001"><title>Quality Assessment</title><p>The Mixed Methods Appraisal Tool (MMAT), which provides guidance for appraising the methodological quality of qualitative, quantitative randomized controlled, quantitative nonrandomized, quantitative descriptive, and mixed method studies, was utilized for the quality assessment.<sup><xref rid="cit0048" ref-type="bibr">48</xref></sup> The methodological quality assessment was done by two reviewers (R.L.W. and J.P.) independently for each paper included at this stage. A quality score was given to each study using the Mixed Methods Appraisal Tool. For each section, either a value of 1 for &#x0201c;yes&#x0201d; responses or 0 for &#x0201c;no&#x0201d; responses were given. Any disagreements from the quality assessment were reviewed and discussed by four reviewers (R.L.W., A.B., J.P., and O.A.) until a consensus was agreed upon. At this point any article that was found to not meet a high methodological standard was excluded from the study. All 20 articles that met the inclusion criteria also met the quality assessment standard, and, as such, all were included in this systematic review for data extraction.</p></sec><sec disp-level="2" id="s0002-s2002"><title>Data Extraction</title><p>Three reviewers (R.L.W., J.P., and O.A.) extracted the data relevant to the research aim and questions from the 20 studies (see <xref rid="t0001" ref-type="table">Table 1</xref>). The extracted data table included information pertaining to authors&#x02019; names, year published, country the study was conducted in, study design, purpose of the study, recruitment setting, age of the participating youth, data collection method, number of participating youth, participants&#x02019; type of chronic pain, main findings of the study, and limitations identified. Any disagreements during the extraction were discussed among three reviewers (R.L.W., A.B., and J.P.) until an agreement was reached.<table-wrap position="float" id="t0001" orientation="landscape"><label>Table 1.</label><caption><p>Characteristics of studies in the systematic review.</p></caption><!--OASIS TABLE HERE--><table frame="hsides" rules="groups"><colgroup><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/></colgroup><thead><tr><th align="left">Study (country)</th><th align="center">Design, purpose</th><th align="center">Recruitment setting, youth age</th><th align="center">Data collection method</th><th align="center">Number of youth (male/female)</th><th align="center">Type of chronic pain</th><th align="center">Main findings</th><th align="center">Limitations</th></tr></thead><tbody><tr><td align="left">Alsaggaf and Coyne<sup><xref rid="cit0063" ref-type="bibr">63</xref></sup><break/>(Saudi Arabia)</td><td align="left">Multiple case study<break/>Report on the experience of chronic pain, its impact on participation in everyday life, and strategies to manage chronic pain</td><td align="left">Large tertiary hospital<break/>12&#x02013;16&#x000a0;years<break/>Mean age of 14.8</td><td align="left">Semistructured face-to-face and telephone interviews</td><td align="left"><italic toggle="yes">N</italic> =&#x000a0;10 (5 males, 5 females)<break/>Additional participants included parents (<italic toggle="yes">N</italic> =&#x000a0;10) and school personnel (<italic toggle="yes">N</italic> =&#x000a0;20)</td><td align="left">&#x02022; Sickle cell anemia<break/>&#x02022; Celiac disease Systemic lupus erythematous<break/>&#x02022; Migraine<break/>&#x02022; Osteogenesis imperfecta<break/>&#x02022; Chronic sinusitis<break/>&#x02022; Headache<break/>&#x02022; Muscular dystrophy<break/>&#x02022; Juvenile rheumatoid arthritis<break/>&#x02022; Ulcerative colitis<break/>&#x02022; Crohn&#x02019;s disease</td><td align="left">&#x02022; Themes: (1) Experiencing chronic pain: &#x0201c;Like a big rock on me. &#x02026; I cannot bear it.&#x0201d; (2) Impact of pain on quality of life: &#x0201c;Pain ruins everything.&#x0201d; (3) Everyday strategies to manage chronic pain: &#x0201c;I don&#x02019;t let the pain disrupt my day.&#x0201d;<break/>&#x02022; Coping strategies used: medications, herbal remedies, massage, hot/cold, drinking water, eating healthy, positive thinking, relaxation, distraction, exercise, spirituality, family support, avoiding triggers</td><td align="left">&#x02022; Only involved youth with secondary chronic pain<break/>&#x02022; Potential bias due to recruitment from tertiary hospitals and schools in specific regions<break/>&#x02022; Phone interviews may have obscured nonverbal clues during COVID-19.<break/>&#x02022; Differences in male and female experiences were not highlighted.<break/>&#x02022; Youth ethnicity/race not reported</td></tr><tr><td align="left">Carter et al.<sup><xref rid="cit0053" ref-type="bibr">53</xref></sup> (United Kingdom)</td><td align="left">Qualitative, participant inquiry study<break/>Explore the way in which the experience of chronic pain impacts the lives of young people</td><td align="left">Children&#x02019;s hospital<break/>13&#x02013;19&#x000a0;years</td><td align="left">Post-it&#x000ae; pyramids (identifying and prioritizing key words depicting pain experiences), peer interviews, and a focus group interview</td><td align="left"><italic toggle="yes">N</italic> =&#x000a0;5 (gender not specified)</td><td align="left">Abdominal pain<break/>&#x02022; Headaches<break/>&#x02022; Bone pain<break/>&#x02022; Back pain</td><td align="left">&#x02022; Themes: (1) &#x0201c;No one&#x02019;s pain&#x02019;s the same, it&#x02019;s always there.&#x0201d; (2) &#x0201c;Getting on with it.&#x0201d; (3) &#x0201c;It&#x02019;s hard &#x02019;cos &#x02026; but we&#x02019;re keeping with the dream.&#x0201d; (4) &#x0201c;It depends &#x02026; <italic toggle="yes">some</italic> are okay.&#x0201d;<break/>&#x02022; Coping strategies used: relaxing, talking with others, family support.<break/>&#x02022; Young people experienced significant disruption in their lives because of their pain.<break/>&#x02022; Professionals need to develop insight and strategies into the challenges young people with chronic pain face daily.</td><td align="left">&#x02022; Small sample size<break/>&#x02022; All participants were receiving tertiary level management of their pain and thus may be unrepresentative of young people receiving secondary level or primary care management of their chronic pain.<break/>&#x02022; Youth ethnicity/race not reported</td></tr><tr><td align="left">Castle et al.<sup><xref rid="cit0051" ref-type="bibr">51</xref></sup> (Australia)</td><td align="left">Phenomenological study<break/>Explore the experience and impact of chronic pain on the lives of adolescents and young adults with cerebral palsy</td><td align="left">Outpatient setting in a children&#x02019;s hospital<break/>14&#x02013;24&#x000a0;years<break/>Mean age of 17.6</td><td align="left">In-depth interviews</td><td align="left"><italic toggle="yes">N</italic> =&#x000a0;6 (4 males, 2 females)</td><td align="left">&#x02022; Hip pain<break/>&#x02022; Back pain<break/>&#x02022; Limb pain<break/>&#x02022; Bladder pain<break/>&#x02022; Hand, wrist, and shoulder pain<break/>&#x02022; All participants had cerebral palsy.</td><td align="left">&#x02022; Themes: (1) The experience of chronic pain. (2) Making sense of the pain. (3) Doing anything to get rid of the pain. (4) Fighting the pain. (5) Enlisting help. (6) Being in pain. (7) Looking ahead.<break/>&#x02022; Coping strategies used: relaxation, medication, splints, family support</td><td align="left">&#x02022; Differences in male and female experiences were not highlighted.<break/>&#x02022; There was no discussion on how the type of cerebral palsy may have shaped the participants&#x02019; experiences.<break/>&#x02022; Youth ethnicity/race not reported</td></tr><tr><td align="left">Forgeron and McGrath<sup><xref rid="cit0057" ref-type="bibr">57</xref></sup><break/>(Canada)</td><td align="left">Qualitative approach<break/>Explore the self-identified needs of adolescents living with chronic pain</td><td align="left">Tertiary care pediatric chronic pain clinic<break/>13&#x02013;17&#x000a0;years</td><td align="left">Focus group</td><td align="left"><italic toggle="yes">N</italic> =&#x000a0;6 (1 male, 5 females)</td><td align="left">&#x02022; Pelvic pain<break/>&#x02022; Shoulder pain<break/>&#x02022; Neck pain<break/>&#x02022; Hand pain<break/>&#x02022; Foot pain<break/>&#x02022; Knee pain<break/>&#x02022; Stomach pain</td><td align="left">Themes: (1) Struggling to be normal. (2) Dealing with the pain.<break/>&#x02022; Coping strategies used: medications, distraction, support from friends with chronic pain<break/>&#x02022; School was the greatest source of stress.<break/>&#x02022; Youth were unsure what skills they needed to transition into adult care and asserted that they were not ready to do so.</td><td align="left">Data were only collected in one session, which could have limited the number of needs uncovered.<break/>&#x02022; Differences in male and female experiences were not highlighted.<break/>&#x02022; All participants were Caucasian and middle-class.</td></tr><tr><td align="left">Forgeron et al.<sup><xref rid="cit0061" ref-type="bibr">61</xref></sup><break/>(Canada)</td><td align="left">Interpretive phenomenology<break/>To understand the challenges adolescents with pain face regarding their friendships</td><td align="left">Tertiary pain clinic and community-wide advertisement<break/>14&#x02013;18&#x000a0;years</td><td align="left">Individual interviews</td><td align="left"><italic toggle="yes">N</italic> =&#x000a0;8<break/>Additional participants included youth without chronic pain (<italic toggle="yes">N</italic> =&#x000a0;8)<break/>(total <italic toggle="yes">N</italic> =&#x000a0;16: 2 males, 14 females)</td><td align="left">&#x02022; Widespread chronic pain<break/>&#x02022; Headaches<break/>&#x02022; Musculoskeletal pain</td><td align="left">Themes: (1) Rethinking the self with pain. (2) Rethinking friendships.<break/>&#x02022; Coping strategies used: support from close friends, draw on inner strength</td><td align="left">&#x02022; With only two males participating in the study, it was not possible to analyze sex differences.<break/>&#x02022; Youth ethnicity/race not reported</td></tr><tr><td align="left">Ghio et al.<sup><xref rid="cit0062" ref-type="bibr">62</xref></sup><break/>(United Kingdom)</td><td align="left">Qualitative cross-sectional study<break/>Examine adolescents&#x02019; goals when coping with pain from juvenile idiopathic arthritis and map these goals to the cognitive and emotional profiles of both the adolescent and their parent</td><td align="left">Hospital through ongoing Childhood Arthritis Prospective Study<break/>11&#x02013;16&#x000a0;years</td><td align="left">Two-part interview for adolescents, qualitative survey for parents</td><td align="left"><italic toggle="yes">N</italic> =&#x000a0;17 (7 males, 10 females)<break/>Additional participants included parents of youth (<italic toggle="yes">N</italic> =&#x000a0;17)</td><td align="left">&#x02022; Juvenile idiopathic arthritis</td><td align="left">&#x02022; Coping strategies used:<break/>&#x02022; (1) Physical activity: (a) resting and relaxing, (b) staying still, (c) physical activity, (d) get on with it (normalize their pain).<break/>&#x02022; (2) Pain disclosure: (a) not telling at all, (b) telling mum but not school or friends, (c) telling anyone.<break/>&#x02022; (3) Treatment: (a) seeking support from health professionals, (b) taking medication.</td><td align="left">&#x02022; The adolescents&#x02019; pain representations may have been influenced by the parental pain beliefs, which may not accurately reflect the individual experiences of the adolescents.<break/>&#x02022; Adolescent ethnicity/race not reported</td></tr><tr><td align="left">Gremillion et al.<sup><xref rid="cit0055" ref-type="bibr">55</xref></sup><break/>(United States)</td><td align="left">Qualitative approach with interpretive phenomenological analysis<break/>Understand the challenges experienced by adolescents with co-occurring chronic pain and obesity, with a specific focus on physical activity</td><td align="left">Multidisciplinary pediatric pain and headache clinic<break/>13&#x02013;17&#x000a0;years<break/>Mean age of 15.5</td><td align="left">Semistructured phone interviews</td><td align="left"><italic toggle="yes">N</italic> =&#x000a0;13 (2 males, 11 females)</td><td align="left">&#x02022; Headaches<break/>&#x02022; Generalized pain<break/>&#x02022; Abdominal pain<break/>&#x02022; Back pain<break/>&#x02022; Lower extremity pain<break/>&#x02022; All participants had obesity.</td><td align="left">&#x02022; Themes: (1) Impact of chronic pain on relationships. (2) Impact of pain on self-perception. (3) Using food to cope with pain. (4) Perceived relationship between pain and weight after onset of pain. (5) Attitudes toward physical activity. (6) Barriers to physical activity. (7) Supports to physical activity.<break/>&#x02022; Coping strategies used: avoid triggering foods, support from friends/family with chronic pain</td><td align="left">&#x02022; Phone interviews may have obscured nonverbal clues.<break/>&#x02022; Pain onset was not accounted for, despite onset ranging from 4&#x000a0;months to over 7&#x000a0;years.<break/>&#x02022; Differences in male and female experiences were not highlighted.<break/>&#x02022; Diverse ethnicity/race of youth but not considered in analysis</td></tr><tr><td align="left">Hurley-Wallace et al.<sup><xref rid="cit0069" ref-type="bibr">69</xref></sup><break/>(United Kingdom)</td><td align="left">Qualitative design<break/>Explore young people&#x02019;s experiences of searching for information about chronic pain using the internet</td><td align="left">Community, advertised online and through relevant charities and a sixth form college<break/>16&#x02013;24&#x000a0;years<break/>Mean age of 21.1</td><td align="left">Online, semistructured individual interviews</td><td align="left"><italic toggle="yes">N</italic> =&#x000a0;24 (1 male, 21 females, 1 gender variant)</td><td align="left">&#x02022; Primary chronic pain<break/>&#x02022; Posttraumatic pain<break/>&#x02022; Headache and orofacial pain<break/>&#x02022; Visceral pain<break/>&#x02022; Musculoskeletal pain<break/>&#x02022; Diagnoses included:<break/>&#x02022; Joint hypermobility syndrome<break/>&#x02022; Chronic headache<break/>&#x02022; Migraine<break/>&#x02022; Fibromyalgia<break/>&#x02022; Ehlers-Danlos syndrome<break/>&#x02022; Endometriosis<break/>&#x02022; Rheumatoid arthritis</td><td align="left">&#x02022; Themes: (1) Trustworthy information or experiences? (2) Diagnostic labels in a digital world. (3) The online chronic pain community. (4) A mind and body approach to self-management.<break/>&#x02022; Coping strategies used: online mindfulness, meditation, and yoga resources<break/>&#x02022; Youth trusted advice from others in their online community. Having a diagnostic label helped them find relevant management strategies and support networks online.</td><td align="left">&#x02022; The sample did not represent young people with cancer-related or neuropathic pain and disproportionally represented participants who are female.<break/>&#x02022; Sample population was largely White, and no analysis of ethnicity.</td></tr><tr><td align="left">Jones et al.<sup><xref rid="cit0055" ref-type="bibr">55</xref></sup><break/>(United Kingdom)</td><td align="left">Qualitative design<break/>Explore how adolescents make sense of their experience of chronic pain in the context of their social development</td><td align="left">National Health Service tertiary pain service<break/>12&#x02013;22&#x000a0;years<break/>Mean age of 15.7</td><td align="left">Telephone interviews, monthly diaries</td><td align="left"><italic toggle="yes">N</italic> =&#x000a0;9 (1 male, 8 females)</td><td align="left">&#x02022; Chronic coccyx pain<break/>&#x02022; Eczema<break/>&#x02022; Chronic neuropathic pain of the skin<break/>&#x02022; Hypermobility<break/>&#x02022; Persistent localized leg pain<break/>&#x02022; Chronic musculoskeletal pain<break/>&#x02022; Chronic ankle pain<break/>&#x02022; Chronic back pain<break/>&#x02022; Chronic abdominal pain</td><td align="left">&#x02022; Overarching theme: &#x0201c;tug of war: push and pull&#x0201d; (developmental tension related to pain and the cumulative impact it had over time). This comprised subthemes: (1) The shifting sands of peer relationships. (2) Restricted choices.<break/>&#x02022; Coping strategies used: isolating themselves from peers, distraction, prioritizing time with friends</td><td align="left">&#x02022; Participants were primarily girls, all identified as White, and all spoke English as a first language.<break/>&#x02022; Three participants did not complete the diary portion.<break/>&#x02022; Wide age range of participants (12&#x02013;22) led to notable differences in their developmental stage, relevant concerns, and experiences. This made it challenging to understand specific concerns at each developmental stage.</td></tr><tr><td align="left">Killackey et al.<sup><xref rid="cit0058" ref-type="bibr">58</xref></sup><break/>(Canada)</td><td align="left">Qualitative descriptive design<break/>Describe the impact of the COVID-19 pandemic on the experiences of Canadian families of youth living with chronic pain</td><td align="left">Pediatric chronic pain clinics across Canada, national pain and children&#x02019;s health organizations, social media<break/>Mean age of 16.5&#x000a0;years</td><td align="left">Semistructured interviews</td><td align="left"><italic toggle="yes">N</italic> =&#x000a0;19<break/>(2 males, 17 females)<break/>Additional participants included parents (<italic toggle="yes">N</italic> =&#x000a0;14) and siblings (<italic toggle="yes">N</italic> =&#x000a0;11)</td><td align="left">&#x02022; Specific chronic pain types and/or condition(s) not reported</td><td align="left">&#x02022; Themes: (1) Absorbing and shifting: the toll of the pandemic on the family system including loss of coping mechanisms. (2) Social ambiguity and abandonment. (3) Building community resilience: familial adaptation to the pandemic.<break/>&#x02022; Coping strategies used: support from siblings and parents, meditating, exercise<break/>&#x02022; Youth expressed the effects of the pandemic on pain management. Coping mechanisms were limited, with a lack of distraction opportunities, and accessing quite time in the home was difficult with the presence of family members and pets.</td><td align="left">&#x02022; Youth were predominantly White, with parents who were educated and had higher socioeconomic status.<break/>&#x02022; Interviews were conducted at only one time point. As such, they reflect a certain phase of the pandemic, which was prior to widespread vaccination in Canada.</td></tr><tr><td align="left">Mahon and Reynolds<sup><xref rid="cit0071" ref-type="bibr">71</xref></sup><break/>(Canada)</td><td align="left">Interpretative description<break/>Explore the lived experiences of adolescents with a diagnosis of primary chronic pain to understand their perception of onset and the impact of their condition</td><td align="left">Chronic pain clinic<break/>13&#x02013;19&#x000a0;years</td><td align="left">Virtual semistructured interviews</td><td align="left"><italic toggle="yes">N</italic> =&#x000a0;15 (4 males, 11 females)</td><td align="left">&#x02022; Primary chronic pain</td><td align="left">&#x02022; Themes:<break/>(1) Psychological: (a) diagnostic uncertainty and uncertainty about the future, (b) depression and anxiety, (c) professionals&#x02019; skepticism, (d) importance of peer support, (e) importance of parental support.<break/>(2) Physiological: (a) effect on activities of daily living, (b) sleep, (c) exercise, sports, recreation.<break/>(3) Systematic: (a) school, (b) lack of resources, (c) delays in referrals.<break/>&#x02022; Coping strategies used: support from parents, support from friends<break/>&#x02022; Youth perceived that health care professionals did not believe their pain and its intensity.</td><td align="left">&#x02022; Youth ethnicity/race and culture not reported.<break/>&#x02022; Gender differences in pain perception were not analyzed.<break/>&#x02022; Information on previous hospitalization was not gathered.<break/>&#x02022; Limited to a single chronic pain clinic, and findings may be different at other clinics.</td></tr><tr><td align="left">McKinnon et al.<sup><xref rid="cit0066" ref-type="bibr">66</xref></sup><break/>(Australia)</td><td align="left">Convergent parallel mixed methods design, including quantitative prospective cross-sectional and qualitative interviews<break/>Explore the lived experience of chronic pain and dyskinesia in children and adolescents with cerebral palsy</td><td align="left">Tertiary hospitals<break/>9&#x02013;16&#x000a0;years (qualitative phase)<break/>Mean age of 13.3</td><td align="left">Semistructured interviews (qualitative phase)</td><td align="left"><italic toggle="yes">N</italic> =&#x000a0;8 (6 males, 2 females) for the qualitative phase</td><td align="left">&#x02022; Abdominal pain<break/>&#x02022; Back pain<break/>&#x02022; Limb pain<break/>&#x02022; Face/temple/jaw pain<break/>&#x02022; Head pain<break/>&#x02022; Throat/neck pain<break/>&#x02022; Chest pain<break/>&#x02022; Groin/pubic pain<break/>&#x02022; All participants had cerebral palsy.</td><td align="left">&#x02022; Themes: (1) Lives embedded with dyskinesia. (2) Real-world challenges of chronic pain. (3) Still learning strategies to manage their pain and dyskinesia.<break/>&#x02022; Coping strategies used: push through the pain, stretching, massage, distraction, hot/cold, positioning, medications, rest, controlled breathing, seeking comfort from family</td><td align="left">&#x02022; Homogenous sample used for qualitative interviews. Race/ethnicity of participants not reported<break/>&#x02022; There may have been differences in pain experiences between younger childhood (9&#x02013;12&#x000a0;years) and adolescence (&#x0003e;12&#x000a0;years), and across participants with differing levels of dyskinesia severity.</td></tr><tr><td align="left">Meldrum et al.<sup><xref rid="cit0061" ref-type="bibr">61</xref></sup><break/>(United States)</td><td align="left">Mixed methods study with quantitative and qualitative procedures<break/>Examine the impact of pain-associated functioning limitations on children&#x02019;s lives and the strategies they develop to try to continue functioning</td><td align="left">Tertiary chronic pain clinic<break/>10&#x02013;18&#x000a0;years (qualitative phase)<break/>Mean age of 14.7</td><td align="left">Semistructured interviews (qualitative phase)</td><td align="left"><italic toggle="yes">N</italic> =&#x000a0;45 (13 males, 32 females)</td><td align="left">&#x02022; Headache<break/>&#x02022; Myofascial pain<break/>&#x02022; Functional neurovisceral pain disorder<break/>&#x02022; Complex regional pain syndrome<break/>&#x02022; Fibromyalgia</td><td align="left">&#x02022; Three functioning patterns of youth were identified: (1) Adaptative. (2) Passive. (3) Stressed.<break/>&#x02022; Coping strategies used: medications, rest/sleep, distraction, changing eating or other habits, crying, focusing on the pain<break/>&#x02022; Three recurrent strategies were identified: (1) Getting on with things. (2) Planning ahead. (3) Body awareness.</td><td align="left">&#x02022; Ethnic, cultural, and gender differences in pain perceptions were not reported.</td></tr><tr><td align="left">Nkhoma et al.<sup><xref rid="cit0062" ref-type="bibr">62</xref></sup><break/>(Malawi)</td><td align="left">Qualitative design<break/>Explore stakeholders&#x02019; perspectives and experiences of pain self-management for adolescent living with HIV and chronic pain</td><td align="left">HIV primary care clinic<break/>10&#x02013;17&#x000a0;years<break/>Mean age of 14.7</td><td align="left">In-depth interviews</td><td align="left"><italic toggle="yes">N</italic> =&#x000a0;21 (11 males, 10 females)<break/>Additional participants included family caregivers of these youth and health care providers in HIV clinics</td><td align="left">&#x02022; All participants had chronic pain with co-occurring HIV.</td><td align="left">&#x02022; Themes: (1) Experiencing physical, psychological, and spiritual pain. (2) Self-management approaches for pain and symptoms. (3) Current pain strategies among adolescents.<break/>&#x02022; Coping strategies used: medication (Western and traditional); walking; exercise/jogging; reading magazines; drinking cold water; washing the painful body part with cold water; spending time with friends; support from friends, parents, and health care providers; watching TV</td><td align="left">&#x02022; Recruitment relied on staff being aware of youths&#x02019; pain, but their awareness may have been low.<break/>&#x02022; There may have been selection bias. Youth with severe pain who dropped out of care may not have been approached for recruitment.</td></tr><tr><td align="left">Parsons et al.<sup><xref rid="cit0068" ref-type="bibr">68</xref></sup><break/>(United Kingdom)</td><td align="left">Qualitative design<break/>Explore how adolescents experience, understand, and perceive positive growth while living with chronic pain</td><td align="left">Previous study that recruited from tertiary care pediatric-specific pain clinics and social media<break/>11&#x02013;24&#x000a0;years<break/>Mean age of 17.8</td><td align="left">Diary entries, semistructured interviews</td><td align="left"><italic toggle="yes">N</italic> =&#x000a0;24 (1 male, 21 females, 1 trans male, 1 non-binary)</td><td align="left">&#x02022; Complex regional pain syndrome<break/>&#x02022; Fibromyalgia<break/>&#x02022; Ehlers-Danlos syndrome<break/>&#x02022; Psoriatic arthritis<break/>&#x02022; Chronic migraine<break/>&#x02022; Crohn&#x02019;s disease<break/>&#x02022; General chronic pain<break/>&#x02022; Craniopharyngioma<break/>Scoliosis<break/>Bone marrow edema<break/>Ankylosing spondylitis<break/>&#x02022; Joint hypermobility syndrome</td><td align="left">&#x02022; Themes: (1) Appreciating the moment. (2) Becoming a better version of myself.<break/>&#x02022; Coping strategies used: distraction through hobbies/skills (crochet, knitting, learning new languages, and art)</td><td align="left">&#x02022; Follow-up interviews were not conducted with the full sample of youth who participated in the diary entry portion.<break/>&#x02022; Most of the youth were White and female.</td></tr><tr><td align="left">Root and Nosek<sup><xref rid="cit0058" ref-type="bibr">58</xref></sup><break/>(United States)</td><td align="left">Exploratory design<break/>Provide insight into the language that college students use to describe their experiences with chronic pain, challenges they face, and coping strategies they use</td><td align="left">A liberal arts college<break/>Mean age of 20</td><td align="left">Qualitative writing exercise</td><td align="left"><italic toggle="yes">N</italic> =&#x000a0;11 (1 male, 10 females)</td><td align="left">&#x02022; Neck/spine pain<break/>&#x02022; Headaches/migraines<break/>&#x02022; Stomach/digestive pain<break/>&#x02022; Endometriosis<break/>&#x02022; Fibromyalgia<break/>&#x02022; Tendonitis<break/>&#x02022; Joint pain/arthritis</td><td align="left">&#x02022; Challenges living with chronic pain: (1) Lack of permanent solutions. (2) Impact on mental health. (3) Need for social support. (4) Academic challenges.<break/>&#x02022; Coping strategies used: exercise, support from others (not specified who), self-care (rest, sleep, breaks), medications, alternative medicine, mental health therapy, negative thinking (anger, catastrophizing, ruminating, shutting down, jealousy), self-isolation, avoidance, not advocating for oneself<break/>&#x02022; Youth were more likely to use negatively valanced words than positively valanced words to describe their pain.</td><td align="left">&#x02022; Participants were predominantly female and middle-class or higher, all White, and all from the same college.</td></tr><tr><td align="left">Shaygan and Jaberi<sup><xref rid="cit0065" ref-type="bibr">65</xref></sup><break/>(Iran)</td><td align="left">Mixed methods design<break/>Assess a smartphone&#x02010;based pain management application regarding the feasibility, adherence, participant satisfaction, and effectiveness on pain intensity and quality of life in adolescents with chronic pain</td><td align="left">From a baseline sample of a previous study<break/>12&#x02013;19&#x000a0;years<break/>Mean age of 13.7</td><td align="left">Semistructured interviews (qualitative phase)</td><td align="left"><italic toggle="yes">N</italic> =&#x000a0;14 (5 males, 9 females) for the qualitative phase</td><td align="left">&#x02022; Chronic pain, specific type(s) and/or condition(s) not reported</td><td align="left">&#x02022; Categories of pain management strategies: (1) Physical management (analgesics, topical methods such as heat, traditional/herbal medicine, and topical medications such as ointments). (2) Psychological management (distraction, mental avoidance/not thinking about the pain, resilience, optimism, spirituality). (3) Interpersonal resources (support from family, peers, school officials).<break/>&#x02022; The smartphone&#x02010;based pain management program had a positive effect on pain intensity and quality of life.</td><td align="left">&#x02022; Gender and age were not considered in the analysis of the interviews.<break/>&#x02022; Youth ethnicity/race not reported</td></tr><tr><td align="left">Skogvold and Magnussen<sup><xref rid="cit0067" ref-type="bibr">67</xref></sup><break/>(Norway)</td><td align="left">Qualitative design<break/>Explore the strategies youth use to cope with chronic tension-type headaches</td><td align="left">Pediatric neurologists, physiotherapists, and public health nurses invited eligible youth<break/>14&#x02013;17&#x000a0;years</td><td align="left">In-depth interviews</td><td align="left"><italic toggle="yes">N</italic> =&#x000a0;17 (6 males, 11 females)</td><td align="left">&#x02022; Chronic tension-type headache</td><td align="left">&#x02022; Main categories of coping strategies: (1) Structure and routines in daily life. (2) Low-level activity and walking are best. (3) Rest, relaxation, and withdrawal. (4) Therapy&#x02014;expectations and disappointments. (5) thoughts on use of medication in connection with headaches.</td><td align="left">&#x02022; The quality of the interviews with younger participants was considered somewhat low because the younger participants were not as willing to share their experiences.<break/>&#x02022; It was noted that the interviewer may have misinterpreted the participants, which could impact data validity.<break/>&#x02022; Youth ethnicity/race not reported</td></tr><tr><td align="left">Stinson et al.<sup><xref rid="cit0067" ref-type="bibr">67</xref></sup><break/>(Canada)</td><td align="left">Descriptive exploratory qualitative design<break/>Conduct a user-centered needs assessment to inform the development of an integrated web- and smartphone-based self-management program for adolescents with chronic pain, called iCanCope with Pain<sup>TM</sup></td><td align="left">Pediatric tertiary care chronic pain clinics<break/>14&#x02013;18&#x000a0;years</td><td align="left">Focus groups, individual interviews</td><td align="left"><italic toggle="yes">N</italic> =&#x000a0;22 (5 males, 17 females)</td><td align="left">&#x02022; Headache<break/>&#x02022; Abdominal pain<break/>&#x02022; Widespread pain<break/>&#x02022; Lower back pain<break/>&#x02022; Neuropathic pain<break/>&#x02022; Facial pain<break/>&#x02022; Other chronic pain, not included in the above</td><td align="left">&#x02022; Themes: (1) Pain impact. (2) Barriers to care. (3) Pain management strategies. (4) Transition to adult care.<break/>&#x02022; Coping strategies used: support from friends, physical therapies, distraction, hobbies, extracurricular activities</td><td align="left">&#x02022; Study sample was from two urban, primarily English-speaking centers in southwestern Ontario in Canada.<break/>&#x02022; Youth ethnicity/race not reported</td></tr><tr><td align="left">Szwimer et al.<sup><xref rid="cit0059" ref-type="bibr">59</xref></sup><break/>(Canada)</td><td align="left">Interpretive phenomenological design<break/>Inquiry into the experiences of female youth living with chronic pain to enhance our understanding of how chronic pain impacts their personal lives</td><td align="left">Pediatric chronic pain management outpatient clinic<break/>14&#x02013;17&#x000a0;years</td><td align="left">Individual interviews</td><td align="left"><italic toggle="yes">N</italic> =&#x000a0;8 (all females)</td><td align="left">&#x02022; Chronic back pain<break/>&#x02022; Abdominal pain<break/>&#x02022; Hand pain<break/>&#x02022; Pelvic pain<break/>&#x02022; Orofacial pain<break/>&#x02022; Widespread pain<break/>&#x02022; Fibromyalgia<break/>&#x02022; Arthritis</td><td align="left">&#x02022; Factors facilitating one&#x02019;s ability to live well: (1) Creating a safe internal space. (2) Accepting the incurability of chronic pain. (3) Envisioning a fulfilling future.<break/>&#x02022; Factors hindering one&#x02019;s ability to live well: (1) Facing the unpredictability of chronic pain. (2) Facing the uncertainty of chronic pain.<break/>&#x02022; Coping strategies used: drawing, listening to music, singing, reading, photography, walking outdoors, taking a bath, spending time alone, staying positive</td><td align="left">&#x02022; Only female participants were sought and included.<break/>&#x02022; Five of the participants interviewed with their parents in the room, which may have biased their responses.<break/>&#x02022; Youth ethnicity/race not reported</td></tr></tbody></table></table-wrap></p></sec><sec disp-level="2" id="s0002-s2003"><title>Data Synthesis</title><p>Data synthesis of the extracted findings was performed by two authors (R.L.W. and J.P.) using the thematic synthesis approach for qualitative research in systematic reviews.<sup><xref rid="cit0069" ref-type="bibr">69&#x02013;72</xref></sup> The first phase involved coding the text that was isolated during data extraction.<sup><xref rid="cit0069" ref-type="bibr">69</xref></sup> To do so, each reviewer used line-by-line coding to capture the meanings of the studies&#x02019; findings. Following this, the next phase of data synthesis involved organizing the codes into descriptive themes.<sup><xref rid="cit0069" ref-type="bibr">69</xref></sup> This allowed us to start grouping codes together by looking for similarities and differences. Additional codes were generated to label these groups. The final stage involved developing analytical themes.<sup><xref rid="cit0069" ref-type="bibr">69</xref></sup> This stage intends to go beyond the findings of the primary studies that were included to address the research questions of this systematic review. This was initially done independently by each reviewer (R.L.W., A.B., and J.P.) and then discussed as a group. Through discussion, the final themes emerged when a consensus was reached among the team. These final themes are denoted as the &#x0201c;synthesized findings.&#x0201d;</p></sec></sec><sec disp-level="1" id="s0003"><title>Findings</title><p>A total of 20 studies were included in this systematic review. From these, two synthesized findings with 24 subfindings were identified (see <xref rid="f0002" ref-type="fig">Figure 2</xref>). The studies that were included in this review largely focused on how young people experienced living with chronic pain and the ways in which they coped and managed their lives with their chronic pain. Though our aim was to report on experiences of youth living with chronic pain both with and without a formal diagnosis, the studies in this review did not highlight any differences or similarities between the experiences of these groups. All of the studies included mention of coping strategies within their qualitative findings, despite not being an initial aim for some studies.</p><p>Participants in the studies ranged from 6 to 24&#x000a0;years old. The studies were mostly conducted in Canada (<italic toggle="yes">n</italic> =&#x000a0;6), the United Kingdom (<italic toggle="yes">n</italic> =&#x000a0;5), and the United States (<italic toggle="yes">n</italic> =&#x000a0;3). Most the studies included participants with a variety of chronic pain conditions; others included participants with a specific condition and co-occurring chronic pain, such as cerebral palsy, complex regional pain syndrome, juvenile arthritis, and chronic headaches. Out of all the papers 14 included participants who had chronic pain associated with a co-occurring condition. Through these studies, the voices of 302 youth with chronic pain are represented.</p><p>Key findings of the systematic review indicated that young people with chronic pain experienced life much differently than their peers, which is identified through the first synthesized finding, <italic toggle="yes">A Different Way of Being</italic>. Chronic pain impacted youths&#x02019; relationships with their families and friends, and it altered their education and plans for the future. It also changed their sense of self-identity. To manage their chronic pain, youth had to find effective methods of coping, which are highlighted in the synthesized finding <italic toggle="yes">Learning to Get By</italic>. These coping strategies included both self-directed measures and external supports. Self-directed coping measures were activities that youth could do themselves to help manage their pain. External supports were methods of coping in which youth utilized outside help, such as that from a family member or a health care professional.</p><sec disp-level="2" id="s0003-s2001"><title>Synthesized Finding 1: A Different Way of Being</title><p><italic toggle="yes">A Different Way of Being</italic> signifies what it means for youth to live with chronic pain. Living with chronic pain impacted not only their way of life but also their identity. Youth with chronic pain experienced changes in their bodies and minds because of the symptoms associated with chronic pain, which, in turn, impacted their way of being in the world. Ten findings from two different categories made up the first synthesized finding of <italic toggle="yes">A Different Way of Being</italic>.</p><p>The first and largest category is <italic toggle="yes">Disruption of Life</italic>. This category indicates how common it was for youths&#x02019; lives to be disrupted and changed by chronic pain. At times, chronic pain was an all-consuming experience that disrupted countless aspects of their lives. As one youth described it:
<disp-quote><p>But at the time when you&#x02019;re in pain and everything you don&#x02019;t think about anybody else! You think, &#x0201c;Oh my God, it&#x02019;s hurting me, and this might be the worse it can get. Like this feels really bad for me!&#x0201d; &#x02019;Cos at the time &#x02026; you don&#x02019;t think that anyone else can be in worse pain as you&#x02019;ve got.<sup><xref rid="cit0050" ref-type="bibr">50</xref>(p757)</sup></p></disp-quote></p><p>The experience of youth being in total pain, which included spiritual, emotional, social, and psychological pain alongside physical pain, was also reported.<sup><xref rid="cit0062" ref-type="bibr">62</xref></sup> Experiencing pain in all aspects of their lives and having few long-term solutions available to them was a distressing experience for youth that had a significant impact on their mental health. Some youth reported hopelessness, depression, anxiety, and suicidal thoughts due to their chronic pain.<sup><xref rid="cit0062" ref-type="bibr">62</xref></sup></p><p>Youth found that their lives were structured around pain, with one youth sharing that pain &#x0201c;controlled most of my decisions over the past month.&#x0201d;<sup><xref rid="cit0057" ref-type="bibr">57</xref>(p<xref rid="cit0007" ref-type="bibr">7</xref>)</sup> Youth also discussed the reality of having a lack of independence due to their chronic pain, with one youth sharing:
<disp-quote><p>I try to do everything I want to do, but some things will stop me. When I&#x02019;m a bit older I hope I can do, I&#x02019;d like to be able to do whatever I like without thinking &#x02026; like, is it going to hurt me or whatever.<sup><xref rid="cit0050" ref-type="bibr">50</xref>(p759)</sup></p></disp-quote></p><p>Chronic pain resulted in youth having to alter their participation in activities.<sup><xref rid="cit0055" ref-type="bibr">55</xref></sup> Some youth reported that they frequently had to sit out of activities or they had to give up activities they once loved due to their chronic pain. One youth shared their experience with trying to stay active, stating, &#x0201c;I can&#x02019;t pack it in because I get really, really tired and tired just doesn&#x02019;t help the pain and then this whole spiral effect starts to happen.&#x0201d;<sup><xref rid="cit0052" ref-type="bibr">52</xref>(p169)</sup></p><p>Further, youth noted changes in their relationships with their friends, with some of their friends not being there for them.<sup><xref rid="cit0050" ref-type="bibr">50</xref></sup> One youth shared, &#x0201c;Like, a proper friend will stand by you. &#x02026; But some friends find it hard to cope with. But they should help you.&#x0201d;<sup><xref rid="cit0050" ref-type="bibr">50</xref>(p759)</sup> These difficult shifts in relationships added to how chronic pain changed and disrupted young people&#x02019;s lives.</p><p>Other disruptions to their lives youth reported included having to rely on family for everyday tasks. For some youth, it became increasingly difficult for them to do these tasks independently with their chronic pain. One youth shared:
<disp-quote><p>I get a lot of support from my family, it&#x02019;s a big family so &#x02026; my brothers and sisters look out for me. It&#x02019;s been hard on them. They&#x02019;ve had it quite hard. They&#x02019;ve tried to make me comfy and get people to help you. &#x02026; It&#x02019;s quite difficult living with chronic pain.<sup><xref rid="cit0050" ref-type="bibr">50</xref>(p759)</sup></p></disp-quote></p><p>Another disruption youth shared was trouble keeping up with schoolwork. One youth highlighted, &#x0201c;My pain has stopped me from coming into school or being social in school. For example, I may be in a lot of pain and won&#x02019;t want to be a bother to anyone else.&#x0201d;<sup><xref rid="cit0057" ref-type="bibr">57</xref>(p114)</sup></p><p>Because many youth with chronic pain missed school, could not participate in activities with peers, and were often exhausted from their pain, they tended to experience isolation. One youth described this difficult experience:
<disp-quote><p>Since I was always in pain I did not want to go out with my friends or go to the football games or basketball games; I began to retreat within myself and in a sense hide out in my room. All I ever wanted to do was sleep; while I was sleeping I was not only avoiding life&#x02019;s problems but it was the only time in which I wasn&#x02019;t in pain.<sup><xref rid="cit0064" ref-type="bibr">64</xref>(p375)</sup></p></disp-quote></p><p>Youth with chronic pain reported frustration around the uncertainty of their future. Some youth also reported that this uncertainty with their chronic pain caused them to feel powerless, with one youth sharing, &#x0201c;The physical pain can be unbearable, but the psychological pain I get from living with all of these unknowns is so much crazier.&#x0201d;<sup><xref rid="cit0068" ref-type="bibr">68</xref>(p474)</sup> Changing future plans was also discussed as a disruption to their lives, with many youth fearing they would not be able to achieve their goals with their chronic pain onboard. Some youth reported that when they did have to change their plans, it felt like a loss due to their chronic pain. However, others felt positive about their future with chronic pain and developed new goals and plans that they could manage with their pain.<sup><xref rid="cit0068" ref-type="bibr">68</xref></sup></p><p>The second category, <italic toggle="yes">Identity and Pain</italic>, refers to how youths&#x02019; identities had been impacted by their chronic pain. This category was made up of two findings. The first finding highlights how pain was unique to each person. Youth reported that their personal experience with chronic pain was specific and unique to themselves.<sup><xref rid="cit0050" ref-type="bibr">50</xref></sup></p><p>Youths&#x02019; identities had been further impacted by seeing themselves as different from their peers. Youth with chronic pain reported being absent from school, needing to leave class, having to get up to stretch, and/or an inability to participate in physical education class, which made them feel like they were different from those around them.<sup><xref rid="cit0051" ref-type="bibr">51</xref></sup> One youth shared their experience with being isolated from their peers, stating:
<disp-quote><p>It has made me feel very disconnected, but I didn&#x02019;t have the mental strength to do much about it. I know that once a bad period passes, they&#x02019;ll [friends] be supportive, knowing I didn&#x02019;t isolate myself on purpose, and I&#x02019;ll be able to socialise normally. But it is quite depressing in the midst of isolation, being alone quite literally with my pain.<sup><xref rid="cit0057" ref-type="bibr">57</xref>(p114)</sup></p></disp-quote></p><p>Youth also felt that their pain has matured them, in comparison with their peers, with one youth sharing:
<disp-quote><p>Adults think I&#x02019;m more mature than most people and I think that might have something to do with having to be more responsible in think about, well, I can&#x02019;t do that because that&#x02019;ll make that happen. I can&#x02019;t just go and do it, and deal with the consequence later because it&#x02019;s too painful.<sup><xref rid="cit0053" ref-type="bibr">53</xref>(p118)</sup></p></disp-quote></p><p>Alongside this, youth reported a desire to feel &#x0201c;normal&#x0201d; among their peers. One youth shared their struggle with trying to hide their pain to avoid being treated differently at school, noting, &#x0201c;Well, I didn&#x02019;t want to be treated like sort of, erm, I don&#x02019;t know, make a big deal about it &#x02019;cause they would probably say do you want someone to write for you and I didn&#x02019;t really want anyone to write for me.&#x0201d;<sup><xref rid="cit0054" ref-type="bibr">54</xref>(p103)</sup> These aspects of chronic pain impacted youths&#x02019; identities, adding to how living with chronic pain contributed to a different way of being.</p></sec><sec disp-level="2" id="s0003-s2002"><title>Synthesized Finding 2: Learning to Get by</title><p>The second synthesized finding is <italic toggle="yes">Learning to Get By</italic>. This includes how young people managed and coped with living with their chronic pain and discusses the interventions that youth did, as well as what other people did or did not do, to help youth get by. <italic toggle="yes">Learning to Get By</italic> is made up of 15 findings and two categories (see <xref rid="t0002" ref-type="table">Table 2</xref>).<table-wrap position="float" id="t0002"><label>Table 2.</label><caption><p>Coping strategies identified in learning to get by.</p></caption><!--OASIS TABLE HERE--><table frame="hsides" rules="groups"><colgroup><col width="1*" align="left"/><col width="1*" align="left"/><col width="1*" align="left"/></colgroup><thead><tr><th align="left">Coping strategies</th><th align="center">Type of pain</th><th align="center">Cited in</th></tr></thead><tbody><tr><td colspan="3" align="left">Self-directed measures</td></tr><tr><td align="left">Medication</td><td align="left">Not specified</td><td align="left">Alsaggaf and Coyne<sup><xref rid="cit0063" ref-type="bibr">63</xref></sup></td></tr><tr><td align="left">Medication</td><td align="left">Not specified</td><td align="left">Forgeron and McGrath<sup><xref rid="cit0057" ref-type="bibr">57</xref></sup></td></tr><tr><td align="left">Medication</td><td align="left">Juvenile idiopathic arthritis, type of pain not specified</td><td align="left">Ghio et al.<sup><xref rid="cit0062" ref-type="bibr">62</xref></sup></td></tr><tr><td align="left">Medication</td><td align="left">Cerebral palsy with abdominal pain, back pain, limb pain, face/temple/jaw pain, head pain, throat/neck pain, chest pain, groin/pubic pain</td><td align="left">McKinnon et al.<sup><xref rid="cit0066" ref-type="bibr">66</xref></sup></td></tr><tr><td align="left">Medication</td><td align="left">Not specified</td><td align="left">Meldrum et al.<sup><xref rid="cit0064" ref-type="bibr">64</xref></sup></td></tr><tr><td align="left">Medication</td><td align="left">HIV with chronic pain, type of pain not specified</td><td align="left">Nkhoma et al.<sup><xref rid="cit0054" ref-type="bibr">54</xref></sup></td></tr><tr><td align="left">Medication</td><td align="left">Not specified</td><td align="left">Root and Nosek<sup><xref rid="cit0058" ref-type="bibr">58</xref></sup></td></tr><tr><td align="left">Medication</td><td align="left">Not specified</td><td align="left">Shaygan and Jaberi<sup><xref rid="cit0065" ref-type="bibr">65</xref></sup></td></tr><tr><td align="left">Medication</td><td align="left">Chronic tension-type headache</td><td align="left">Skogvold and Magnussen<sup><xref rid="cit0067" ref-type="bibr">67</xref></sup></td></tr><tr><td align="left">Heat pack</td><td align="left">Not specified</td><td align="left">Alsaggaf and Coyne<sup><xref rid="cit0063" ref-type="bibr">63</xref></sup></td></tr><tr><td align="left">Heat pack</td><td align="left">Cerebral palsy with head, lower limbs, back, abdomen, face/jaw/temple pain</td><td align="left">McKinnon et al.<sup><xref rid="cit0066" ref-type="bibr">66</xref></sup></td></tr><tr><td align="left">Heat pack</td><td align="left">Not specified</td><td align="left">Shaygan and Jaberi<sup><xref rid="cit0065" ref-type="bibr">65</xref></sup></td></tr><tr><td align="left">Massage</td><td align="left">Not specified</td><td align="left">Alsaggaf and Coyne<sup><xref rid="cit0063" ref-type="bibr">63</xref></sup></td></tr><tr><td align="left">Massage</td><td align="left">Cerebral palsy with abdominal pain, back pain, limb pain, face/temple/jaw pain, head pain, throat/neck pain, chest pain, groin/pubic pain</td><td align="left">McKinnon et al.<sup><xref rid="cit0066" ref-type="bibr">66</xref></sup></td></tr><tr><td align="left">Relaxing and resting</td><td align="left">Not specified</td><td align="left">Alsaggaf and Coyne<sup><xref rid="cit0063" ref-type="bibr">63</xref></sup></td></tr><tr><td align="left">Relaxing and resting</td><td align="left">Not specified</td><td align="left">Carter et al.<sup><xref rid="cit0053" ref-type="bibr">53</xref></sup></td></tr><tr><td align="left">Relaxing and resting</td><td align="left">Back and lower limb pain</td><td align="left">Castle et al.<sup><xref rid="cit0060" ref-type="bibr">60</xref></sup></td></tr><tr><td align="left">Relaxing and resting</td><td align="left">Juvenile idiopathic arthritis, type of pain not specified</td><td align="left">Ghio et al.<sup><xref rid="cit0062" ref-type="bibr">62</xref></sup></td></tr><tr><td align="left">Relaxing and resting</td><td align="left">Not specified</td><td align="left">Hurley-Wallace et al.<sup><xref rid="cit0069" ref-type="bibr">69</xref></sup></td></tr><tr><td align="left">Relaxing and resting</td><td align="left">Cerebral palsy with back pain, limb pain, face/temple/jaw pain, head pain</td><td align="left">McKinnon et al.<sup><xref rid="cit0066" ref-type="bibr">66</xref></sup></td></tr><tr><td align="left">Relaxing and resting</td><td align="left">Not specified</td><td align="left">Meldrum et al.<sup><xref rid="cit0064" ref-type="bibr">64</xref></sup></td></tr><tr><td align="left">Relaxing and resting</td><td align="left">Not specified</td><td align="left">Root and Nosek<sup><xref rid="cit0058" ref-type="bibr">58</xref></sup></td></tr><tr><td align="left">Relaxing and resting</td><td align="left">Chronic tension-type headache</td><td align="left">Skogvold and Magnussen<sup><xref rid="cit0067" ref-type="bibr">67</xref></sup></td></tr><tr><td align="left">Sticking to a routine</td><td align="left">Chronic tension-type headache</td><td align="left">Skogvold and Magnussen<sup><xref rid="cit0067" ref-type="bibr">67</xref></sup></td></tr><tr><td align="left">Distractions</td><td align="left">Sickle cell anemia<break/>Celiac disease<break/>Crohn&#x02019;s disease</td><td align="left">Alsaggaf and Coyne<sup><xref rid="cit0063" ref-type="bibr">63</xref></sup></td></tr><tr><td align="left">Distractions</td><td align="left">Pelvic pain<break/>Shoulder pain<break/>Neck pain<break/>Hand pain<break/>Foot pain<break/>Knee pain<break/>Stomach pain</td><td align="left">Forgeron and McGrath<sup><xref rid="cit0057" ref-type="bibr">57</xref></sup></td></tr><tr><td align="left">Distractions</td><td align="left">Type of pain not specified, all had co-occurring obesity</td><td align="left">Gremillion et al.<sup><xref rid="cit0006" ref-type="bibr">6</xref></sup></td></tr><tr><td align="left">Distractions</td><td align="left">Not specified</td><td align="left">Jones et al.<sup><xref rid="cit0055" ref-type="bibr">55</xref></sup></td></tr><tr><td align="left">Distractions</td><td align="left">Cerebral palsy, type of pain not specified</td><td align="left">McKinnon et al.<sup><xref rid="cit0066" ref-type="bibr">66</xref></sup></td></tr><tr><td align="left">Distractions</td><td align="left">HIV with chronic pain, type of pain not specified</td><td align="left">Nkhoma et al.<sup><xref rid="cit0054" ref-type="bibr">54</xref></sup></td></tr><tr><td align="left">Distractions</td><td align="left">Complex regional pain syndrome and other unspecified chronic pain conditions</td><td align="left">Parsons et al.<sup><xref rid="cit0068" ref-type="bibr">68</xref></sup></td></tr><tr><td align="left">Distractions</td><td align="left">Not specified</td><td align="left">Shaygan and Jaberi<sup><xref rid="cit0065" ref-type="bibr">65</xref></sup></td></tr><tr><td align="left">Distractions</td><td align="left">Not specified</td><td align="left">Stinson et al.<sup><xref rid="cit0072" ref-type="bibr">72</xref></sup></td></tr><tr><td align="left">Distractions</td><td align="left">Not specified</td><td align="left">Szwimer et al.<sup><xref rid="cit0059" ref-type="bibr">59</xref></sup></td></tr><tr><td align="left">Exercise</td><td align="left">Systemic lupus erythematous<break/>Chronic sinusitis<break/>Crohn&#x02019;s disease</td><td align="left">Alsaggaf and Coyne<sup><xref rid="cit0063" ref-type="bibr">63</xref></sup></td></tr><tr><td align="left">Exercise</td><td align="left">Juvenile idiopathic arthritis, type of pain not specified</td><td align="left">Ghio et al.<sup><xref rid="cit0062" ref-type="bibr">62</xref></sup></td></tr><tr><td align="left">Exercise</td><td align="left">Not specified</td><td align="left">Hurley-Wallace et al.<sup><xref rid="cit0069" ref-type="bibr">69</xref></sup></td></tr><tr><td align="left">Exercise</td><td align="left">Not specified</td><td align="left">Killackey et al.<sup><xref rid="cit0070" ref-type="bibr">70</xref></sup></td></tr><tr><td align="left">Exercise</td><td align="left">HIV with chronic pain, type of pain not specified</td><td align="left">Nkhoma et al.<sup><xref rid="cit0054" ref-type="bibr">54</xref></sup></td></tr><tr><td align="left">Exercise</td><td align="left">Not specified</td><td align="left">Root and Nosek<sup><xref rid="cit0058" ref-type="bibr">58</xref></sup></td></tr><tr><td align="left">Exercise</td><td align="left">Chronic tension-type headache</td><td align="left">Skogvold and Magnussen<sup><xref rid="cit0067" ref-type="bibr">67</xref></sup></td></tr><tr><td align="left">Exercise</td><td align="left">Not specified</td><td align="left">Szwimer et al.<sup><xref rid="cit0059" ref-type="bibr">59</xref></sup></td></tr><tr><td align="left">Pushing through the pain</td><td align="left">Not specified</td><td align="left">Carter et al.<sup><xref rid="cit0053" ref-type="bibr">53</xref></sup></td></tr><tr><td align="left">Pushing through the pain</td><td align="left">Juvenile idiopathic arthritis, type of pain not specified</td><td align="left">Ghio et al.<sup><xref rid="cit0062" ref-type="bibr">62</xref></sup></td></tr><tr><td align="left">Pushing through the pain</td><td align="left">Not specified</td><td align="left">Meldrum et al.<sup><xref rid="cit0064" ref-type="bibr">64</xref></sup></td></tr><tr><td align="left">Positive thinking</td><td align="left">Sickle cell anemia<break/>Celiac disease<break/>Chronic sinusitis<break/>Systemic lupus erythematous<break/>Osteogenesis imperfecta</td><td align="left">Alsaggaf and Coyne<sup><xref rid="cit0063" ref-type="bibr">63</xref></sup></td></tr><tr><td align="left">Positive thinking</td><td align="left">Not specified</td><td align="left">Shaygan and Jaberi<sup><xref rid="cit0065" ref-type="bibr">65</xref></sup></td></tr><tr><td align="left">Positive thinking</td><td align="left">Not specified</td><td align="left">Szwimer et al.<sup><xref rid="cit0059" ref-type="bibr">59</xref></sup></td></tr><tr><td align="left">Acceptance</td><td align="left">Not specified</td><td align="left">Szwimer et al.<sup><xref rid="cit0059" ref-type="bibr">59</xref></sup></td></tr><tr><td colspan="3" align="left">External supports</td></tr><tr><td align="left">Family</td><td align="left">Not specified</td><td align="left">Alsaggaf and Coyne<sup><xref rid="cit0063" ref-type="bibr">63</xref></sup></td></tr><tr><td align="left">Family</td><td align="left">Not specified</td><td align="left">Carter et al.<sup><xref rid="cit0053" ref-type="bibr">53</xref></sup></td></tr><tr><td align="left">Family</td><td align="left">Cerebral palsy, type of pain not specified</td><td align="left">Castle et al.<sup><xref rid="cit0060" ref-type="bibr">60</xref></sup></td></tr><tr><td align="left">Family</td><td align="left">Juvenile idiopathic arthritis, type of pain not specified</td><td align="left">Ghio et al.<sup><xref rid="cit0062" ref-type="bibr">62</xref></sup></td></tr><tr><td align="left">Family</td><td align="left">Type of pain not specified, all had co-occurring obesity</td><td align="left">Gremillion et al.<sup><xref rid="cit0056" ref-type="bibr">56</xref></sup></td></tr><tr><td align="left">Family</td><td align="left">Not specified</td><td align="left">Killackey et al.<sup><xref rid="cit0070" ref-type="bibr">70</xref></sup></td></tr><tr><td align="left">Family</td><td align="left">Primary chronic pain, not specified</td><td align="left">Mahon and Reynolds<sup><xref rid="cit0071" ref-type="bibr">71</xref></sup></td></tr><tr><td align="left">Family</td><td align="left">Cerebral palsy, type of pain not specified</td><td align="left">McKinnon et al.<sup><xref rid="cit0066" ref-type="bibr">66</xref></sup></td></tr><tr><td align="left">Family</td><td align="left">HIV with chronic pain, type of pain not specified</td><td align="left">Nkhoma et al.<sup><xref rid="cit0054" ref-type="bibr">54</xref></sup></td></tr><tr><td align="left">Family</td><td align="left">Not specified</td><td align="left">Shaygan and Jaberi<sup><xref rid="cit0057" ref-type="bibr">57</xref></sup></td></tr><tr><td align="left">Friendships</td><td align="left">Not specified</td><td align="left">Forgeron and McGrath<sup><xref rid="cit0061" ref-type="bibr">61</xref></sup></td></tr><tr><td align="left">Friendships</td><td align="left">Not specified</td><td align="left">Forgeron et al.<sup><xref rid="cit0056" ref-type="bibr">56</xref></sup></td></tr><tr><td align="left">Friendships</td><td align="left">Type of pain not specified, all had co-occurring obesity</td><td align="left">Gremillion et al.<sup><xref rid="cit0056" ref-type="bibr">56</xref></sup></td></tr><tr><td align="left">Friendships</td><td align="left">Not specified</td><td align="left">Jones et al.<sup><xref rid="cit0055" ref-type="bibr">55</xref></sup></td></tr><tr><td align="left">Friendships</td><td align="left">Primary chronic pain, not specified</td><td align="left">Mahon and Reynolds<sup><xref rid="cit0071" ref-type="bibr">71</xref></sup></td></tr><tr><td align="left">Friendships</td><td align="left">HIV with chronic pain, type of pain not specified</td><td align="left">Nkhoma et al.<sup><xref rid="cit0062" ref-type="bibr">62</xref></sup></td></tr><tr><td align="left">Friendships</td><td align="left">Not specified</td><td align="left">Shaygan and Jaberi<sup><xref rid="cit0065" ref-type="bibr">65</xref></sup></td></tr><tr><td align="left">Friendships</td><td align="left">Not specified</td><td align="left">Stinson et al.<sup><xref rid="cit0072" ref-type="bibr">72</xref></sup></td></tr><tr><td align="left">Friendships</td><td align="left">Not specified</td><td align="left">Root and Nosek<sup><xref rid="cit0058" ref-type="bibr">58</xref></sup></td></tr><tr><td align="left">Friendships</td><td align="left">Not specified</td><td align="left">Forgeron et al.<sup><xref rid="cit0061" ref-type="bibr">61</xref></sup></td></tr><tr><td align="left">Online communities and resources</td><td align="left">Not specified</td><td align="left">Hurley-Wallace et al.<sup><xref rid="cit0069" ref-type="bibr">69</xref></sup></td></tr><tr><td align="left">Seeking care</td><td align="left">Not specified</td><td align="left">Stinson et al.<sup><xref rid="cit0072" ref-type="bibr">72</xref></sup></td></tr><tr><td align="left">Seeking care</td><td align="left">Cerebral palsy, type of pain not specified</td><td align="left">Castle et al.<sup><xref rid="cit0060" ref-type="bibr">60</xref></sup></td></tr><tr><td align="left">Seeking care</td><td align="left">Juvenile idiopathic arthritis, type of pain not specified</td><td align="left">Ghio et al.<sup><xref rid="cit0062" ref-type="bibr">62</xref></sup></td></tr><tr><td align="left">Seeking care</td><td align="left">Cerebral palsy, type of pain not specified</td><td align="left">McKinnon et al.<sup><xref rid="cit0066" ref-type="bibr">66</xref></sup></td></tr><tr><td align="left">Seeking care</td><td align="left">Not specified</td><td align="left">Killackey et al.<sup><xref rid="cit0070" ref-type="bibr">70</xref></sup></td></tr><tr><td align="left">Seeking care</td><td align="left">Not specified</td><td align="left">Carter et al.<sup><xref rid="cit0053" ref-type="bibr">53</xref></sup></td></tr><tr><td align="left">Seeking care</td><td align="left">HIV with chronic pain, type of pain not specified</td><td align="left">Nkhoma et al.<sup><xref rid="cit0054" ref-type="bibr">54</xref></sup></td></tr><tr><td align="left">Seeking care</td><td align="left">Not specified</td><td align="left">Hurley-Wallace et al.<sup><xref rid="cit0069" ref-type="bibr">69</xref></sup></td></tr><tr><td align="left">Seeking care</td><td align="left">Primary chronic pain, not specified</td><td align="left">Mahon and Reynolds<sup><xref rid="cit0071" ref-type="bibr">71</xref></sup></td></tr><tr><td align="left">Seeking care</td><td align="left">Not specified</td><td align="left">Stinson et al.<sup><xref rid="cit0072" ref-type="bibr">72</xref></sup></td></tr></tbody></table></table-wrap></p><p>The first and largest category identified was <italic toggle="yes">Self-Directed Measures</italic>, which was made up of ten findings. Taking pain medication was one of the most notable self-directed coping methods for young people dealing with chronic pain. Although medication was not always helpful, youth often used medication as a first-line response to manage their chronic pain.<sup><xref rid="cit0049" ref-type="bibr">49</xref>,<xref rid="cit0052" ref-type="bibr">52</xref>,<xref rid="cit0061" ref-type="bibr">61</xref>,<xref rid="cit0065" ref-type="bibr">65</xref></sup></p><p>A number of nonpharmacological methods of coping with chronic pain were also identified by youth. Using a heat pack applied to an area causing pain was effective for some youth.<sup><xref rid="cit0049" ref-type="bibr">49</xref>,<xref rid="cit0060" ref-type="bibr">60</xref>,<xref rid="cit0065" ref-type="bibr">65</xref></sup> Massage was another self-directed coping method that was brought up by youth as useful way of managing their pain. Youth did not report massages as a suggestion from health care professionals. Youth shared that massages were an effective short-term method to managing pain, especially for youth with high levels of functioning.<sup><xref rid="cit0049" ref-type="bibr">49</xref>,<xref rid="cit0060" ref-type="bibr">60</xref></sup></p><p>Relaxing was another frequently mentioned self-directed measure that helped youth cope with their chronic pain. Many youth turned to lying down, sleeping, and meditation to relax and manage their pain. Relaxing was reported to help provide comfort for youth while waiting for their pain to pass or lessen.<sup><xref rid="cit0066" ref-type="bibr">66</xref></sup> As one youth with chronic arthritis pain stated, &#x0201c;I just tried not to move it, tried to keep it still. I did not do much because I was in pain. I couldn&#x02019;t do many things because I was in pain.&#x0201d;<sup><xref rid="cit0054" ref-type="bibr">54</xref>(p102)</sup> Youth also reported having to rest or sleep often, especially on bad pain days, because their energy levels were often low.<sup><xref rid="cit0057" ref-type="bibr">57</xref></sup> Adequate sleep was cited as an integral part of relieving pain and fatigue during the day, with youth citing early and consistent bedtimes being an important part of their pain management strategy.<sup><xref rid="cit0066" ref-type="bibr">66</xref></sup></p><p>Other youth stated that to manage their pain they needed to follow a strict routine. Sticking to a routine helped youth prevent random pain episodes and allowed them to keep a consistent sleep routine, which was key in managing their pain.<sup><xref rid="cit0066" ref-type="bibr">66</xref></sup></p><p>Youth also identified distractions, such as focusing on hobbies or hanging out with friends, as a useful self-directed method of coping with their pain.<sup><xref rid="cit0063" ref-type="bibr">63</xref></sup> As one youth said, &#x0201c;Distraction is my main thing. Anything to get my mind off of it.&#x0201d;<sup><xref rid="cit0052" ref-type="bibr">52</xref>(p169)</sup> Engaging in these activities helped youth occupy their minds and keep their focus off of their pain. This was highlighted by one youth with chronic pain, who stated, &#x0201c;Reading is my happy place when I need to relax. I enter inside my book and forget about my pain for a while. I keep myself occupied so that the pain does not invade my thoughts.&#x0201d;<sup><xref rid="cit0068" ref-type="bibr">68</xref>(p472)</sup></p><p>Exercise was another self-directed measure that young people brought up. At times, intense exercise was difficult for youth with chronic pain. As such, some youth found modified or gentle exercise to be an effective way of dealing with pain.<sup><xref rid="cit0066" ref-type="bibr">66</xref></sup> This was mentioned by one youth with chronic pain, who noted, &#x0201c;I had to adapt by choosing different sports than the ones I did before, but I enjoy these new sports a lot.&#x0201d;<sup><xref rid="cit0068" ref-type="bibr">68</xref>(p473)</sup></p><p>In contrast, youth commonly pushed through their pain as a self-directed method of coping. Although difficult for some, pushing through the pain helped young people try to live a relatively normal life and keep up with their activities, friends, and school. As noted by one youth in regard to participating in physical activities, &#x0201c;Get on with it, try not to think about it and if it&#x02019;s really sore put something on it that helps like cool it down or stop it from feeling as much pain.&#x0201d;<sup><xref rid="cit0054" ref-type="bibr">54</xref>(p102)</sup></p><p>Positive thinking was another self-directed coping method mentioned by youth. Positive thinking helped youth believe that their pain was not permanent and that it would eventually end. As one youth said, &#x0201c;When we are in pain, we must think about good things, or the fact that we can carry on living.&#x0201d;<sup><xref rid="cit0065" ref-type="bibr">65</xref>(p<xref rid="cit0007" ref-type="bibr">7</xref>)</sup> Youth reported the value of maintaining hope that one day they will recover from their chronic pain and live like their healthy peers.<sup><xref rid="cit0053" ref-type="bibr">53</xref></sup> Although many young people accepted that they might never live a pain-free life, many hoped to live with less pain one day. As one youth stated, &#x0201c;I must not lose hope. I should not be indifferent, and I should try to make the pain better.&#x0201d;<sup><xref rid="cit0065" ref-type="bibr">65</xref>(p<xref rid="cit0007" ref-type="bibr">7</xref>)</sup> Youth also created safe internal spaces for themselves as a way to cope with their pain. Being able to go to a place within the self to find peace and comfort helped to keep pain off their minds.</p><p>Finally, acceptance of their pain was found to be a useful self-directed coping measure for some youth. Learning to accept that their pain was most likely incurable helped youth maintain a more positive outlook. As one youth stated, &#x0201c;I can either mope about my pain, or I could suck it up, move on, and get on with life and stop letting it bring me down.&#x0201d;<sup><xref rid="cit0068" ref-type="bibr">68</xref>(p473)</sup> Arriving at a point of acceptance helped youth restructure their lives in ways that led them to develop a sense of self with their pain and allowed them to focus more on how to live a fulfilling life with their chronic pain.<sup><xref rid="cit0068" ref-type="bibr">68</xref></sup> As one youth shared, &#x0201c;I realize that I cannot control my pain and it won&#x02019;t just go away. I control how I live and deal with it.&#x0201d;<sup><xref rid="cit0068" ref-type="bibr">68</xref>(p473)</sup></p><p><italic toggle="yes">External Supports</italic>, which describes the different supports youth accessed to manage their chronic pain, was the other category of <italic toggle="yes">Learning to Get By</italic>. This category is made up of four findings. Youth sought external support through family members, friends, and online communities, as well as through seeking care from professionals in the health care system.</p><p>Support from families was stated as an important external support for many youth. As one youth discussed, &#x0201c;I used to stay home on my own when my Mum went for a holiday or for a weekend away. &#x02026; I didn&#x02019;t need any care. Whereas now, constantly I need someone to be with me and that is really frustrating when you&#x02019;re nearly 21.&#x0201d;<sup><xref rid="cit0051" ref-type="bibr">51</xref>(p448)</sup> Family support played a primary role in youths&#x02019; care, alongside providing them with meaningful social engagement. Because many young people with chronic pain are unable to participate in activities with their peers, time spent with their family could serve as one of their main forms of socialization.<sup><xref rid="cit0060" ref-type="bibr">60</xref></sup> Support from their family also allowed youth an opportunity to talk about their pain with others, which helped them to cope. As one youth shared, &#x0201c;Normally I just try to talk to someone. Talking to my mum or dad.&#x0201d;<sup><xref rid="cit0062" ref-type="bibr">62</xref>(p1132)</sup></p><p>Friendships were also identified as an important external support for many youth. They relied on friends for emotional support and for support in school. As one youth stated, &#x0201c;My friends to create a happy environment for me, and help me walk, sit down and do my studies. For example, buy me things from the school cafeteria, help me go up the stairs, and bear with me when I&#x02019;m in a lot of pain.&#x0201d;<sup><xref rid="cit0065" ref-type="bibr">65</xref>(p<xref rid="cit0008" ref-type="bibr">8</xref>)</sup> Having friends around who could provide support was valuable for youth with chronic pain, but it was also acknowledged that friends were only helpful to a certain point, because many did not fully understand youths&#x02019; pain, which could occasionally lead to frustration.<sup><xref rid="cit0052" ref-type="bibr">52</xref></sup></p><p>At the same time, many youth reported that their friends did not understand them and their chronic pain or that they felt misunderstood by their friends. As one youth presented, &#x0201c;I tend to avoid talking about having chronic pain because the uncommon times I do bring it up, I&#x02019;m usually met with a complete misunderstanding which is really frustrating.&#x0201d;<sup><xref rid="cit0064" ref-type="bibr">64</xref>(p<xref rid="cit0005" ref-type="bibr">5</xref>)</sup> Other youth tried to mask their pain from their peers. As one youth mentioned:
<disp-quote><p>I don&#x02019;t really explain about the pain, I&#x02019;d rather not put it out there, and then&#x02014;because people change things around and they&#x02019;d probably make up weird stories about me. I don&#x02019;t really like to talk to them about it, because I don&#x02019;t know, I kind of have the fear that if I do, they&#x02019;re going to treat me different. And I don&#x02019;t want that.<sup><xref rid="cit0053" ref-type="bibr">53</xref>(p119)</sup></p></disp-quote></p><p>Having friends who also had chronic pain provided a unique means of external support for youth with chronic pain. Peers understood the experience of having chronic pain, and this helped youth feel less alone in their experiences. On the value of having friends with chronic pain, one youth shared:
<disp-quote><p>Oh my gosh, she has made a world of difference in my life. I found talking with her helped. I could tell her anything. I didn&#x02019;t think it would be that awesome or great to have someone with pain to talk to, [but] that&#x02019;s what really helps me&#x02014;not feeling so alone.<sup><xref rid="cit0052" ref-type="bibr">52</xref>(p170)</sup></p></disp-quote></p><p>Online communities and resources were also found to be a key external support for youth with chronic pain. Online communities provided youth with the opportunity to get advice and information from other people who live with their same condition. They also provided a space for youth to share articles, new treatments, and experiences with people from around the world who have similar conditions.<sup><xref rid="cit0056" ref-type="bibr">56</xref></sup></p><p>Seeking care from the health care system was found to be another external support for youth with chronic pain. Youth sought out doctors as an external support for advice on managing their pain and to obtain necessary medications.<sup><xref rid="cit0058" ref-type="bibr">58</xref>,<xref rid="cit0062" ref-type="bibr">62</xref></sup> Engaging in care through formal physiotherapy was cited by some youth to be a core pillar of their pain management.<sup><xref rid="cit0066" ref-type="bibr">66</xref></sup> Talking to a psychologist about their pain was another external outlet within the health care system that young people found helpful for coping. This was noted by one youth, who stated, &#x0201c;I&#x02019;ve been able to talk &#x02026; me and me mum come to see (the psychologist), she works here, once a week like on the counselling side of it all.&#x0201d;<sup><xref rid="cit0050" ref-type="bibr">50</xref>(p759)</sup></p><p>However, despite this assistance with coping, youth with chronic pain described seeking professional help through the health care system as exhausting. Many youth experienced going between a myriad of different health care providers and clinics to access care and tests, which was often mentally and physically taxing.<sup><xref rid="cit0051" ref-type="bibr">51</xref></sup></p><p>In their interactions with the health care system, youth noted the benefits of receiving a formal diagnosis for their pain while seeking care. It helped to legitimize the pain they were experiencing, reinforced that there was a reason for their pain, and helped them to receive proper treatment.<sup><xref rid="cit0056" ref-type="bibr">56</xref></sup> Having a diagnosis also helped youth seek out specific pain management strategies, which aided in coping with their chronic pain.<sup><xref rid="cit0056" ref-type="bibr">56</xref></sup> However, the journey to receiving a diagnosis was often challenging and lengthy for youth with chronic pain and, even then, youth did not always end up with a diagnosis. For some youth, these challenges and a lack of answers pushed them to do their own research on their symptoms to support obtaining a diagnosis:
<disp-quote><p>I found obviously the NHS [National Health Service] page and just reading all the symptoms and it was just all adding up and &#x0201c;could it be something like this?&#x0201d; because it&#x02019;s not like you can get a blood test for it and the doctors could just miss it. So, I booked an appointment, and I didn&#x02019;t mention the fibromyalgia because I didn&#x02019;t want to put something in the doctor&#x02019;s head that might not be the case, but when I went to the doctor, I said about all my symptoms and the first thing he said was, &#x0201c;fibromyalgia.&#x0201d;<sup><xref rid="cit0056" ref-type="bibr">56</xref>(p347)</sup></p></disp-quote></p><p>In addition, young people shared that once they received a diagnosis, they often found that their access to appropriate external supports through the health care system remained difficult. It was not simple to access proper treatment to help them cope with their pain, and health care professionals continued to doubt them when they were in pain. As one youth with a diagnosis of primary chronic pain recalled:
<disp-quote><p>I&#x02019;ve been called crazy by doctors. I&#x02019;ve had doctors be, it&#x02019;s in your head, and you&#x02019;re crazy. There&#x02019;s something wrong with you. And so being a 10-year-old telling my mother that I have this problem and then going to the doctor then being, &#x0201c;your kids making this up this is crazy&#x0201d;. That&#x02019;s hard for a kid hear and to deal with.<sup><xref rid="cit0059" ref-type="bibr">59</xref>(p<xref rid="cit0021" ref-type="bibr">21</xref>)</sup></p></disp-quote></p><p>Further, youth reported facing barriers facing barriers seeking care. This included difficulty obtaining information from their doctor about their diagnosis and challenges with finding relevant and reliable information about their diagnosis from other sources on the internet.<sup><xref rid="cit0067" ref-type="bibr">67</xref></sup> Some reported receiving inappropriate treatment for their pain. The ability to access a pain clinic was also shown to be challenging for many youth, with some youth having to wait years until they could access a clinic and proper care.<sup><xref rid="cit0059" ref-type="bibr">59</xref></sup> These barriers made it difficult for youth to fully understand their diagnosis and the treatments available for them and to develop coping habits, which could be a frustrating experience while they were in pain.</p></sec></sec><sec disp-level="1" id="s0004"><title>Discussion</title><p>This review aimed to synthesize the experiences of youth living with chronic pain and the various coping methods they used to manage their chronic pain. To our knowledge, this is one of the only systematic reviews that examines the coping strategies of youth with chronic pain explored through qualitative studies. We reviewed 20 studies and arrived at two synthesized findings. It is apparent that youths&#x02019; lives have been significantly impacted by chronic pain. Pain was an all-consuming experience for many young people, impacting countless aspects of their everyday lives and affecting them emotionally and physically.<sup><xref rid="cit0050" ref-type="bibr">50</xref>,<xref rid="cit0062" ref-type="bibr">62</xref></sup></p><p>Pain has a large impact on the whole person. As identified in this review, youths&#x02019; identities and sense of self were heavily shaped by their chronic pain.<sup><xref rid="cit0050" ref-type="bibr">50</xref></sup> Chronic pain can present specific developmental challenges for youth.<sup><xref rid="cit0073" ref-type="bibr">73</xref></sup> For instance, encouraging and supporting independence and autonomy is essential for the development of emotional intelligence and self-esteem in young people.<sup><xref rid="cit0074" ref-type="bibr">74</xref></sup> Similarly, in this life stage, youth rely heavily upon peer support for their psychosocial development, because they typically transition to spending more time with friends and less with family.<sup><xref rid="cit0075" ref-type="bibr">75</xref></sup> For youth with chronic pain, these aspects of development can be disrupted, as noted in this review. Adolescence is also a sensitive time for mental health and well-being, because mental health challenges often arise during this developmental period.<sup><xref rid="cit0075" ref-type="bibr">75</xref></sup> This is of importance because youth with chronic pain are at an elevated risk for developing mental health conditions, such as depression and anxiety.<sup><xref rid="cit0007" ref-type="bibr">7</xref></sup> As youth with chronic pain move into adulthood, some of the challenges in living with chronic pain may result in youth experiencing socioeconomic disparities, including lower educational attainment and a greater likelihood of relying on social support benefits.<sup><xref rid="cit0033" ref-type="bibr">33</xref></sup> A person-centered approach to supporting youth with chronic pain is essential to strengthen their development and address the needs that are unique to young people.<sup><xref rid="cit0073" ref-type="bibr">73</xref></sup></p><p>Youths&#x02019; coping methods are often unique to their age group, because they largely focus on their social and emotional well-being.<sup><xref rid="cit0076" ref-type="bibr">76</xref></sup> Youth in this review developed their own self-directed measures of coping with their pain and, by doing so, often ended up taking on the majority of the coping burden themselves. These self-directed coping methods tended to be nonpharmacological, unique to the individual, and often arose from trial and error. Youth should feel empowered to manage their pain independently, and by using shared decision making with health care providers, youth can be encouraged to utilize the healthy coping strategies that work best for them.<sup><xref rid="cit0077" ref-type="bibr">77</xref></sup> Similarly, health care providers can support youth by providing them with advice and patient education on coping strategies that could be helpful for youth to manage their chronic pain.<sup><xref rid="cit0058" ref-type="bibr">58</xref></sup></p><p>Throughout the review, it was noted that there were limited coping frameworks available based on the grounded experience of youth living with chronic pain, with only one article included in this review that developed and used a coping framework based on the input of young people.<sup><xref rid="cit0054" ref-type="bibr">54</xref></sup> By incorporating this framework into their study, the researchers were able determine specific trends among the experiences of youth with chronic pain, such as its impacts on their social lives and families.<sup><xref rid="cit0054" ref-type="bibr">54</xref></sup> More work needs to be done to create frameworks that specifically include the experiences of youth with chronic pain.</p><p>Having supports was a key aspect in helping youth effectively cope with their chronic pain. Yet, from this review, it was apparent that there were few formal supports available for youth with chronic pain. This made life with chronic pain difficult for youth, who often had to rely heavily on supports available to them through their interpersonal connections and relationships to help them manage their pain.<sup><xref rid="cit0064" ref-type="bibr">64</xref></sup> Of note, friends and family members were often the individuals who provided this support to youth to help them cope with their pain. However, not all youth with chronic pain have support networks available to them. Recognizing this, it is vital to integrate community-based supports to help promote functioning among young people with chronic pain. For example, formal peer support programs have shown promise in providing emotional support for youth with chronic pain.<sup><xref rid="cit0078" ref-type="bibr">78</xref></sup></p><p>For youth who do have support networks, the quality of such networks can also vary. Because chronic pain is often not visible to others, this can lead to invalidation of the pain youth were experiencing and, consequently, stigmatization. Stigma occurs when others express disbelief regarding their pain, either directly or indirectly.<sup><xref rid="cit0079" ref-type="bibr">79</xref></sup> Unlike acute pain, chronic pain can raise suspicions about the genuineness of the pain, particularly when it is not obvious to an onlooker or justifiable by a medical explanation.<sup><xref rid="cit0080" ref-type="bibr">80</xref>,<xref rid="cit0081" ref-type="bibr">81</xref></sup> Young people have reported facing stigma related to their chronic pain from medical professionals, at school, and from peers and families.<sup><xref rid="cit0057" ref-type="bibr">57</xref>,<xref rid="cit0078" ref-type="bibr">78</xref>,<xref rid="cit0081" ref-type="bibr">81</xref></sup> In attempts to reduce this stigma, youth may conceal the intensity and frequency of their pain from others, especially if others perceive the young person as being at fault for their chronic pain condition.<sup><xref rid="cit0080" ref-type="bibr">80</xref>,<xref rid="cit0081" ref-type="bibr">81</xref></sup> To address stigma, public education is needed to inform and provide increased awareness about chronic pain and help shift beliefs and attitudes among the general public about the experiences of young people living with chronic pain.<sup><xref rid="cit0002" ref-type="bibr">2</xref></sup></p><p>In addition to the external support they receive from their friends and family, youth with chronic pain require further external support from the health care system. Despite this, youth with chronic pain in our review experienced numerous challenges and barriers with the health care system, encountering care that was frequently not accessible, appropriate, or holistic. Throughout the review it became evident that accessing the health care system was often an ineffective coping method and had the potential to cause youth more distress.<sup><xref rid="cit0059" ref-type="bibr">59</xref></sup> However, some health care supports provided effective means for coping, such as physiotherapy and counseling.<sup><xref rid="cit0050" ref-type="bibr">50</xref>,<xref rid="cit0066" ref-type="bibr">66</xref></sup></p><p>Because the experience of pain is complex and unique to the individual, it is essential that care for youth with chronic pain actively involve the individual and considers their needs and preferences.<sup><xref rid="cit0002" ref-type="bibr">2</xref></sup> Findings from this review show that care needs to take a whole-person and family-centered approach, with treatment and care considering physical and psychological strategies, in addition to pharmacological ones.<sup><xref rid="cit0077" ref-type="bibr">77</xref></sup> By using a person-centered approach that includes the young person as an active member of their care, providers can facilitate the use of these strategies in ways that best meet youths&#x02019; coping needs.<sup><xref rid="cit0082" ref-type="bibr">82</xref></sup> Beyond this, chronic pain can be complex and challenging to treat, requiring specialized knowledge of chronic pain management specific to young people.<sup><xref rid="cit0083" ref-type="bibr">83</xref></sup> Even when youth have received a diagnosis and are receiving treatment, it can still be difficult for them to receive the appropriate health care and services they need.<sup><xref rid="cit0062" ref-type="bibr">62</xref></sup></p><p>In this review, it was noted that the included studies did not highlight differences or similarities in chronic pain experiences between youth who had a formal diagnosis for their pain and those who did not. However, it was unclear whether this was a result of researchers not examining such differences or whether no differences were reported by the youth. Regardless of whether a youth has received a formal diagnosis, the pain they are experiencing is still real. This should be affirmed to youth and emphasized among providers.<sup><xref rid="cit0059" ref-type="bibr">59</xref></sup> Youth with chronic pain need care and support that is built on trust and acceptance.<sup><xref rid="cit0082" ref-type="bibr">82</xref></sup></p><p>In treating pain, health care providers often approach it by treating the level or intensity of pain reported by individuals. However, the recommended best practice involves addressing the functional impacts and emotional burden associated with chronic pain, as well as understanding the pain experience.<sup><xref rid="cit0002" ref-type="bibr">2</xref>,<xref rid="cit0082" ref-type="bibr">82</xref></sup> The biopsychosocial model of pain acknowledges three main factors that contribute to one&#x02019;s pain experience, and it is considered to be one of the most holistic models to examine and understand the basis of one&#x02019;s chronic pain.<sup><xref rid="cit0084" ref-type="bibr">84</xref></sup> Biological factors include any illnesses, injuries, or stressors that a person may be affected by and their genetic predisposition.<sup><xref rid="cit0083" ref-type="bibr">83</xref></sup> Psychological factors include the emotional components tied to pain, as well as a person&#x02019;s ability to feel active in managing their pain.<sup><xref rid="cit0083" ref-type="bibr">83</xref></sup> Social factors consider how others involved in a person&#x02019;s life respond to their pain, and this can also include experiences with their environments, such as their school life.<sup><xref rid="cit0077" ref-type="bibr">77</xref>,<xref rid="cit0083" ref-type="bibr">83</xref></sup> Care for youth with chronic pain needs to be holistic, addressing the factors that influence their experience of pain, which include their biological, psychological, and social needs.<sup><xref rid="cit0002" ref-type="bibr">2</xref>,<xref rid="cit0005" ref-type="bibr">5</xref></sup> As such, using the biopsychosocial model for understanding chronic pain care is critical, because it considers the whole person, their experience of pain, and how this pain impacts them.<sup><xref rid="cit0085" ref-type="bibr">85</xref></sup> The biopsychosocial model also allows for recognition of the differences in pain experiences between young people and adults.<sup><xref rid="cit0077" ref-type="bibr">77</xref></sup></p><p>One solution that has been proposed to enhance the care for youth with chronic pain is specialized pain clinics that are comprehensive and utilize an interdisciplinary approach.<sup><xref rid="cit0086" ref-type="bibr">86</xref></sup> In such models of care, youth and their families are to be considered equal members of the care team and youth are actively involved in caring for their pain.<sup><xref rid="cit0082" ref-type="bibr">82</xref></sup> Pain clinics that use the biopsychosocial model have expertise in treating chronic pain by addressing the impact of pain on the whole person, which enhances appropriate and holistic treatment for youth.<sup><xref rid="cit0085" ref-type="bibr">85</xref></sup> Pain clinics are considered to be the gold standard for caring for people with chronic pain,<sup><xref rid="cit0002" ref-type="bibr">2</xref></sup> and calls have been made to increase the accessibility of pain clinics that have a specialized focus on the pediatric population.<sup><xref rid="cit0077" ref-type="bibr">77</xref>,<xref rid="cit0082" ref-type="bibr">82</xref></sup> Despite a clear need for comprehensive pain clinics for youth, such care is still lacking in Canada.<sup><xref rid="cit0087" ref-type="bibr">87</xref></sup> Increased availability and capacity of pain clinics can help reduce issues with access and lengthy wait lists that youth in this review struggled with.<sup><xref rid="cit0059" ref-type="bibr">59</xref></sup></p><p>Comprehensive chronic pain care should also address youths&#x02019; unique physical, emotional, and cognitive development states.<sup><xref rid="cit0077" ref-type="bibr">77</xref></sup> In addition, the interplay of youths&#x02019; social relationships, environments, and mental health further impact their chronic pain experience.<sup><xref rid="cit0077" ref-type="bibr">77</xref></sup> To address these factors, care should integrate multiple modalities.<sup><xref rid="cit0077" ref-type="bibr">77</xref></sup> Combining pharmacological, physical, and psychological therapies together provides greater efficacy to treat chronic pain than singular therapies, and those that utilize cultural approaches suitable for the individual can further support youths&#x02019; outcomes.<sup><xref rid="cit0002" ref-type="bibr">2</xref>,<xref rid="cit0077" ref-type="bibr">77</xref></sup></p><p>It was noted throughout this review that there was a need for more studies that connect health care access with its impacts on youth being able to cope with their chronic pain. Further research in this area could help affirm the need for specialized youth-specific chronic pain care and resources.<sup><xref rid="cit0088" ref-type="bibr">88</xref></sup> More studies need to be done regarding the impacts of pain clinics on youths&#x02019; abilities to manage their pain and how this can further influence their daily lives with chronic pain. Having insight into these specific health care services could promote more youth-centered models of care and in turn improve the ways in which youth cope with their chronic pain.</p></sec><sec disp-level="1" id="s0005"><title>Limitations</title><p>There were numerous identified limitations to the papers that were reviewed. These papers did not break down the age ranges of participants in the presentation of their qualitative results, therefore limiting the knowledge of how coping methods were used across youth age groups. Another limitation was that there was no analysis of coping among different racial or ethnic groups, with few studies including such youth voices. There was also a lack of male and gender-diverse youth among participants in most of the papers included in the review. Further, it was found that only three papers included participants who did not have a formal diagnosis. These three studies also did not include separate categories of analysis for those with and without a formal diagnosis within their study, which is an area for future study. Another limitation that was identified was that none of the papers explored how pain clinics helped youth cope with their chronic pain. There is a need for additional qualitative studies grounded in youths&#x02019; experiences with a strict focus on youth coping with chronic pain, including further examination on the effectiveness of different coping methods, how youth coped with their pain based on their specific chronic pain conditions, and when they employed certain coping strategies. Such research will contribute to theory building specific to youth living with chronic pain. Lastly, only papers written in English were included, limiting the findings by excluding papers published in other languages.</p></sec><sec disp-level="1" id="s0006"><title>Conclusion</title><p>This systematic review aimed to synthesize insights from qualitative studies examining the experiences of youth with chronic pain and their coping strategies. From this, we arrived at two synthesized findings from 20 included studies. These synthesized findings highlighted the meanings youth assigned to living with their chronic pain and the complex experiences they have (<italic toggle="yes">A Different Way of Being</italic>), as well as the self-directed strategies they employed and the external supports they relied on from family, friends, online communities, and professionals within the health care system (<italic toggle="yes">Learning to Get By</italic>). This highlighted that young people have unique and complicated experiences living with chronic pain, diverse methods of coping with their chronic pain, and challenging interactions with the health care system and seeking proper care. Future research should be undertaken to examine the coping experiences of racial minority youth with chronic pain, as well as male and gender-diverse youth with chronic pain. Findings from this study can be used to support the well-being of youth living with chronic pain.</p></sec><sec sec-type="supplementary-material"><title>Supplementary Material</title><supplementary-material id="SM7862" position="float" content-type="local-data"><caption><title>ENTREQ Check List_December 17 2024.docx</title></caption><media xlink:href="UCJP_A_2455494_SM7862.docx"/></supplementary-material><supplementary-material id="SM7861" position="float" content-type="local-data"><caption><title>Chronic Pain CP_Clean Copy_December 20.docx</title></caption><media xlink:href="UCJP_A_2455494_SM7861.docx"/></supplementary-material></sec></body><back><ack><title>Acknowledgment</title><p>We thank Kristy Hancock, MLIS (Evidence Synthesis Coordinator, Maritime SPOR SUPPORT Unit), for peer review of the MEDLINE search strategy.</p></ack><sec sec-type="COI-statement" disp-level="1" id="s0007"><title>Disclosure statement</title><p>No potential conflict of interest was reported by the author(s).</p></sec><sec sec-type="supplementary-material" disp-level="1" id="s0008"><title>Supplementary Material</title><p>Supplemental data for this article can be accessed online at <ext-link xlink:href="https://doi.org/10.1080/24740527.2025.2455494" ext-link-type="uri">https://doi.org/10.1080/24740527.2025.2455494</ext-link>.</p></sec><ref-list><title>References</title><ref id="cit0001"><label>1.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Tutelman</surname>
<given-names>PR</given-names></string-name>, <string-name><surname>Langley</surname>
<given-names>CL</given-names></string-name>, <string-name><surname>Chambers</surname>
<given-names>CT</given-names></string-name>, <string-name><surname>Parker</surname>
<given-names>JA</given-names></string-name>, <string-name><surname>Finley</surname>
<given-names>GA</given-names></string-name>, <string-name><surname>Chapman</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Jones</surname>
<given-names>GT</given-names></string-name>, <string-name><surname>Macfarlane</surname>
<given-names>GJ</given-names></string-name>, <string-name><surname>Marianayagam</surname>
<given-names>J.</given-names></string-name></person-group>
<article-title>Epidemiology of chronic pain in children and adolescents: a protocol for a systematic review update</article-title>. <source>BMJ Open</source>. <year>2021</year>;<volume>11</volume>(<issue>2</issue>):<fpage>e043675</fpage>. doi:<pub-id pub-id-type="doi">10.1136/bmjopen-2020-043675</pub-id>.</mixed-citation></ref><ref id="cit0002"><label>2.</label><mixed-citation publication-type="webpage"><person-group person-group-type="author"><collab>The Canadian Pain Task Force</collab></person-group>. <article-title>Chronic pain in Canada: laying a foundation for action</article-title>; <year>2019</year>. <ext-link xlink:href="https://www.canada.ca/en/health-canada/corporate/about-health-canada/public-engagement/external-advisory-bodies/canadian-pain-task-force/report-2019.html" ext-link-type="uri">https://www.canada.ca/en/health-canada/corporate/about-health-canada/public-engagement/external-advisory-bodies/canadian-pain-task-force/report-2019.html</ext-link>.</mixed-citation></ref><ref id="cit0003"><label>3.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Treede</surname>
<given-names>RD</given-names></string-name>, <string-name><surname>Rief</surname>
<given-names>W</given-names></string-name>, <string-name><surname>Barke</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Aziz</surname>
<given-names>Q</given-names></string-name>, <string-name><surname>Bennett</surname>
<given-names>MI</given-names></string-name>, <string-name><surname>Benoliel</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Cohen</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Evers</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Finnerup</surname>
<given-names>NB</given-names></string-name>, <string-name><surname>First</surname>
<given-names>MB</given-names></string-name>, et al</person-group>. <article-title>A classification of chronic pain for ICD-11</article-title>. <source>Pain</source>. <year>2015</year>;<volume>156</volume>(<issue>6</issue>):<fpage>1003</fpage>&#x02013;<lpage>24</lpage>. doi:<pub-id pub-id-type="doi">10.1097/j.pain.0000000000000160</pub-id>.<pub-id pub-id-type="pmid">25844555</pub-id>
</mixed-citation></ref><ref id="cit0004"><label>4.</label><mixed-citation publication-type="webpage"><person-group person-group-type="author"><collab>World Health Organization</collab></person-group>. <article-title>ICD-11 international classification of diseases for mortality and morbidty statistics</article-title>. <ext-link xlink:href="https://icd.who.int/browse/2024-01/mms/en" ext-link-type="uri">https://icd.who.int/browse/2024-01/mms/en</ext-link>.</mixed-citation></ref><ref id="cit0005"><label>5.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Palermo</surname>
<given-names>TM</given-names></string-name>, <string-name><surname>Valrie</surname>
<given-names>CR</given-names></string-name>, <string-name><surname>Karlson</surname>
<given-names>CW</given-names></string-name></person-group>. <article-title>Family and parent influences on pediatric chronic pain: a developmental perspective</article-title>. <source>Am Psychol</source>. <year>2014</year>;<volume>69</volume>(<issue>2</issue>):<fpage>142</fpage>. doi:<pub-id pub-id-type="doi">10.1037/a0035216</pub-id>.<pub-id pub-id-type="pmid">24547800</pub-id>
</mixed-citation></ref><ref id="cit0006"><label>6.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Birnie</surname>
<given-names>KA</given-names></string-name>, <string-name><surname>Killackey</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Stinson</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Noel</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Lorenzetti</surname>
<given-names>DL</given-names></string-name>, <string-name><surname>Marianayagam</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Jordan</surname>
<given-names>I</given-names></string-name>, <string-name><surname>Jordan</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Neville</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Pavlova</surname>
<given-names>M</given-names></string-name>, et al</person-group>. <article-title>Best practices for virtual care to support youth with chronic pain and their families: a rapid systematic review to inform health care and policy during COVID-19 and beyond</article-title>. <source>Pain Rep</source>. <year>2021</year>;<volume>6</volume>(<issue>2</issue>):<fpage>e935</fpage>. doi:<pub-id pub-id-type="doi">10.1097/PR9.0000000000000935</pub-id>.<pub-id pub-id-type="pmid">34104841</pub-id>
</mixed-citation></ref><ref id="cit0007"><label>7.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Noel</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Groenewald</surname>
<given-names>CB</given-names></string-name>, <string-name><surname>Beals-Erickson</surname>
<given-names>SE</given-names></string-name>, <string-name><surname>Gebert</surname>
<given-names>JT</given-names></string-name>, <string-name><surname>Palermo</surname>
<given-names>TM</given-names></string-name></person-group>. <article-title>Chronic pain in adolescence and internalizing mental health disorders: a nationally representative study</article-title>. <source>Pain</source>. <year>2016</year>;<volume>157</volume>(<issue>6</issue>):<fpage>1333</fpage>&#x02013;<lpage>38</lpage>. doi:<pub-id pub-id-type="doi">10.1097/j.pain.0000000000000522</pub-id>.<pub-id pub-id-type="pmid">26901806</pub-id>
</mixed-citation></ref><ref id="cit0008"><label>8.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Walker</surname>
<given-names>LS</given-names></string-name>, <string-name><surname>Dengler-Crish</surname>
<given-names>CM</given-names></string-name>, <string-name><surname>Rippel</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Bruehl</surname>
<given-names>S</given-names></string-name></person-group>. <article-title>Functional abdominal pain in childhood and adolescence increases risk for chronic pain in adulthood</article-title>. <source>Pain</source>. <year>2010</year>;<volume>150</volume>(<issue>3</issue>):<fpage>568</fpage>&#x02013;<lpage>72</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.pain.2010.06.018</pub-id>.<pub-id pub-id-type="pmid">20615615</pub-id>
</mixed-citation></ref><ref id="cit0009"><label>9.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Kashikar-Zuck</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Cunningham</surname>
<given-names>N</given-names></string-name>, <string-name><surname>Peugh</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Black</surname>
<given-names>WR</given-names></string-name>, <string-name><surname>Nelson</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Lynch-Jordan</surname>
<given-names>AM</given-names></string-name>, <string-name><surname>Pfeiffer</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Tran</surname>
<given-names>ST</given-names></string-name>, <string-name><surname>Ting</surname>
<given-names>TV</given-names></string-name>, <string-name><surname>Arnold</surname>
<given-names>LM</given-names></string-name>, et al</person-group>. <article-title>Long-term outcomes of adolescents with juvenile-onset fibromyalgia into adulthood and impact of depressive symptoms on functioning over time</article-title>. <source>Pain</source>. <year>2019</year>;<volume>160</volume>(<issue>2</issue>):<fpage>433</fpage>&#x02013;<lpage>41</lpage>. doi:<pub-id pub-id-type="doi">10.1097/j.pain.0000000000001415</pub-id>.<pub-id pub-id-type="pmid">30335681</pub-id>
</mixed-citation></ref><ref id="cit0010"><label>10.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Breivik</surname>
<given-names>H</given-names></string-name>, <string-name><surname>Collett</surname>
<given-names>B</given-names></string-name>, <string-name><surname>Ventafridda</surname>
<given-names>V</given-names></string-name>, <string-name><surname>Cohen</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Gallacher</surname>
<given-names>D</given-names></string-name></person-group>. <article-title>Survey of chronic pain in Europe: prevalence, impact on daily life, and treatment</article-title>. <source>Eur J Pain</source>. <year>2006</year>;<volume>10</volume>(<issue>4</issue>):<fpage>287</fpage>&#x02013;<lpage>333</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.ejpain.2005.06.009</pub-id>.<pub-id pub-id-type="pmid">16095934</pub-id>
</mixed-citation></ref><ref id="cit0011"><label>11.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Goldberg</surname>
<given-names>DS</given-names></string-name>, <string-name><surname>McGee</surname>
<given-names>SJ</given-names></string-name></person-group>. <article-title>Pain as a global public health priority</article-title>. <source>BMC Public Health</source>. <year>2011</year>;<volume>11</volume>(<issue>770</issue>). doi:<pub-id pub-id-type="doi">10.1186/1471-2458-11-770</pub-id>.</mixed-citation></ref><ref id="cit0012"><label>12.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Gureje</surname>
<given-names>O</given-names></string-name>, <string-name><surname>Von Korff</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Kola</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Demyttenaere</surname>
<given-names>K</given-names></string-name>, <string-name><surname>He</surname>
<given-names>Y</given-names></string-name>, <string-name><surname>Posada-Villa</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Lepine</surname>
<given-names>JP</given-names></string-name>, <string-name><surname>Angermeyer</surname>
<given-names>MC</given-names></string-name>, <string-name><surname>Levinson</surname>
<given-names>D</given-names></string-name>, <string-name><surname>de Girolamo</surname>
<given-names>G</given-names></string-name>, et al</person-group>. <article-title>The relation between multiple pains and mental disorders: results from the World Mental Health Surveys</article-title>. <source>Pain</source>. <year>2008</year>;<volume>135</volume>(<issue>1&#x02013;2</issue>):<fpage>82</fpage>&#x02013;<lpage>91</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.pain.2007.05.005</pub-id>.<pub-id pub-id-type="pmid">17570586</pub-id>
</mixed-citation></ref><ref id="cit0013"><label>13.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Chambers</surname>
<given-names>CT</given-names></string-name>, <string-name><surname>Dol</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Tutelman</surname>
<given-names>PR</given-names></string-name>, <string-name><surname>Langley</surname>
<given-names>CL</given-names></string-name>, <string-name><surname>Parker</surname>
<given-names>JA</given-names></string-name>, <string-name><surname>Cormier</surname>
<given-names>BT</given-names></string-name>, <string-name><surname>Macfarlane</surname>
<given-names>GJ</given-names></string-name>, <string-name><surname>Jones</surname>
<given-names>GT</given-names></string-name>, <string-name><surname>Chapman</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Proudfoot</surname>
<given-names>N</given-names></string-name>, et al</person-group>. <article-title>The prevalence of chronic pain in children and adolescents: a systematic review update and meta-analysis</article-title>. <source>Pain</source>. <year>2024</year>;<volume>165</volume>(<issue>10</issue>):<fpage>2215</fpage>&#x02013;<lpage>34</lpage>. doi:<pub-id pub-id-type="doi">10.1097/j.pain.0000000000003267</pub-id>.<pub-id pub-id-type="pmid">38743558</pub-id>
</mixed-citation></ref><ref id="cit0014"><label>14.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>King</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Chambers</surname>
<given-names>CT</given-names></string-name>, <string-name><surname>Huguet</surname>
<given-names>A</given-names></string-name>, <string-name><surname>MacNevin</surname>
<given-names>RC</given-names></string-name>, <string-name><surname>McGrath</surname>
<given-names>PJ</given-names></string-name>, <string-name><surname>Parker</surname>
<given-names>L</given-names></string-name>, <string-name><surname>MacDonald</surname>
<given-names>AJ</given-names></string-name></person-group>. <article-title>The epidemiology of chronic pain in children and adolescents revisited: a systematic review</article-title>. <source>Pain</source>. <year>2011</year>;<volume>152</volume>(<issue>12</issue>):<fpage>2729</fpage>&#x02013;<lpage>38</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.pain.2011.07.016</pub-id>.<pub-id pub-id-type="pmid">22078064</pub-id>
</mixed-citation></ref><ref id="cit0015"><label>15.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Huguet</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Miro</surname>
<given-names>J</given-names></string-name></person-group>. <article-title>The severity of chronic pediatric pain: an epidemiological study</article-title>. <source>J Pain</source>. <year>2008</year>;<volume>9</volume>(<issue>3</issue>):<fpage>226</fpage>&#x02013;<lpage>36</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.jpain.2007.10.015</pub-id>.<pub-id pub-id-type="pmid">18088558</pub-id>
</mixed-citation></ref><ref id="cit0016"><label>16.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Gobina</surname>
<given-names>I</given-names></string-name>, <string-name><surname>Villberg</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Valimaa</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Tynjala</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Whitehead</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Cosma</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Brooks</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Cavallo</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Ng</surname>
<given-names>K</given-names></string-name>, <string-name><surname>de Matos</surname>
<given-names>MG</given-names></string-name>, et al</person-group>. <article-title>Prevalence of self-reported chronic pain among adolescents: evidence from 42 countries and regions</article-title>. <source>Eur J Pain</source>. <year>2019</year>;<volume>23</volume>(<issue>2</issue>):<fpage>316</fpage>&#x02013;<lpage>26</lpage>. doi:<pub-id pub-id-type="doi">10.1002/ejp.1306</pub-id>.<pub-id pub-id-type="pmid">30098106</pub-id>
</mixed-citation></ref><ref id="cit0017"><label>17.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Stanford</surname>
<given-names>EA</given-names></string-name>, <string-name><surname>Chambers</surname>
<given-names>CT</given-names></string-name>, <string-name><surname>Biesanz</surname>
<given-names>JC</given-names></string-name>, <string-name><surname>Chen</surname>
<given-names>E</given-names></string-name></person-group>. <article-title>The frequency, trajectories and predictors of adolescent recurrent pain: a population-based approach</article-title>. <source>Pain</source>. <year>2008</year>;<volume>138</volume>(<issue>1</issue>):<fpage>11</fpage>&#x02013;<lpage>21</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.pain.2007.10.032</pub-id>.<pub-id pub-id-type="pmid">18093737</pub-id>
</mixed-citation></ref><ref id="cit0018"><label>18.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Rabbitts</surname>
<given-names>JA</given-names></string-name>, <string-name><surname>Holley</surname>
<given-names>AL</given-names></string-name>, <string-name><surname>Groenewald</surname>
<given-names>CB</given-names></string-name>, <string-name><surname>Palermo</surname>
<given-names>TM</given-names></string-name></person-group>. <article-title>Association between widespread pain scores and functional impairment and health-related quality of life in clinical samples of children</article-title>. <source>J Pain</source>. <year>2016</year>;<volume>17</volume>(<issue>6</issue>):<fpage>678</fpage>&#x02013;<lpage>84</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.jpain.2016.02.005</pub-id>.<pub-id pub-id-type="pmid">26924379</pub-id>
</mixed-citation></ref><ref id="cit0019"><label>19.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>De Inocencio</surname>
<given-names>J</given-names></string-name></person-group>. <article-title>Epidemiology of musculoskeletal pain in primary care</article-title>. <source>Arch Dis Child</source>. <year>2004</year>;<volume>89</volume>(<issue>5</issue>):<fpage>431</fpage>&#x02013;<lpage>34</lpage>. doi:<pub-id pub-id-type="doi">10.1136/adc.2003.028860</pub-id>.<pub-id pub-id-type="pmid">15102634</pub-id>
</mixed-citation></ref><ref id="cit0020"><label>20.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Neville</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Jordan</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Beveridge</surname>
<given-names>JK</given-names></string-name>, <string-name><surname>Pincus</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Noel</surname>
<given-names>M</given-names></string-name></person-group>. <article-title>Diagnostic uncertainty in youth with chronic pain and their parents</article-title>. <source>J Pain</source>. <year>2019</year>;<volume>20</volume>(<issue>9</issue>):<fpage>1080</fpage>&#x02013;<lpage>90</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.jpain.2019.03.004</pub-id>.<pub-id pub-id-type="pmid">30904516</pub-id>
</mixed-citation></ref><ref id="cit0021"><label>21.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Alsaggaf</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Coyne</surname>
<given-names>I</given-names></string-name></person-group>. <article-title>A systematic review of the impact of chronic pain on adolescents&#x02019; school functioning and school personnel responses to managing pain in the schools</article-title>. <source>J Adv Nurs</source>. <year>2020</year>;<volume>76</volume>(<issue>8</issue>):<fpage>2005</fpage>&#x02013;<lpage>22</lpage>. doi:<pub-id pub-id-type="doi">10.1111/jan.14404</pub-id>.<pub-id pub-id-type="pmid">32347556</pub-id>
</mixed-citation></ref><ref id="cit0022"><label>22.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Shelby</surname>
<given-names>GD</given-names></string-name>, <string-name><surname>Shirkey</surname>
<given-names>KC</given-names></string-name>, <string-name><surname>Sherman</surname>
<given-names>AL</given-names></string-name>, <string-name><surname>Beck</surname>
<given-names>JE</given-names></string-name>, <string-name><surname>Haman</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Shears</surname>
<given-names>AR</given-names></string-name>, <string-name><surname>Horst</surname>
<given-names>SN</given-names></string-name>, <string-name><surname>Smith</surname>
<given-names>CA</given-names></string-name>, <string-name><surname>Garber</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Walker</surname>
<given-names>LS</given-names></string-name></person-group>. <article-title>Functional abdominal pain in childhood and long-term vulnerability to anxiety disorders</article-title>. <source>Pediatrics</source>. <year>2013</year>;<volume>132</volume>(<issue>3</issue>):<fpage>475</fpage>&#x02013;<lpage>82</lpage>. doi:<pub-id pub-id-type="doi">10.1542/peds.2012-2191</pub-id>.<pub-id pub-id-type="pmid">23940244</pub-id>
</mixed-citation></ref><ref id="cit0023"><label>23.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Walker</surname>
<given-names>LS</given-names></string-name>, <string-name><surname>Sherman</surname>
<given-names>AL</given-names></string-name>, <string-name><surname>Bruehl</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Garber</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Smith</surname>
<given-names>CA</given-names></string-name></person-group>. <article-title>Functional abdominal pain patient subtypes in childhood predict functional gastrointestinal disorders with chronic pain and psychiatric comorbidities in adolescence and adulthood</article-title>. <source>Pain</source>. <year>2012</year>;<volume>153</volume>(<issue>9</issue>):<fpage>1798</fpage>&#x02013;<lpage>806</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.pain.2012.03.026</pub-id>.<pub-id pub-id-type="pmid">22721910</pub-id>
</mixed-citation></ref><ref id="cit0024"><label>24.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Leino-Arjas</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Rajaleid</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Mekuria</surname>
<given-names>G</given-names></string-name>, <string-name><surname>Nummi</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Virtanen</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Hammarstrom</surname>
<given-names>A</given-names></string-name></person-group>. <article-title>Trajectories of musculoskeletal pain from adolescence to middle age: the role of early depressive symptoms, a 27-year follow-up of the Northern Swedish Cohort</article-title>. <source>Pain</source>. <year>2018</year>;<volume>159</volume>(<issue>1</issue>):<fpage>67</fpage>&#x02013;<lpage>74</lpage>. doi:<pub-id pub-id-type="doi">10.1097/j.pain.0000000000001065</pub-id>.<pub-id pub-id-type="pmid">28937577</pub-id>
</mixed-citation></ref><ref id="cit0025"><label>25.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Wrona</surname>
<given-names>SK</given-names></string-name>, <string-name><surname>Melnyk</surname>
<given-names>BM</given-names></string-name>, <string-name><surname>Hoying</surname>
<given-names>J</given-names></string-name></person-group>. <article-title>Chronic pain and mental health co-morbidity in adolescents: an urgent call for assessment and evidence-based intervention</article-title>. <source>Pain Manag Nurs</source>. <year>2021</year>;<volume>22</volume>(<issue>3</issue>):<fpage>252</fpage>&#x02013;<lpage>59</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.pmn.2020.12.004</pub-id>.<pub-id pub-id-type="pmid">33454204</pub-id>
</mixed-citation></ref><ref id="cit0026"><label>26.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Maes</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Van den Noortgate</surname>
<given-names>W</given-names></string-name>, <string-name><surname>Fustolo-Gunnink</surname>
<given-names>SF</given-names></string-name>, <string-name><surname>Rassart</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Luyckx</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Goossens</surname>
<given-names>L</given-names></string-name></person-group>. <article-title>Loneliness in children and adolescents with chronic physical conditions: a meta-analysis</article-title>. <source>J Pediatr Psychol</source>. <year>2017</year>;<volume>42</volume>(<issue>6</issue>):<fpage>622</fpage>&#x02013;<lpage>35</lpage>. doi:<pub-id pub-id-type="doi">10.1093/jpepsy/jsx046</pub-id>.<pub-id pub-id-type="pmid">28340072</pub-id>
</mixed-citation></ref><ref id="cit0027"><label>27.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Groenewald</surname>
<given-names>CB</given-names></string-name>, <string-name><surname>Law</surname>
<given-names>EF</given-names></string-name>, <string-name><surname>Fisher</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Beals-Erickson</surname>
<given-names>SE</given-names></string-name>, <string-name><surname>Palermo</surname>
<given-names>TM</given-names></string-name></person-group>. <article-title>Associations between adolescent chronic pain and prescription opioid misuse in adulthood</article-title>. <source>J Pain</source>. <year>2019</year>;<volume>20</volume>(<issue>1</issue>):<fpage>28</fpage>&#x02013;<lpage>37</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.jpain.2018.07.007</pub-id>.<pub-id pub-id-type="pmid">30098405</pub-id>
</mixed-citation></ref><ref id="cit0028"><label>28.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Brattberg</surname>
<given-names>G</given-names></string-name></person-group>. <article-title>Do pain problems in young school children persist into early adulthood? A 13-year follow-up</article-title>. <source>Eur J Pain</source>. <year>2004</year>;<volume>8</volume>(<issue>3</issue>):<fpage>187</fpage>&#x02013;<lpage>99</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.ejpain.2003.08.001</pub-id>.<pub-id pub-id-type="pmid">15109969</pub-id>
</mixed-citation></ref><ref id="cit0029"><label>29.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Compas</surname>
<given-names>BE</given-names></string-name>, <string-name><surname>Connor-Smith</surname>
<given-names>JK</given-names></string-name>, <string-name><surname>Saltzman</surname>
<given-names>H</given-names></string-name>, <string-name><surname>Thomsen</surname>
<given-names>AH</given-names></string-name>, <string-name><surname>Wadsworth</surname>
<given-names>ME</given-names></string-name></person-group>. <article-title>Coping with stress during childhood and adolescence: problems, progress, and potential in theory and research</article-title>. <source>Psychol Bull</source>. <year>2001</year>;<volume>127</volume>(<issue>1</issue>):<fpage>87</fpage>&#x02013;<lpage>127</lpage>. doi:<pub-id pub-id-type="doi">10.1037/0033-2909.127.1.87</pub-id>.<pub-id pub-id-type="pmid">11271757</pub-id>
</mixed-citation></ref><ref id="cit0030"><label>30.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Carozza</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Anderson-Mackay</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Blackmore</surname>
<given-names>AM</given-names></string-name>, <string-name><surname>Kirkman</surname>
<given-names>HA</given-names></string-name>, <string-name><surname>Ou</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Smith</surname>
<given-names>N</given-names></string-name>, <string-name><surname>Love</surname>
<given-names>S</given-names></string-name></person-group>. <article-title>Chronic pain in young people with cerebral palsy: activity limitations and coping strategies</article-title>. <source>Pediatr Phys Ther</source>. <year>2022</year>;<volume>34</volume>(<issue>4</issue>):<fpage>489</fpage>&#x02013;<lpage>95</lpage>. doi:<pub-id pub-id-type="doi">10.1097/PEP.0000000000000943</pub-id>.<pub-id pub-id-type="pmid">35943391</pub-id>
</mixed-citation></ref><ref id="cit0031"><label>31.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Yetwin</surname>
<given-names>AK</given-names></string-name>, <string-name><surname>Mahrer</surname>
<given-names>NE</given-names></string-name>, <string-name><surname>John</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Gold</surname>
<given-names>JI</given-names></string-name></person-group>. <article-title>Does pain intensity matter? The relation between coping and quality of life in pediatric patients with chronic pain</article-title>. <source>J Pediatr Nurs</source>. <year>2018</year>;<volume>40</volume>:<fpage>7</fpage>&#x02013;<lpage>13</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.pedn.2018.02.003</pub-id>.<pub-id pub-id-type="pmid">29776482</pub-id>
</mixed-citation></ref><ref id="cit0032"><label>32.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Lee</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Tomlinson</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Lumley</surname>
<given-names>MN</given-names></string-name>, <string-name><surname>Bax</surname>
<given-names>KC</given-names></string-name>, <string-name><surname>Ashok</surname>
<given-names>D</given-names></string-name>, <string-name><surname>McMurtry</surname>
<given-names>CM</given-names></string-name></person-group>. <article-title>Positive schemas, coping, and quality of life in pediatric recurrent abdominal pain</article-title>. <source>J Clin Psychol Med Settings</source>. <year>2024</year>;<volume>31</volume>(<issue>1</issue>):<fpage>37</fpage>&#x02013;<lpage>47</lpage>. doi:<pub-id pub-id-type="doi">10.1007/s10880-023-09952-6</pub-id>.<pub-id pub-id-type="pmid">36952113</pub-id>
</mixed-citation></ref><ref id="cit0033"><label>33.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Murray</surname>
<given-names>CB</given-names></string-name>, <string-name><surname>Groenewald</surname>
<given-names>CB</given-names></string-name>, <string-name><surname>de la Vega</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Palermo</surname>
<given-names>TM</given-names></string-name></person-group>. <article-title>Long-term impact of adolescent chronic pain on young adult educational, vocational, and social outcomes</article-title>. <source>Pain</source>. <year>2020</year>;<volume>161</volume>(<issue>2</issue>):<fpage>439</fpage>&#x02013;<lpage>45</lpage>. doi:<pub-id pub-id-type="doi">10.1097/j.pain.0000000000001732</pub-id>.<pub-id pub-id-type="pmid">31651579</pub-id>
</mixed-citation></ref><ref id="cit0034"><label>34.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Compas</surname>
<given-names>BE</given-names></string-name>, <string-name><surname>Jaser</surname>
<given-names>SS</given-names></string-name>, <string-name><surname>Bettis</surname>
<given-names>AH</given-names></string-name>, <string-name><surname>Watson</surname>
<given-names>KH</given-names></string-name>, <string-name><surname>Gruhn</surname>
<given-names>MA</given-names></string-name>, <string-name><surname>Dunbar</surname>
<given-names>JP</given-names></string-name>, <string-name><surname>Williams</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Thigpen</surname>
<given-names>JC</given-names></string-name></person-group>. <article-title>Coping, emotion regulation, and psychopathology in childhood and adolescence: a meta-analysis and narrative review</article-title>. <source>Psychol Bull</source>. <year>2017</year>;<volume>143</volume>(<issue>9</issue>):<fpage>939</fpage>&#x02013;<lpage>91</lpage>. doi:<pub-id pub-id-type="doi">10.1037/bul0000110</pub-id>.<pub-id pub-id-type="pmid">28616996</pub-id>
</mixed-citation></ref><ref id="cit0035"><label>35.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Khanom</surname>
<given-names>S</given-names></string-name>, <string-name><surname>McDonagh</surname>
<given-names>JE</given-names></string-name>, <string-name><surname>Briggs</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Bakir</surname>
<given-names>E</given-names></string-name>, <string-name><surname>McBeth</surname>
<given-names>J</given-names></string-name></person-group>. <article-title>Adolescents&#x02019; experiences of fluctuating pain in musculoskeletal disorders: a qualitative systematic review and thematic synthesis</article-title>. <source>BMC Musculoskelet Disord</source>. <year>2020</year>;<volume>21</volume>(<issue>1</issue>):<fpage>1</fpage>&#x02013;<lpage>16</lpage>. doi:<pub-id pub-id-type="doi">10.1186/s12891-020-03627-1</pub-id>.</mixed-citation></ref><ref id="cit0036"><label>36.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Nelson</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Agoston</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Kovar-Gough</surname>
<given-names>I</given-names></string-name>, <string-name><surname>Cunningham</surname>
<given-names>N</given-names></string-name></person-group>. <article-title>A scoping review and proposed framework for coping in youth with a history of psychological trauma and chronic pain</article-title>. <source>J Pediatr Psychol</source>. <year>2022</year>;<volume>7</volume>(<issue>4</issue>):<fpage>469</fpage>&#x02013;<lpage>82</lpage>. doi:<pub-id pub-id-type="doi">10.1093/jpepsy/jsab127</pub-id>.</mixed-citation></ref><ref id="cit0037"><label>37.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Fegran</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Johannessen</surname>
<given-names>B</given-names></string-name>, <string-name><surname>Ludvigsen</surname>
<given-names>MS</given-names></string-name>, <string-name><surname>Westergren</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Hoie</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Slettebo</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Rohde</surname>
<given-names>G</given-names></string-name>, <string-name><surname>Helseth</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Haraldstad</surname>
<given-names>K</given-names></string-name></person-group>. <article-title>Experiences of a non-clinical set of adolescents and young adults living with persistent pain: a qualitative metasynthesis</article-title>. <source>BMJ Open</source>. <year>2021</year>;<volume>11</volume>(<issue>4</issue>):<fpage>e043776</fpage>. doi:<pub-id pub-id-type="doi">10.1136/bmjopen-2020-043776</pub-id>.</mixed-citation></ref><ref id="cit0038"><label>38.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Tong</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Flemming</surname>
<given-names>K</given-names></string-name>, <string-name><surname>McInnes</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Oliver</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Craig</surname>
<given-names>J</given-names></string-name></person-group>. <article-title>Enhancing transparency in reporting the synthesis of qualitative research: ENTREQ</article-title>. <source>BMC Med Res Methodol</source>. <year>2012</year>;<volume>12</volume>(<issue>1</issue>):<fpage>181</fpage>. doi:<pub-id pub-id-type="doi">10.1186/1471-2288-12-181</pub-id>.<pub-id pub-id-type="pmid">23185978</pub-id>
</mixed-citation></ref><ref id="cit0039"><label>39.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>McGowan</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Sampson</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Salzwedel</surname>
<given-names>DM</given-names></string-name>, <string-name><surname>Cogo</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Foerster</surname>
<given-names>V</given-names></string-name>, <string-name><surname>Lefebvre</surname>
<given-names>C</given-names></string-name></person-group>. <article-title>PRESS peer review of electronic search strategies: 2015 guideline statement</article-title>. <source>J Clin Epidemiol</source>. <year>2016</year>;<volume>75</volume>:<fpage>40</fpage>&#x02013;<lpage>46</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.jclinepi.2016.01.021</pub-id>.<pub-id pub-id-type="pmid">27005575</pub-id>
</mixed-citation></ref><ref id="cit0040"><label>40.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>DeJean</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Giacomini</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Simeonov</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Smith</surname>
<given-names>A</given-names></string-name></person-group>. <article-title>Finding qualitative research evidence for health technology assessment</article-title>. <source>Qual Health Res</source>. <year>2016</year>;<volume>26</volume>(<issue>10</issue>):<fpage>1307</fpage>&#x02013;<lpage>17</lpage>. doi:<pub-id pub-id-type="doi">10.1177/1049732316644429</pub-id>.<pub-id pub-id-type="pmid">27117960</pub-id>
</mixed-citation></ref><ref id="cit0041"><label>41.</label><mixed-citation publication-type="book"><person-group person-group-type="author"><collab>CADTH Search Filters Database</collab></person-group>. <source>Scopus NOT Medline/PubMed NOT Embase - Scopus</source>. In: Canada&#x02019;s Drug Agency Search Filters Database. <publisher-loc>Ottawa</publisher-loc>: <publisher-name>Canada&#x02019;s Drug Agency</publisher-name>; <year>2025</year>. <ext-link xlink:href="https://searchfilters.cda-amc.ca/link/97" ext-link-type="uri">https://searchfilters.cda-amc.ca/link/97</ext-link>.</mixed-citation></ref><ref id="cit0042"><label>42.</label><mixed-citation publication-type="book"><person-group person-group-type="author"><collab>The EndNote Team</collab></person-group>. <source>EndNote</source>. <publisher-loc>Philadelphia (PA)</publisher-loc>: <publisher-name>Clarivate</publisher-name>; <year>2013</year>.</mixed-citation></ref><ref id="cit0043"><label>43.</label><mixed-citation publication-type="book"><person-group person-group-type="author"><collab>Veritas Health Innovation</collab></person-group>. <source>Covidence systematic review software</source>. <publisher-loc>Melbourne, Australia</publisher-loc>: <publisher-name>Veritas Health Innovation</publisher-name>. Available from: <ext-link xlink:href="https://support.covidence.org/help/how-can-i-cite-covidence" ext-link-type="uri">https://support.covidence.org/help/how-can-i-cite-covidence</ext-link>.</mixed-citation></ref><ref id="cit0044"><label>44.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Neilson</surname>
<given-names>C</given-names></string-name></person-group>. <article-title>Search strategy for coping in young people living with chronic pain: a systematic review of qualitative evidence</article-title>. <source>Univ Manitoba</source>. <year>2023</year>. doi:<pub-id pub-id-type="doi">10.34990/FK2/7KMUD2</pub-id>.</mixed-citation></ref><ref id="cit0045"><label>45.</label><mixed-citation publication-type="webpage"><person-group person-group-type="author"><collab>United Nations Youth</collab></person-group>. <article-title>Definition of youth [fact sheet]</article-title>. <year>n.d.</year>
<ext-link xlink:href="https://www.un.org/esa/socdev/documents/youth/fact-sheets/youth-definition.pdf" ext-link-type="uri">https://www.un.org/esa/socdev/documents/youth/fact-sheets/youth-definition.pdf</ext-link>.</mixed-citation></ref><ref id="cit0046"><label>46.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Backes</surname>
<given-names>EP</given-names></string-name>, <string-name><surname>Bonnie</surname>
<given-names>RJ</given-names></string-name></person-group>. <article-title>The promise of adolescence: realizing opportunity for all youth</article-title>. <source>Pain</source>. <year>2019</year>;<volume>152</volume>:<fpage>2729</fpage>&#x02013;<lpage>38</lpage>.</mixed-citation></ref><ref id="cit0047"><label>47.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Reiss</surname>
<given-names>JG</given-names></string-name>, <string-name><surname>Gibson</surname>
<given-names>RW</given-names></string-name>, <string-name><surname>Walker</surname>
<given-names>LR</given-names></string-name></person-group>. <article-title>Health care transition: youth, family, and provider perspectives</article-title>. <source>Pediatrics</source>. <year>2005</year>;<volume>115</volume>(<issue>1</issue>):<fpage>112</fpage>&#x02013;<lpage>20</lpage>. doi:<pub-id pub-id-type="doi">10.1542/peds.2004-1321</pub-id>.<pub-id pub-id-type="pmid">15629990</pub-id>
</mixed-citation></ref><ref id="cit0048"><label>48.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Hong</surname>
<given-names>QN</given-names></string-name>, <string-name><surname>Pluye</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Fabregues</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Bartlett</surname>
<given-names>G</given-names></string-name>, <string-name><surname>Boardman</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Cargo</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Dagenais</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Gagnon</surname>
<given-names>MP</given-names></string-name>, <string-name><surname>Griffiths</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Nicolau</surname>
<given-names>B</given-names></string-name>, et al</person-group>. <article-title>Mixed methods appraisal tool (MMAT) version 2018: user guide</article-title>. <source>McGill Dep Family Med</source>. <year>2018</year>.</mixed-citation></ref><ref id="cit0049"><label>49.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Alsaggaf</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Coyne</surname>
<given-names>I</given-names></string-name></person-group>. <article-title>Participation in everyday life for young people with chronic pain in Saudi Arabia: &#x0201c;you feel lacking in life and you feel that time is flying by.&#x0201d;</article-title>
<source>Front Rehabil Sci</source>. <year>2023</year> May 19;<volume>4</volume>:<fpage>1099345</fpage>. doi:<pub-id pub-id-type="doi">10.3389/fresc.2023.1099345</pub-id>; PMCID: PMC10235783.<pub-id pub-id-type="pmid">37275401</pub-id>
</mixed-citation></ref><ref id="cit0050"><label>50.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Carter</surname>
<given-names>B</given-names></string-name>, <string-name><surname>Lambrenos</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Thursfield</surname>
<given-names>J</given-names></string-name></person-group>. <article-title>A pain workshop: an approach to eliciting the views of young people with chronic pain</article-title>. <source>J Clin Nurs</source>. <year>2002</year>;<volume>11</volume>(<issue>6</issue>):<fpage>753</fpage>&#x02013;<lpage>62</lpage>. doi:<pub-id pub-id-type="doi">10.1046/j.1365-2702.2002.00642.x</pub-id>.<pub-id pub-id-type="pmid">12427180</pub-id>
</mixed-citation></ref><ref id="cit0051"><label>51.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Castle</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Imms</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Howie</surname>
<given-names>L</given-names></string-name></person-group>. <article-title>Being in pain: a phenomenological study of young people with cerebral palsy</article-title>. <source>Dev Med Child Neurol</source>. <year>2007</year>;<volume>49</volume>(<issue>6</issue>):<fpage>445</fpage>&#x02013;<lpage>49</lpage>. doi:<pub-id pub-id-type="doi">10.1111/j.1469-8749.2007.00445.x</pub-id>.<pub-id pub-id-type="pmid">17518931</pub-id>
</mixed-citation></ref><ref id="cit0052"><label>52.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Forgeron</surname>
<given-names>PA</given-names></string-name>, <string-name><surname>McGrath</surname>
<given-names>PJ</given-names></string-name></person-group>. <article-title>Self-identified needs of youth with chronic pain</article-title>. <source>J Pain Manag</source>. <year>2008</year>;<volume>1</volume>:<fpage>163</fpage>&#x02013;<lpage>72</lpage>.</mixed-citation></ref><ref id="cit0053"><label>53.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Forgeron</surname>
<given-names>PA</given-names></string-name>, <string-name><surname>Evans</surname>
<given-names>J</given-names></string-name>, <string-name><surname>McGrath</surname>
<given-names>PJ</given-names></string-name>, <string-name><surname>Stevens</surname>
<given-names>B</given-names></string-name>, <string-name><surname>Finley</surname>
<given-names>GA</given-names></string-name></person-group>. <article-title>Living with difference: exploring the social self of adolescents with chronic pain</article-title>. <source>Pain Res Manag</source>. <year>2013</year>;<volume>18</volume>(<issue>6</issue>):<fpage>115</fpage>&#x02013;<lpage>23</lpage>. doi:<pub-id pub-id-type="doi">10.1155/2013/120632</pub-id>.</mixed-citation></ref><ref id="cit0054"><label>54.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Ghio</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Calam</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Lee</surname>
<given-names>RR</given-names></string-name>, <string-name><surname>Cordingley</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Ulph</surname>
<given-names>F</given-names></string-name></person-group>. <article-title>Childhood arthritis prospective study. &#x0201c;I just want to be normal&#x0201d;: a qualitative investigation of adolescents&#x02019; coping goals when dealing with pain related to arthritis and the underlying parent-adolescent personal models</article-title>. <source>Paediatr Neonatal Pain</source>. <year>2022</year>;<volume>4</volume>(<issue>3</issue>):<fpage>96</fpage>&#x02013;<lpage>109</lpage>. doi:<pub-id pub-id-type="doi">10.1002/pne2.12069</pub-id>.<pub-id pub-id-type="pmid">36188161</pub-id>
</mixed-citation></ref><ref id="cit0055"><label>55.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Gremillion</surname>
<given-names>ML</given-names></string-name>, <string-name><surname>Lang</surname>
<given-names>AC</given-names></string-name>, <string-name><surname>Everhart</surname>
<given-names>SA</given-names></string-name>, <string-name><surname>Davies</surname>
<given-names>WH</given-names></string-name>, <string-name><surname>Stolzman</surname>
<given-names>SC</given-names></string-name>, <string-name><surname>Weisman</surname>
<given-names>SJ</given-names></string-name>, <string-name><surname>Hainsworth</surname>
<given-names>KR</given-names></string-name></person-group>. <article-title>Effects of weight and pain on physical activity: insights from the lived experiences of youth with co-occurring chronic pain and obesity</article-title>. <source>Child Obes</source>. <year>2022</year>;<volume>18</volume>(<issue>5</issue>):<fpage>301</fpage>&#x02013;<lpage>08</lpage>. doi:<pub-id pub-id-type="doi">10.1089/chi.2021.0208</pub-id>.<pub-id pub-id-type="pmid">34890258</pub-id>
</mixed-citation></ref><ref id="cit0056"><label>56.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Hurley-Wallace</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Kirby</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Bishop</surname>
<given-names>F</given-names></string-name></person-group>. <article-title>Trusting in the online &#x02018;community&#x02019;: an interview study exploring internet use in young people with chronic pain</article-title>. <source>Br J Pain</source>. <year>2022</year>;<volume>16</volume>(<issue>3</issue>):<fpage>341</fpage>&#x02013;<lpage>53</lpage>. doi:<pub-id pub-id-type="doi">10.1177/20494637211061970</pub-id>.<pub-id pub-id-type="pmid">35646337</pub-id>
</mixed-citation></ref><ref id="cit0057"><label>57.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Jones</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Caes</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Eccleston</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Noel</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Gauntlett-Gilbert</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Jordan</surname>
<given-names>A</given-names></string-name></person-group>. <article-title>The sands of time: adolescents&#x02019; temporal perceptions of peer relationships and autonomy in the context of living with chronic pain</article-title>. <source>Paediatr Neonatal Pain</source>. <year>2022</year>;<volume>4</volume>(<issue>3</issue>):<fpage>110</fpage>&#x02013;<lpage>24</lpage>. doi:<pub-id pub-id-type="doi">10.1002/pne2.12071</pub-id>.<pub-id pub-id-type="pmid">36188159</pub-id>
</mixed-citation></ref><ref id="cit0058"><label>58.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Killackey</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Soltani</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Noel</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Birnie</surname>
<given-names>KA</given-names></string-name>, <string-name><surname>Choiniere</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Page</surname>
<given-names>MG</given-names></string-name>, <string-name><surname>Dassieu</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Lacasse</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Lalloo</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Poulin</surname>
<given-names>P</given-names></string-name>, et al</person-group>. <article-title>&#x0201c;We survived the pandemic together&#x0201d;: the impact of the COVID-19 pandemic on Canadian families living with chronic pain</article-title>. <source>Can J Pain</source>. <year>2023</year>;<volume>7</volume>(<issue>2</issue>):<fpage>2157251</fpage>. doi:<pub-id pub-id-type="doi">10.1080/24740527.2022.2157251</pub-id>.<pub-id pub-id-type="pmid">36760709</pub-id>
</mixed-citation></ref><ref id="cit0059"><label>59.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Mahon</surname>
<given-names>PR</given-names></string-name>, <string-name><surname>Reynolds</surname>
<given-names>D</given-names></string-name></person-group>. <article-title>Lived experiences of adolescents living with primary chronic pain</article-title>. <source>Pain Manag Nurs</source>. <year>2024</year>;<volume>25</volume>(<issue>1</issue>):<fpage>19</fpage>&#x02013;<lpage>26</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.pmn.2023.06.006</pub-id>.<pub-id pub-id-type="pmid">37481383</pub-id>
</mixed-citation></ref><ref id="cit0060"><label>60.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>McKinnon</surname>
<given-names>CT</given-names></string-name>, <string-name><surname>White</surname>
<given-names>JH</given-names></string-name>, <string-name><surname>Morgan</surname>
<given-names>PE</given-names></string-name>, <string-name><surname>Antolovich</surname>
<given-names>GC</given-names></string-name>, <string-name><surname>Clancy</surname>
<given-names>CH</given-names></string-name>, <string-name><surname>Fahey</surname>
<given-names>MC</given-names></string-name>, <string-name><surname>Harvey</surname>
<given-names>AR</given-names></string-name></person-group>. <article-title>The lived experience of chronic pain and dyskinesia in children and adolescents with cerebral palsy</article-title>. <source>BMC Pediatr</source>. <year>2020</year>;<volume>20</volume>(<issue>1</issue>):<fpage>125</fpage>. doi:<pub-id pub-id-type="doi">10.1186/s12887-020-2011-8</pub-id>.<pub-id pub-id-type="pmid">32183802</pub-id>
</mixed-citation></ref><ref id="cit0061"><label>61.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Meldrum</surname>
<given-names>ML</given-names></string-name>, <string-name><surname>Tsao</surname>
<given-names>JC</given-names></string-name>, <string-name><surname>Zelzer</surname>
<given-names>LK</given-names></string-name></person-group>. <article-title>&#x0201c;Just be in pain and just move on&#x0201d;: functioning limitations and strategies in the lives of children with chronic pain</article-title>. <source>J Pain Manag</source>. <year>2008</year>;<volume>1</volume>:<fpage>131</fpage>.<pub-id pub-id-type="pmid">19430542</pub-id>
</mixed-citation></ref><ref id="cit0062"><label>62.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Nkhoma</surname>
<given-names>KB</given-names></string-name>, <string-name><surname>Mwalabu</surname>
<given-names>GT</given-names></string-name>, <string-name><surname>Bristowe</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Lungu</surname>
<given-names>EA</given-names></string-name>, <string-name><surname>Harding</surname>
<given-names>R</given-names></string-name></person-group>. <article-title>Stakeholders&#x02019; perspectives and requirements on pain self-management for adolescents living with HIV/AIDS in Malawi: a cross-sectional qualitative study</article-title>. <source>AIDS Care</source>. <year>2023</year>;<volume>35</volume>(<issue>8</issue>):<fpage>1125</fpage>&#x02013;<lpage>38</lpage>. doi:<pub-id pub-id-type="doi">10.1080/09540121.2021.1939850</pub-id>.<pub-id pub-id-type="pmid">34152886</pub-id>
</mixed-citation></ref><ref id="cit0063"><label>63.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Parsons</surname>
<given-names>RD</given-names></string-name>, <string-name><surname>McParland</surname>
<given-names>JL</given-names></string-name>, <string-name><surname>Halligan</surname>
<given-names>SL</given-names></string-name>, <string-name><surname>Goubert</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Jordan</surname>
<given-names>A</given-names></string-name></person-group>. <article-title>Glass half full: a diary and interview qualitative investigation of flourishing among adolescents living with chronic pain</article-title>. <source>Eur J Pain</source>. <year>2023</year>;<volume>27</volume>(<issue>7</issue>):<fpage>896</fpage>&#x02013;<lpage>911</lpage>. doi:<pub-id pub-id-type="doi">10.1002/ejp.2122</pub-id>.<pub-id pub-id-type="pmid">37128852</pub-id>
</mixed-citation></ref><ref id="cit0064"><label>64.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Root</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Nosek</surname>
<given-names>S</given-names></string-name></person-group>. <article-title>Understanding how college students characterise and cope with chronic pain: a thematic analysis of expressive writing samples</article-title>. <source>Med Humanit</source>. <year>2023</year>;<volume>49</volume>(<issue>3</issue>):<fpage>370</fpage>&#x02013;<lpage>77</lpage>. doi:<pub-id pub-id-type="doi">10.1136/medhum-2022-012466</pub-id>.<pub-id pub-id-type="pmid">36549859</pub-id>
</mixed-citation></ref><ref id="cit0065"><label>65.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Shaygan</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Jaberi</surname>
<given-names>A</given-names></string-name></person-group>. <article-title>The effect of a smartphone-based pain management application on pain intensity and quality of life in adolescents with chronic pain</article-title>. <source>Sci Rep</source>. <year>2021</year>;<volume>11</volume>(<issue>1</issue>):<fpage>6588</fpage>. doi:<pub-id pub-id-type="doi">10.1038/s41598-021-86156-8</pub-id>.<pub-id pub-id-type="pmid">33758322</pub-id>
</mixed-citation></ref><ref id="cit0066"><label>66.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Skogvold</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Magnussen</surname>
<given-names>LH</given-names></string-name></person-group>. <article-title>Chronic tension-type headache and coping strategies in adolescents: a qualitative interview study</article-title>. <source>Physiother Res Int</source>. <year>2019</year>;<volume>24</volume>(<issue>3</issue>):<fpage>e1778</fpage>. doi:<pub-id pub-id-type="doi">10.1002/pri.1778</pub-id>.<pub-id pub-id-type="pmid">31012240</pub-id>
</mixed-citation></ref><ref id="cit0067"><label>67.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Stinson</surname>
<given-names>JN</given-names></string-name>, <string-name><surname>Lalloo</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Harris</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Issac</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Campbell</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Brown</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Karim</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Gordon</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Galonski</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Pink</surname>
<given-names>LR</given-names></string-name></person-group>. <article-title>iCanCope with Pain &#x02122;: user-centred design of a Web- and Mobile-based self-management program for youth with chronic pain based on identified health care needs</article-title>. <source>Pain Res Manag</source>. <year>2014</year>;<volume>19</volume>(<issue>5</issue>):<fpage>257</fpage>&#x02013;<lpage>65</lpage>. doi:<pub-id pub-id-type="doi">10.1155/2014/935278</pub-id>.<pub-id pub-id-type="pmid">25000507</pub-id>
</mixed-citation></ref><ref id="cit0068"><label>68.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Szwimer</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Widjaja</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Ingelmo</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Hovey</surname>
<given-names>RB</given-names></string-name></person-group>. <article-title>A phenomenological exploration of the personal implications of female adolescents living with chronic pain</article-title>. <source>J Pediatr Health Care</source>. <year>2020</year>;<volume>34</volume>(<issue>5</issue>):<fpage>470</fpage>&#x02013;<lpage>77</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.pedhc.2020.05.004</pub-id>.<pub-id pub-id-type="pmid">32861426</pub-id>
</mixed-citation></ref><ref id="cit0069"><label>69.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Thomas</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Harden</surname>
<given-names>A</given-names></string-name></person-group>. <article-title>Methods for the thematic synthesis of qualitative research in systematic reviews</article-title>. <source>BMC Med Res Methodol</source>. <year>2008</year>;<volume>8</volume>:<fpage>45</fpage>. doi:<pub-id pub-id-type="doi">10.1186/1471-2288-8-45</pub-id>.<pub-id pub-id-type="pmid">18616818</pub-id>
</mixed-citation></ref><ref id="cit0070"><label>70.</label><mixed-citation publication-type="book"><person-group person-group-type="author"><string-name><surname>Patton</surname>
<given-names>M</given-names></string-name></person-group>. <source>Qualitative research &#x00026; evaluation methods: integrating theory and practice</source>, <edition>4th</edition>. <publisher-loc>Thousand Oaks, California</publisher-loc>: <publisher-name>Sage</publisher-name>; <year>2014</year>.</mixed-citation></ref><ref id="cit0071"><label>71.</label><mixed-citation publication-type="book"><person-group person-group-type="author"><string-name><surname>Barbour</surname>
<given-names>R</given-names></string-name></person-group>. <source>Introducing qualitative research: a student guide to the craft of doing qualitative research</source>. <publisher-loc>Thousand Oaks, California</publisher-loc>: <publisher-name>Sage</publisher-name>; <year>2008</year>.</mixed-citation></ref><ref id="cit0072"><label>72.</label><mixed-citation publication-type="book"><person-group person-group-type="author"><string-name><surname>Morse</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Field</surname>
<given-names>P</given-names></string-name></person-group>. <source>Qualitative research methods for health professionals</source>. <publisher-loc>Thousand Oaks, California</publisher-loc>: <publisher-name>Sage</publisher-name>; <year>1995</year>.</mixed-citation></ref><ref id="cit0073"><label>73.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Rosenbloom</surname>
<given-names>BN</given-names></string-name>, <string-name><surname>Rabbitts</surname>
<given-names>JA</given-names></string-name>, <string-name><surname>Palermo</surname>
<given-names>TM</given-names></string-name></person-group>. <article-title>A developmental perspective on the impact of chronic pain in late adolescence and early adulthood: implications for assessment and intervention</article-title>. <source>Pain</source>. <year>2017</year>;<volume>158</volume>(<issue>9</issue>):<fpage>1629</fpage>&#x02013;<lpage>32</lpage>. doi:<pub-id pub-id-type="doi">10.1097/j.pain.0000000000000888</pub-id>.<pub-id pub-id-type="pmid">28267063</pub-id>
</mixed-citation></ref><ref id="cit0074"><label>74.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Barberis</surname>
<given-names>N</given-names></string-name>, <string-name><surname>Gugliandolo</surname>
<given-names>MC</given-names></string-name>, <string-name><surname>Costa</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Liga</surname>
<given-names>F</given-names></string-name></person-group>. <article-title>How parental autonomy support prevent from adolescents&#x02019; depression and low self-esteem: a mediational model with trait emotional intelligence</article-title>. <source>Mediterr J Clin Psychol</source>. <year>2021</year>;<volume>9</volume>(<issue>1</issue>):<fpage>1</fpage>&#x02013;<lpage>18</lpage>. doi:<pub-id pub-id-type="doi">10.6092/2282-1619/mjcp-2898</pub-id>.</mixed-citation></ref><ref id="cit0075"><label>75.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Jaworski</surname>
<given-names>N</given-names></string-name>, <string-name><surname>MacQueen</surname>
<given-names>G</given-names></string-name></person-group>. <article-title>Adolescence as a unique developmental period</article-title>. <source>J Psychiatry Neurosci</source>. <year>2015</year>;<volume>40</volume>(<issue>5</issue>):<fpage>291</fpage>&#x02013;<lpage>93</lpage>. doi:<pub-id pub-id-type="doi">10.1503/jpn.150268</pub-id>.<pub-id pub-id-type="pmid">26290063</pub-id>
</mixed-citation></ref><ref id="cit0076"><label>76.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Twiddy</surname>
<given-names>H</given-names></string-name>, <string-name><surname>Hanna</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Haynes</surname>
<given-names>L</given-names></string-name></person-group>. <article-title>Growing pains: understanding the needs of emerging adults with chronic pain</article-title>. <source>Br J Pain</source>. <year>2017</year>;<volume>11</volume>:<fpage>108</fpage>&#x02013;<lpage>18</lpage>.<pub-id pub-id-type="pmid">28785407</pub-id>
</mixed-citation></ref><ref id="cit0077"><label>77.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Stinson</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Connelly</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Kamper</surname>
<given-names>SJ</given-names></string-name>, <string-name><surname>Herlin</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Toupin</surname>
<given-names>AK</given-names></string-name></person-group>. <article-title>Models of care for addressing chronic musculoskeletal pain and health in children and adolescents</article-title>. <source>Best Pract Res Clin Rheumatol</source>. <year>2016</year>;<volume>30</volume>(<issue>3</issue>):<fpage>468</fpage>&#x02013;<lpage>82</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.berh.2016.08.005</pub-id>.<pub-id pub-id-type="pmid">27886942</pub-id>
</mixed-citation></ref><ref id="cit0078"><label>78.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Linkiewich</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Dib</surname>
<given-names>KC</given-names></string-name>, <string-name><surname>Forgeron</surname>
<given-names>PA</given-names></string-name>, <string-name><surname>Dick</surname>
<given-names>BD</given-names></string-name>, <string-name><surname>McMurtry</surname>
<given-names>CM</given-names></string-name></person-group>. <article-title>Perceptions of adolescents with chronic pain about peer support: reflexive thematic analysis</article-title>. <source>J Pediatr Psychol</source>. <year>2023</year>;<volume>48</volume>(<issue>8</issue>):<fpage>655</fpage>&#x02013;<lpage>63</lpage>. doi:<pub-id pub-id-type="doi">10.1093/jpepsy/jsad014</pub-id>.<pub-id pub-id-type="pmid">36860181</pub-id>
</mixed-citation></ref><ref id="cit0079"><label>79.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Newton</surname>
<given-names>BJ</given-names></string-name>, <string-name><surname>Southall</surname>
<given-names>JL</given-names></string-name>, <string-name><surname>Raphael</surname>
<given-names>JH</given-names></string-name>, <string-name><surname>Ashford</surname>
<given-names>RL</given-names></string-name>, <string-name><surname>Lemarchand</surname>
<given-names>K</given-names></string-name></person-group>. <article-title>A narrative review of the impact of disbelief in chronic pain</article-title>. <source>Pain Manag Nurs</source>. <year>2013</year>;<volume>14</volume>(<issue>3</issue>):<fpage>161</fpage>&#x02013;<lpage>71</lpage>. doi:<pub-id pub-id-type="doi">10.1016/j.pmn.2010.09.001</pub-id>.<pub-id pub-id-type="pmid">23972867</pub-id>
</mixed-citation></ref><ref id="cit0080"><label>80.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Meldrum</surname>
<given-names>ML</given-names></string-name>, <string-name><surname>Tsao</surname>
<given-names>JCI</given-names></string-name>, <string-name><surname>Zeltzer</surname>
<given-names>LK</given-names></string-name></person-group>. <article-title>&#x0201c;I can&#x02019;t be what I want to be&#x0201d;: children&#x02019;s narratives of chronic pain experiences and treatment outcomes</article-title>. <source>Pain Med</source>. <year>2009</year>;<volume>10</volume>(<issue>6</issue>):<fpage>1018</fpage>&#x02013;<lpage>34</lpage>. doi:<pub-id pub-id-type="doi">10.1111/j.1526-4637.2009.00650.x</pub-id>.<pub-id pub-id-type="pmid">19594848</pub-id>
</mixed-citation></ref><ref id="cit0081"><label>81.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Wakefield</surname>
<given-names>EO</given-names></string-name>, <string-name><surname>Zempsky</surname>
<given-names>WT</given-names></string-name>, <string-name><surname>Puhl</surname>
<given-names>RM</given-names></string-name>, <string-name><surname>Litt</surname>
<given-names>MD</given-names></string-name></person-group>. <article-title>Conceptualizing pain-related stigma in adolescent chronic pain: a literature review and preliminary focus group findings</article-title>. <source>Pain Rep</source>. <year>2018</year>;<volume>3</volume>:<fpage>e679</fpage>. doi:<pub-id pub-id-type="doi">10.1097/PR9.0000000000000679</pub-id>.<pub-id pub-id-type="pmid">30324171</pub-id>
</mixed-citation></ref><ref id="cit0082"><label>82.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><collab>Health Standards Organization</collab></person-group>. <source>CAN/HSO 13200:2023 - Pediatr Pain Manage</source>. <year>2023</year>. <ext-link xlink:href="https://healthstandards.org/standard/pediatric-pain-management-can-hso-13200-2023-e/" ext-link-type="uri">https://healthstandards.org/standard/pediatric-pain-management-can-hso-13200-2023-e/</ext-link>.</mixed-citation></ref><ref id="cit0083"><label>83.</label><mixed-citation publication-type="book"><person-group person-group-type="author"><collab>Institute of Medicine</collab></person-group>. <source>Relieving pain in America: a blueprint for transforming prevention, care, education, and research</source>. <publisher-loc>Washington (DC)</publisher-loc>: <publisher-name>The National Academies Press</publisher-name>; <year>2011</year>.</mixed-citation></ref><ref id="cit0084"><label>84.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Gatchel</surname>
<given-names>RJ</given-names></string-name>, <string-name><surname>Peng</surname>
<given-names>YB</given-names></string-name>, <string-name><surname>Peters</surname>
<given-names>ML</given-names></string-name>, <string-name><surname>Fuchs</surname>
<given-names>PN</given-names></string-name>, <string-name><surname>Turk</surname>
<given-names>DC</given-names></string-name></person-group>. <article-title>The biopsychosocial approach to chronic pain: scientific advances and future directions</article-title>. <source>Psychol Bull</source>. <year>2007</year>;<volume>133</volume>(<issue>4</issue>):<fpage>581</fpage>&#x02013;<lpage>624</lpage>. doi:<pub-id pub-id-type="doi">10.1037/0033-2909.133.4.581</pub-id>.<pub-id pub-id-type="pmid">17592957</pub-id>
</mixed-citation></ref><ref id="cit0085"><label>85.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Collins</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Haynes</surname>
<given-names>N</given-names></string-name>, <string-name><surname>Klingberg</surname>
<given-names>H</given-names></string-name>, <string-name><surname>Nicholas</surname>
<given-names>H</given-names></string-name>, <string-name><surname>Pounder</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Sandells</surname>
<given-names>R</given-names></string-name></person-group>. <article-title>The management of complex pain in children referred to a pain clinic at a tertiary children&#x02019;s hospital in Australia</article-title>. <source>J Orthop Sports Phys Ther</source>. <year>2017</year>;<volume>47</volume>(<issue>10</issue>):<fpage>806</fpage>&#x02013;<lpage>13</lpage>. doi:<pub-id pub-id-type="doi">10.2519/jospt.2017.7355</pub-id>.<pub-id pub-id-type="pmid">28898134</pub-id>
</mixed-citation></ref><ref id="cit0086"><label>86.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Harrison</surname>
<given-names>LE</given-names></string-name>, <string-name><surname>Pate</surname>
<given-names>JW</given-names></string-name>, <string-name><surname>Richardson</surname>
<given-names>PA</given-names></string-name>, <string-name><surname>Ickmans</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Wicksell</surname>
<given-names>RK</given-names></string-name>, <string-name><surname>Simons</surname>
<given-names>LE</given-names></string-name></person-group>. <article-title>Best-evidence for the rehabilitation of chronic pain part 1: pediatric pain</article-title>. <source>J Clin Med</source>. <year>2019</year>;<volume>8</volume>(<issue>9</issue>):<fpage>1267</fpage>. doi:<pub-id pub-id-type="doi">10.3390/jcm8091267</pub-id>.<pub-id pub-id-type="pmid">31438483</pub-id>
</mixed-citation></ref><ref id="cit0087"><label>87.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Choini&#x000e8;re</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Peng</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Gilron</surname>
<given-names>I</given-names></string-name>, <string-name><surname>Buckley</surname>
<given-names>N</given-names></string-name>, <string-name><surname>Williamson</surname>
<given-names>O</given-names></string-name>, <string-name><surname>Janelle-Montcalm</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Baerg</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Boulanger</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Di Renna</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Finley</surname>
<given-names>GA</given-names></string-name>, et al</person-group>. <article-title>Accessing care in multidisciplinary pain treatment facilities continues to be a challenge in Canada</article-title>. <source>Reg Anesth Pain Med</source>. <year>2020</year>;<volume>45</volume>(<issue>12</issue>):<fpage>943</fpage>&#x02013;<lpage>48</lpage>. doi:<pub-id pub-id-type="doi">10.1136/rapm-2020-101935</pub-id>.<pub-id pub-id-type="pmid">33024007</pub-id>
</mixed-citation></ref><ref id="cit0088"><label>88.</label><mixed-citation publication-type="journal"><person-group person-group-type="author"><string-name><surname>Wittmeier</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Brown</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Diaz</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Pylypjuk</surname>
<given-names>H</given-names></string-name>, <string-name><surname>Restall</surname>
<given-names>G</given-names></string-name>, <string-name><surname>Anang</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Gerhold</surname>
<given-names>K</given-names></string-name></person-group>. <article-title>Collaborating with a youth council to improve chronic pain resources</article-title>. <source>Can J Pain</source>. <year>2023</year>;<volume>7</volume>(<issue>1</issue>):<fpage>2254358</fpage>. doi:<pub-id pub-id-type="doi">10.1080/24740527.2023.2254358</pub-id>.<pub-id pub-id-type="pmid">37908591</pub-id>
</mixed-citation></ref></ref-list></back></article>