<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" dtd-version="1.3" xml:lang="pt" article-type="research-article"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Cad Saude Publica</journal-id><journal-id journal-id-type="iso-abbrev">Cad Saude Publica</journal-id><journal-id journal-id-type="publisher-id">csp</journal-id><journal-title-group><journal-title>Cadernos de Sa&#x000fa;de P&#x000fa;blica</journal-title></journal-title-group><issn pub-type="ppub">0102-311X</issn><issn pub-type="epub">1678-4464</issn><publisher><publisher-name>Escola Nacional de Sa&#x000fa;de P&#x000fa;blica Sergio Arouca, Funda&#x000e7;&#x000e3;o Oswaldo Cruz</publisher-name></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmid">40008708</article-id><article-id pub-id-type="pmc">PMC11863631</article-id><article-id pub-id-type="doi">10.1590/0102-311XPT095724</article-id><article-id pub-id-type="other">01415</article-id><article-categories><subj-group subj-group-type="heading"><subject>Artigo</subject></subj-group></article-categories><title-group><article-title>Interseccionalidade e inseguran&#x000e7;a alimentar em favelas de Belo
Horizonte, Minas Gerais, Brasil</article-title><trans-title-group xml:lang="en"><trans-title>Intersectionality and food insecurity in favelas in Belo Horizonte,
Minas Gerais State, Brazil</trans-title></trans-title-group><trans-title-group xml:lang="es"><trans-title>Interseccionalidad e inseguridad alimentaria en favelas de Belo
Horizonte, Minas Gerais, Brasil</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0002-9333-6261</contrib-id><name><surname>Ferreira</surname><given-names>Karynna Maria da Silva</given-names></name><role>contribuiu com a concep&#x000e7;&#x000e3;o do estudo</role><role>an&#x000e1;lise e interpreta&#x000e7;&#x000e3;o de dados</role><role>reda&#x000e7;&#x000e3;o e revis&#x000e3;o cr&#x000ed;tica</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0002-7848-6835</contrib-id><name><surname>Sales</surname><given-names>Aline Dayrell Ferreira</given-names></name><role>contribuiu com a concep&#x000e7;&#x000e3;o do estudo</role><role>interpreta&#x000e7;&#x000e3;o de dados e revis&#x000e3;o cr&#x000ed;tica</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0001-7640-2530</contrib-id><name><surname>Moreira</surname><given-names>Uriel</given-names></name><role>contribuiu com a an&#x000e1;lise</role><role>interpreta&#x000e7;&#x000e3;o de dados e revis&#x000e3;o cr&#x000ed;tica</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0001-7019-1365</contrib-id><name><surname>Paraj&#x000e1;ra</surname><given-names>Magda do Carmo</given-names></name><role>contribuiu com a interpreta&#x000e7;&#x000e3;o de dados e revis&#x000e3;o cr&#x000ed;tica</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0002-2463-0539</contrib-id><name><surname>Friche</surname><given-names>Am&#x000e9;lia Augusta de Lima</given-names></name><role>contribuiu com a concep&#x000e7;&#x000e3;o do estudo</role><role>interpreta&#x000e7;&#x000e3;o de dados e revis&#x000e3;o cr&#x000ed;tica</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0001-5043-4980</contrib-id><name><surname>Caiaffa</surname><given-names>Waleska Teixeira</given-names></name><role>contribuiu com a concep&#x000e7;&#x000e3;o do estudo</role><role>interpreta&#x000e7;&#x000e3;o de dados e revis&#x000e3;o cr&#x000ed;tica</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0001-5560-6956</contrib-id><name><surname>Borde</surname><given-names>Elis</given-names></name><role>contribuiu com a concep&#x000e7;&#x000e3;o do estudo</role><role>an&#x000e1;lise e interpreta&#x000e7;&#x000e3;o de dados</role><role>reda&#x000e7;&#x000e3;o e revis&#x000e3;o cr&#x000ed;tica</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref></contrib><aff id="aff1">
<label>1</label> Faculdade de Medicina, Universidade Federal de Minas Gerais,
Belo Horizonte, Brasil.</aff></contrib-group><author-notes><corresp id="c1">
<label>Correspond&#x000ea;ncia</label> K. M. S. Ferreira Faculdade de Medicina,
Universidade Federal de Minas Gerais. Av. Prof. Alfredo Balena 190, sala 730,
Belo Horizonte, MG 30130-100, Brasil. <email>karynnaferreira@hotmail.com</email>
</corresp><fn fn-type="other" id="fn1"><p><bold>Informa&#x000e7;&#x000f5;es adicionais:</bold> ORCID: Karynna Maria da Silva Ferreira (0000-0002-9333-6261); Aline Dayrell
Ferreira Sales (0000-0002-7848-6835); Uriel Moreira (0000-0001-7640-2530);
Magda do Carmo Paraj&#x000e1;ra (0000-0001-7019-1365); Am&#x000e9;lia Augusta de Lima Friche
(0000-0002-2463-0539); Waleska Teixeira Caiaffa (0000-0001-5043-4980); Elis
Borde (0000-0001-5560-6956).</p></fn></author-notes><pub-date date-type="pub" publication-format="electronic"><day>24</day><month>2</month><year>2025</year></pub-date><pub-date date-type="collection" publication-format="electronic"><year>2025</year></pub-date><volume>41</volume><issue>1</issue><elocation-id>e00095724</elocation-id><history><date date-type="received"><day>22</day><month>5</month><year>2024</year></date><date date-type="rev-recd"><day>06</day><month>9</month><year>2024</year></date><date date-type="accepted"><day>02</day><month>10</month><year>2024</year></date></history><permissions><license><ali:license_ref xmlns:ali="http://www.niso.org/schemas/ali/1.0/" specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p>Este &#x000e9; um artigo publicado em acesso aberto sob uma licen&#x000e7;a Creative
Commons</license-p></license></permissions><abstract><p>A inseguran&#x000e7;a alimentar gera graves implica&#x000e7;&#x000f5;es para a sa&#x000fa;de e a vida das
popula&#x000e7;&#x000f5;es. Muitos determinantes sociais j&#x000e1; foram identificados, mas a
compreens&#x000e3;o da inseguran&#x000e7;a alimentar ainda &#x000e9; limitada devido a uma vis&#x000e3;o
fragmentada que desarticula as diferentes dimens&#x000f5;es de vulnerabilidade. Este
estudo objetiva analisar a (in)seguran&#x000e7;a alimentar sob o olhar da
interseccionalidade, tendo como local de estudo duas favelas de Belo Horizonte
(Minas Gerais, Brasil) e seus entornos. A an&#x000e1;lise transversal foi realizada com
dados do inqu&#x000e9;rito domiciliar do Projeto BH-Viva. A vari&#x000e1;vel de desfecho foi a
inseguran&#x000e7;a alimentar, e as vari&#x000e1;veis de exposi&#x000e7;&#x000e3;o foram obtidas pela constru&#x000e7;&#x000e3;o
interseccional de indicadores de vulnerabilidade social (sexo, ra&#x000e7;a/cor e &#x000cd;ndice
de Vulnerabilidade Socioecon&#x000f4;mica Sens&#x000ed;vel &#x000e0; Inseguran&#x000e7;a Alimentar - IVSIA,
constru&#x000ed;do a partir dos dom&#x000ed;nios trabalho e renda, escolaridade e condi&#x000e7;&#x000f5;es de
domic&#x000ed;lio). As associa&#x000e7;&#x000f5;es entre a inseguran&#x000e7;a alimentar e as exposi&#x000e7;&#x000f5;es foram
estimadas por meio de modelos de regress&#x000e3;o log&#x000ed;stica, e o efeito das categorias
de interseccionalidade sobre a inseguran&#x000e7;a alimentar foi capturado por termos de
intera&#x000e7;&#x000e3;o apropriados. Entre as pessoas em condi&#x000e7;&#x000f5;es socioecon&#x000f4;micas
desfavor&#x000e1;veis (IVSIA), as mulheres negras apresentaram as maiores chances de
apresentar inseguran&#x000e7;a alimentar (OR = 7,50; IC95%: 3,20-17,58) do que homens
negros e mulheres brancas. Os resultados revelam que a inseguran&#x000e7;a alimentar &#x000e9;
marcada por processos de vulnerabiliza&#x000e7;&#x000e3;o interseccionais, em que se sobrep&#x000f5;em
os efeitos de priva&#x000e7;&#x000e3;o socioecon&#x000f4;mica, sexismo, patriarcado e racismo. Dessa
forma, refor&#x000e7;am a necessidade de pesquisas com abordagens interseccionais para
identificar os padr&#x000f5;es e as principais v&#x000ed;timas da inseguran&#x000e7;a alimentar, bem
como a urg&#x000ea;ncia de pol&#x000ed;ticas p&#x000fa;blicas voltadas para as necessidades desses
grupos.</p></abstract><trans-abstract xml:lang="en"><p>Food insecurity has serious implications for populations&#x02019; health and lives. Many
social determinants have been identified, but understanding food insecurity
remains limited due to a fragmented view that segregates vulnerability
dimensions. This study aims to analyze food (in)security based on an
intersectional perspective, having two favelas in Belo Horizonte (Minas Gerais
State, Brazil) and their surroundings as its studied site. This cross-sectional
analysis was carried out with data from the household survey of the BH-Viva
Project. Food insecurity was chosen as the outcome variable and the
intersectional construction of social vulnerability indicators (sex, race/skin
color, and the Socioeconomic Vulnerability Index Sensitive to Food Insecurity -
IVSIA, constructed from the domains of work and income, education and housing
conditions) was used as the exposure variables. The associations between food
insecurity and the exposure variables were estimated by logistic regression
models and the effect of the intersectionality categories on food insecurity was
obtained by the appropriate interaction terms. Among people in unfavorable
socioeconomic conditions (IVSIA), black women were more likely to have food
insecurity (OR = 7.50; 95%CI: 3.20-17.58) than black men or white women. Results
shows that food insecurity includes intersectional processes of vulnerability
that overlap the effects of socioeconomic deprivation, sexism, patriarchy, and
racism, thus reinforcing the need for intersectional research to find the
patterns and main victims of food insecurity and the urgency of public policies
toward these groups&#x02019; needs.</p></trans-abstract><trans-abstract xml:lang="es"><p>La inseguridad alimentaria tiene graves implicaciones para la salud y la vida de
las poblaciones. Ya se han identificado muchos determinantes sociales, pero la
comprensi&#x000f3;n de la inseguridad alimentaria sigue siendo limitada debido a una
visi&#x000f3;n fragmentada que desarticula las diferentes dimensiones de la
vulnerabilidad. Este estudio tiene como objetivo analizar la (in)seguridad
alimentaria desde la perspectiva de la interseccionalidad, teniendo como lugar
de estudio dos favelas de Belo Horizonte (Minas Gerais, Brasil) y sus
alrededores. El an&#x000e1;lisis transversal se realiz&#x000f3; con datos de la encuesta
domiciliaria del Proyecto BH-Viva. La variable de resultado fue la inseguridad
alimentaria, y las variables de exposici&#x000f3;n se obtuvieron mediante la
construcci&#x000f3;n interseccional de indicadores de vulnerabilidad social (g&#x000e9;nero,
raza/color e &#x000cd;ndice de Vulnerabilidad Socioecon&#x000f3;mica Sensible a la Inseguridad
Alimentaria -IVSIA, construido a partir de los dominios de trabajo e ingresos,
educaci&#x000f3;n y condiciones de vivienda). Las asociaciones entre la inseguridad
alimentaria y la exposici&#x000f3;n se estimaron mediante modelos de regresi&#x000f3;n
log&#x000ed;stica, y el efecto de las categor&#x000ed;as de interseccionalidad en la inseguridad
alimentaria se captur&#x000f3; mediante t&#x000e9;rminos de interacci&#x000f3;n apropiados. Entre las
personas en situaci&#x000f3;n socioecon&#x000f3;mica desfavorable (IVSIA), las mujeres negras
ten&#x000ed;an m&#x000e1;s probabilidades de desarrollar inseguridad alimentaria (OR = 7,50;
IC95%: 3,20-17,58) que los hombres negros y las mujeres blancas. Los resultados
revelan que la inseguridad alimentaria estuvo marcada por procesos de
vulnerabilidad interseccional, en los cuales se superponen los efectos de la
privaci&#x000f3;n socioecon&#x000f3;mica, del sexismo, del patriarcado y del racismo. Por lo
tanto, se refuerza la necesidad de investigaci&#x000f3;n con enfoques interseccionales
para identificar los patrones y las principales v&#x000ed;ctimas de la inseguridad
alimentaria, as&#x000ed; como la urgencia de pol&#x000ed;ticas p&#x000fa;blicas dirigidas a las
necesidades de estos grupos.</p></trans-abstract><kwd-group><title>Palavras-chave:</title><kwd>Inseguran&#x000e7;a Alimentar</kwd><kwd>Interseccionalidade</kwd><kwd>Iniquidades em Sa&#x000fa;de</kwd><kwd>Vulnerabilidade Social</kwd><kwd>Favelas</kwd></kwd-group><kwd-group xml:lang="en"><title> Keywords: </title><kwd>Food Insecurity</kwd><kwd>Intersectionality</kwd><kwd>Health Inequities</kwd><kwd>Social Vulnerability</kwd><kwd>Slums</kwd></kwd-group><kwd-group xml:lang="es"><title> Palabras-clave: </title><kwd>Inseguridad Alimentaria</kwd><kwd>Interseccionalidad</kwd><kwd>Inequidades en Salud</kwd><kwd>Vulnerabilidad Social</kwd><kwd>Favelas</kwd></kwd-group><counts><fig-count count="0"/><table-count count="5"/><equation-count count="0"/><ref-count count="49"/></counts></article-meta></front><body><sec sec-type="intro"><title>Introdu&#x000e7;&#x000e3;o</title><p>No Brasil, nos &#x000fa;ltimos anos (2016-2022), vivemos um per&#x000ed;odo de desmonte de pol&#x000ed;ticas
sociais e de seguran&#x000e7;a alimentar devido a crises pol&#x000ed;ticas e econ&#x000f4;micas <xref rid="B1" ref-type="bibr">
<sup>1</sup>
</xref>
<sup>,</sup>
<xref rid="B2" ref-type="bibr">
<sup>2</sup>
</xref>
<sup>,</sup>
<xref rid="B3" ref-type="bibr">
<sup>3</sup>
</xref>
<sup>,</sup>
<xref rid="B4" ref-type="bibr">
<sup>4</sup>
</xref>
<sup>,</sup>
<xref rid="B5" ref-type="bibr">
<sup>5</sup>
</xref>, com aumento expressivo da inseguran&#x000e7;a alimentar <xref rid="B6" ref-type="bibr">
<sup>6</sup>
</xref>. Apesar dos avan&#x000e7;os nas pol&#x000ed;ticas entre 2004 e 2013, com benef&#x000ed;cios
significativos para a seguran&#x000e7;a alimentar <xref rid="B2" ref-type="bibr">
<sup>2</sup>
</xref>
<sup>,</sup>
<xref rid="B3" ref-type="bibr">
<sup>3</sup>
</xref>
<sup>,</sup>
<xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>
<sup>,</sup>
<xref rid="B8" ref-type="bibr">
<sup>8</sup>
</xref>, os grupos mais vulner&#x000e1;veis vivenciaram essas melhorias de maneira menos
expressiva <xref rid="B2" ref-type="bibr">
<sup>2</sup>
</xref>.</p><p>Dessa forma, a inseguran&#x000e7;a alimentar &#x000e9; profundamente marcada pelas iniquidades <xref rid="B3" ref-type="bibr">
<sup>3</sup>
</xref>
<sup>,</sup>
<xref rid="B9" ref-type="bibr">
<sup>9</sup>
</xref>
<sup>,</sup>
<xref rid="B10" ref-type="bibr">
<sup>10</sup>
</xref> historicamente estruturadas e refor&#x000e7;ada pelo acesso desigual &#x000e0; sa&#x000fa;de, &#x000e0;
educa&#x000e7;&#x000e3;o e a recursos <xref rid="B1" ref-type="bibr">
<sup>1</sup>
</xref>
<sup>,</sup>
<xref rid="B3" ref-type="bibr">
<sup>3</sup>
</xref>
<sup>,</sup>
<xref rid="B8" ref-type="bibr">
<sup>8</sup>
</xref>, pela concentra&#x000e7;&#x000e3;o de terras e explora&#x000e7;&#x000e3;o do trabalho <xref rid="B3" ref-type="bibr">
<sup>3</sup>
</xref>, que levam a iniquidades persistentes no acesso a uma alimenta&#x000e7;&#x000e3;o adequada e
de qualidade <xref rid="B8" ref-type="bibr">
<sup>8</sup>
</xref>.</p><p>Embora haja uma produ&#x000e7;&#x000e3;o significativa sobre desigualdades sociais e inseguran&#x000e7;a
alimentar no Brasil, ainda existem desafios em sua compreens&#x000e3;o <xref rid="B4" ref-type="bibr">
<sup>4</sup>
</xref>
<sup>,</sup>
<xref rid="B11" ref-type="bibr">
<sup>11</sup>
</xref>
<sup>,</sup>
<xref rid="B12" ref-type="bibr">
<sup>12</sup>
</xref>
<sup>,</sup>
<xref rid="B13" ref-type="bibr">
<sup>13</sup>
</xref>. As pesquisas da &#x000e1;rea <xref rid="B2" ref-type="bibr">
<sup>2</sup>
</xref>
<sup>,</sup>
<xref rid="B5" ref-type="bibr">
<sup>5</sup>
</xref>
<sup>,</sup>
<xref rid="B12" ref-type="bibr">
<sup>12</sup>
</xref>
<sup>,</sup>
<xref rid="B13" ref-type="bibr">
<sup>13</sup>
</xref>
<sup>,</sup>
<xref rid="B14" ref-type="bibr">
<sup>14</sup>
</xref> t&#x000ea;m analisado a influ&#x000ea;ncia de distintos determinantes sociais, como
escolaridade, renda, ra&#x000e7;a/cor, condi&#x000e7;&#x000f5;es de moradia e sexo, na configura&#x000e7;&#x000e3;o e
distribui&#x000e7;&#x000e3;o das desigualdades de inseguran&#x000e7;a alimentar. Entretanto, essas
abordagens n&#x000e3;o t&#x000ea;m permitido revelar o papel de processos sociais mais estruturais
como racismo, sexismo e classismo, e o foco unidimensional e unit&#x000e1;rio <xref rid="B15" ref-type="bibr">
<sup>15</sup>
</xref>
<sup>,</sup>
<xref rid="B16" ref-type="bibr">
<sup>16</sup>
</xref> dificulta a compreens&#x000e3;o das intera&#x000e7;&#x000f5;es de diferentes processos de
vulnerabiliza&#x000e7;&#x000e3;o que se sobrep&#x000f5;em para moldar a inseguran&#x000e7;a alimentar. Ainda que
algumas pesquisas tenham avan&#x000e7;ado na compreens&#x000e3;o dessa articula&#x000e7;&#x000e3;o e sua rela&#x000e7;&#x000e3;o com
a inseguran&#x000e7;a alimentar <xref rid="B11" ref-type="bibr">
<sup>11</sup>
</xref>
<sup>,</sup>
<xref rid="B15" ref-type="bibr">
<sup>15</sup>
</xref>, inclu&#x000ed;ram apenas duas dimens&#x000f5;es, como ra&#x000e7;a/cor e sexo.</p><p>Limita&#x000e7;&#x000f5;es semelhantes s&#x000e3;o associadas &#x000e0;s perspectivas aditivas <xref rid="B17" ref-type="bibr">
<sup>17</sup>
</xref>
<sup>,</sup>
<xref rid="B18" ref-type="bibr">
<sup>18</sup>
</xref>
<sup>,</sup>
<xref rid="B19" ref-type="bibr">
<sup>19</sup>
</xref> que epistemologicamente reproduzem l&#x000f3;gicas fatoriais e se restringem &#x000e0;
adi&#x000e7;&#x000e3;o dos efeitos e s&#x000e3;o interpretadas a partir de uma constru&#x000e7;&#x000e3;o te&#x000f3;rica incapaz de
captar as din&#x000e2;micas de poder que definem vulnerabilidade e privil&#x000e9;gio em territ&#x000f3;rios
concretos <xref rid="B20" ref-type="bibr">
<sup>20</sup>
</xref>.</p><p>Diante da complexidade social e pol&#x000ed;tica dos processos que (re)produzem/refor&#x000e7;am
<xref rid="B11" ref-type="bibr">
<sup>11</sup>
</xref>
<sup>,</sup>
<xref rid="B15" ref-type="bibr">
<sup>15</sup>
</xref>
<sup>,</sup>
<xref rid="B16" ref-type="bibr">
<sup>16</sup>
</xref>
<sup>,</sup>
<xref rid="B19" ref-type="bibr">
<sup>19</sup>
</xref> a inseguran&#x000e7;a alimentar e limitam o acesso ao alimento, h&#x000e1; reconhecimento da
import&#x000e2;ncia de desenvolver m&#x000e9;todos mais avan&#x000e7;ados e, mais do que isso, mais
sens&#x000ed;veis para avan&#x000e7;ar na compreens&#x000e3;o da inseguran&#x000e7;a alimentar e seu
enfrentamento.</p><p>Recentemente, a abordagem da interseccionalidade tem ganhado espa&#x000e7;o nos estudos da
sa&#x000fa;de coletiva. Abrange a an&#x000e1;lise &#x0201c;<italic>de como ra&#x000e7;a, g&#x000ea;nero, defici&#x000ea;ncia,
sexualidade, classe e outras categorias sociais s&#x000e3;o mutuamente moldadas e
inter-relacionadas com for&#x000e7;as hist&#x000f3;ricas mais amplas, como colonialismo,
neoliberalismo, geopol&#x000ed;tica e configura&#x000e7;&#x000f5;es culturais para produzir mudan&#x000e7;as nas
rela&#x000e7;&#x000f5;es de poder e opress&#x000e3;o</italic>&#x0201d; <xref rid="B21" ref-type="bibr">
<sup>21</sup>
</xref> (p. 1). N&#x000e3;o &#x000e9; simplesmente um m&#x000e9;todo de fazer pesquisa <xref rid="B18" ref-type="bibr">
<sup>18</sup>
</xref> ou uma t&#x000e9;cnica, mas envolve reorientar as perguntas de pesquisa <xref rid="B22" ref-type="bibr">
<sup>22</sup>
</xref> e adotar uma perspectiva metodol&#x000f3;gica e anal&#x000ed;tica capaz de proporcionar
elementos para problematizar a distribui&#x000e7;&#x000e3;o desigual e reverter o quadro de
iniquidades e injusti&#x000e7;a. Piscitelli <xref rid="B23" ref-type="bibr">
<sup>23</sup>
</xref> (p. 268) afirma que &#x0201c;<italic>ra&#x000e7;a, g&#x000ea;nero e classe n&#x000e3;o s&#x000e3;o &#x000e2;mbitos
diferentes de experi&#x000ea;ncia que existem isoladamente uns dos outros, nem podem ser
simplesmente montados em conjunto como se fosse um lego</italic>&#x0201d;.</p><p>Diante disso, este estudo prop&#x000f5;e analisar a preval&#x000ea;ncia e os padr&#x000f5;es de inseguran&#x000e7;a
alimentar em duas favelas <xref rid="B24" ref-type="bibr">
<sup>24</sup>
</xref> de Belo Horizonte (Minas Gerais) e em bairros de seus entornos a partir de
uma abordagem interseccional. Mais especificamente, busca avan&#x000e7;ar na compreens&#x000e3;o de
como as m&#x000fa;ltiplas vulnerabilidades sociais se combinam para moldar a inseguran&#x000e7;a
alimentar, utilizando, para isso, marcadores sociais para refletir processos mais
amplos. Tamb&#x000e9;m se prop&#x000f5;e explorar algumas implica&#x000e7;&#x000f5;es para o desenvolvimento
metodol&#x000f3;gico e conceitual de estudos sobre inseguran&#x000e7;a alimentar na perspectiva da
interseccionalidade para a formula&#x000e7;&#x000e3;o de pol&#x000ed;ticas p&#x000fa;blicas sobre inseguran&#x000e7;a
alimentar.</p></sec><sec sec-type="methods"><title>M&#x000e9;todos</title><sec><title>Desenho e amostra do estudo</title><p>Estudo transversal com dados do Projeto BH-Viva <xref rid="B25" ref-type="bibr">
<sup>25</sup>
</xref>, que buscou analisar os impactos das interven&#x000e7;&#x000f5;es de transforma&#x000e7;&#x000e3;o
urbana implementadas pela Prefeitura Municipal de Belo Horizonte sobre a sa&#x000fa;de e
o bem-estar de moradores em zonas especiais de interesse social (ZEIS), aqui
denominadas favelas <xref rid="B24" ref-type="bibr">
<sup>24</sup>
</xref>. O BH-Viva &#x000e9; um projeto multif&#x000e1;sico <xref rid="B25" ref-type="bibr">
<sup>25</sup>
</xref>, sendo a fase II objeto deste estudo, composta por inqu&#x000e9;ritos
domiciliares realizados no Aglomerado da Serra (2017), no Cabana do Pai Tom&#x000e1;s
(2018) e nos entornos de tais favelas <xref rid="B25" ref-type="bibr">
<sup>25</sup>
</xref>. Uma amostragem por conglomerado em tr&#x000ea;s est&#x000e1;gios foi utilizada, sendo
que: no primeiro est&#x000e1;gio, foram sorteados os setores censit&#x000e1;rios; no segundo,
domic&#x000ed;lios particulares; e no terceiro est&#x000e1;gio, foi sorteado um morador com mais
de 18 anos para responder ao question&#x000e1;rio. Adotou-se um n&#x000ed;vel de signific&#x000e2;ncia
de 5%, estimativa de preval&#x000ea;ncia populacional de 35%, coeficiente de varia&#x000e7;&#x000e3;o de
5% e 20% de perda, para o c&#x000e1;lculo da amostra.</p></sec><sec><title>Instrumento de coleta de dados</title><p>O instrumento de coleta de dados inclu&#x000ed;a quest&#x000f5;es, respondidas pelo morador maior
de 18 anos, relacionadas ao domic&#x000ed;lio (caracter&#x000ed;sticas de moradia, presen&#x000e7;a de
menores de dez anos, renda e seguran&#x000e7;a alimentar) e caracter&#x000ed;sticas individuais
(ra&#x000e7;a/cor, sexo, trabalho, escolaridade, benef&#x000ed;cios sociais).</p></sec><sec><title>Desfecho</title><p>A vari&#x000e1;vel de desfecho foi a condi&#x000e7;&#x000e3;o de inseguran&#x000e7;a alimentar a partir de quatro
perguntas adaptadas da <italic>Escala Brasileira de Inseguran&#x000e7;a
Alimentar</italic> (EBIA) <xref rid="B26" ref-type="bibr">
<sup>26</sup>
</xref> (<inline-supplementary-material xlink:href="1678-4464-csp-41-01-PT095724-s.pdf" id="d67e545" content-type="local-data">Material
Suplementar</inline-supplementary-material> - Tabela S1; <ext-link xlink:href="https://cadernos.ensp.fiocruz.br/static/arquivo/suppl-e00095724_7128.pdf" ext-link-type="uri">https://cadernos.ensp.fiocruz.br/static//arquivo/suppl-e00095724_7128.pdf</ext-link>),
semelhante &#x000e0;s vers&#x000f5;es reduzidas utilizadas em outros estudos <xref rid="B27" ref-type="bibr">
<sup>27</sup>
</xref>
<sup>,</sup>
<xref rid="B28" ref-type="bibr">
<sup>28</sup>
</xref>
<sup>,</sup>
<xref rid="B29" ref-type="bibr">
<sup>29</sup>
</xref>.</p><p>A EBIA &#x000e9; usada pelo governo brasileiro para estimar as preval&#x000ea;ncias de
inseguran&#x000e7;a alimentar desde 2003 <xref rid="B3" ref-type="bibr">
<sup>3</sup>
</xref> e mede experi&#x000ea;ncias relacionadas &#x000e0; inseguran&#x000e7;a alimentar no domic&#x000ed;lio
<xref rid="B30" ref-type="bibr">
<sup>30</sup>
</xref>. Para este estudo, foram consideradas as respostas fornecidas pelo
adulto entrevistado, partindo do pressuposto de que ele seria capaz de informar
a din&#x000e2;mica familiar. De acordo com a escala, em seguran&#x000e7;a alimentar estariam
aqueles com acesso regular e permanente a alimentos de qualidade e em
quantidades suficientes; em inseguran&#x000e7;a alimentar leve, caso haja preocupa&#x000e7;&#x000e3;o
sobre acesso ao alimento em um futuro pr&#x000f3;ximo e redu&#x000e7;&#x000e3;o na qualidade da
alimenta&#x000e7;&#x000e3;o; em inseguran&#x000e7;a alimentar moderada aqueles com modifica&#x000e7;&#x000f5;es nos
padr&#x000f5;es de alimenta&#x000e7;&#x000e3;o aliadas &#x000e0; redu&#x000e7;&#x000e3;o na quantidade de alimentos ingeridos,
apenas entre os adultos; e inseguran&#x000e7;a alimentar grave quando houvesse
comprometimento da qualidade e da redu&#x000e7;&#x000e3;o da quantidade dos alimentos de todos
os membros, podendo incluir a experi&#x000ea;ncia de fome <xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>
<sup>,</sup>
<xref rid="B8" ref-type="bibr">
<sup>8</sup>
</xref>
<sup>,</sup>
<xref rid="B11" ref-type="bibr">
<sup>11</sup>
</xref>.</p><p>A condi&#x000e7;&#x000e3;o relacionada &#x000e0; seguran&#x000e7;a alimentar foi classificada em duas categorias:
(1) seguran&#x000e7;a alimentar/inseguran&#x000e7;a alimentar leve, para todos os entrevistados
que responderam &#x0201c;n&#x000e3;o&#x0201d; a todas as perguntas ou apenas uma &#x0201c;sim&#x0201d;; e (2)
inseguran&#x000e7;a alimentar moderada/grave, para todos os que responderam &#x0201c;sim&#x0201d; a duas
ou mais perguntas. A jun&#x000e7;&#x000e3;o das categorias foi realizada devido &#x000e0;s semelhan&#x000e7;as
de construto entre os conceitos, a exemplo do que &#x000e9; feito em outros estudos da
&#x000e1;rea <xref rid="B13" ref-type="bibr">
<sup>13</sup>
</xref>
<sup>,</sup>
<xref rid="B14" ref-type="bibr">
<sup>14</sup>
</xref>
<sup>,</sup>
<xref rid="B15" ref-type="bibr">
<sup>15</sup>
</xref>.</p></sec><sec><title>Vari&#x000e1;veis de exposi&#x000e7;&#x000e3;o</title><p>Os indicadores utilizados para refletir as dimens&#x000f5;es e os eixos de marginaliza&#x000e7;&#x000e3;o
(e privil&#x000e9;gio) criados a partir da operacionaliza&#x000e7;&#x000e3;o de uma abordagem da
interseccionalidade foram obtidos a partir do cruzamento entre g&#x000ea;nero, ra&#x000e7;a/cor
e vulnerabilidade socioecon&#x000f4;mica <inline-supplementary-material xlink:href="1678-4464-csp-41-01-PT095724-s.pdf" id="d67e628" content-type="local-data">(Material
Suplementar</inline-supplementary-material> - Figura S1; <ext-link xlink:href="https://cadernos.ensp.fiocruz.br/static/arquivo/suppl-e00095724_7128.pdf" ext-link-type="uri">https://cadernos.ensp.fiocruz.br/static//arquivo/suppl-e00095724_7128.pdf</ext-link>).</p><p>G&#x000ea;nero foi aferido a partir da vari&#x000e1;vel sexo: homem ou mulher. Embora tal
classifica&#x000e7;&#x000e3;o bin&#x000e1;ria seja limitada para captar a diversidade de identidades e
rela&#x000e7;&#x000f5;es de g&#x000ea;nero vinculadas &#x000e0;s express&#x000f5;es do patriarcado e do sexismo, ela
representa uma aproxima&#x000e7;&#x000e3;o poss&#x000ed;vel &#x000e0; dimens&#x000e3;o de g&#x000ea;nero no cen&#x000e1;rio de dados
dispon&#x000ed;veis.</p><p>Ra&#x000e7;a/cor foi aferida de acordo com as categorias do Instituto Brasileiro de
Geografia e Estat&#x000ed;stica (IBGE), pela autodeclara&#x000e7;&#x000e3;o dos respondentes,
diferenciando pretos, pardos, ind&#x000ed;genas, amarelos e brancos.</p><p>Informada pela abordagem interseccional e pensando no contexto brasileiro, em que
o racismo &#x000e9; marcado pelo colorismo, inicialmente criamos um modelo diferenciado,
partindo da hip&#x000f3;tese de encontrar diferen&#x000e7;as entre pessoas autodeclaradas pretas
e pardas. No entanto, em uma an&#x000e1;lise de sensibilidade, n&#x000e3;o detectamos diferen&#x000e7;a
significativa entre essas pessoas quando comparadas com pessoas autodeclaradas
brancas, no modelo sem interseccionalidade (M1A). Dessa forma, optamos por
diferenciar brancos e negros (pessoas autodeclaradas como pretas e pardas).
Optamos por excluir amarelos e ind&#x000ed;genas das an&#x000e1;lises devido &#x000e0; baixa frequ&#x000ea;ncia
de indiv&#x000ed;duos nesses grupos. Ainda partimos da compreens&#x000e3;o de que a inclus&#x000e3;o
desses dois grupos em uma categoria agregada de pessoas n&#x000e3;o brancas, por mais
que seja &#x000fa;til para representar as din&#x000e2;micas do racismo em fun&#x000e7;&#x000e3;o da constru&#x000e7;&#x000e3;o
da branquitude no pa&#x000ed;s, apagaria diferen&#x000e7;as hist&#x000f3;ricas entre tais categorias de
ra&#x000e7;a/cor n&#x000e3;o brancas.</p><p>A vulnerabilidade socioecon&#x000f4;mica foi mensurada a partir da constru&#x000e7;&#x000e3;o de um
&#x000cd;ndice de Vulnerabilidade Socioecon&#x000f4;mica Sens&#x000ed;vel &#x000e0; Inseguran&#x000e7;a Alimentar
(IVSIA), especificamente criado para este estudo. Apesar de a renda ter um papel
fundamental na media&#x000e7;&#x000e3;o da inseguran&#x000e7;a alimentar <xref rid="B1" ref-type="bibr">
<sup>1</sup>
</xref>
<sup>,</sup>
<xref rid="B8" ref-type="bibr">
<sup>8</sup>
</xref>
<sup>,</sup>
<xref rid="B15" ref-type="bibr">
<sup>15</sup>
</xref>, existem outros fatores <xref rid="B1" ref-type="bibr">
<sup>1</sup>
</xref>
<sup>,</sup>
<xref rid="B2" ref-type="bibr">
<sup>2</sup>
</xref>
<sup>,</sup>
<xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>
<sup>,</sup>
<xref rid="B8" ref-type="bibr">
<sup>8</sup>
</xref>
<sup>,</sup>
<xref rid="B10" ref-type="bibr">
<sup>10</sup>
</xref>
<sup>,</sup>
<xref rid="B12" ref-type="bibr">
<sup>12</sup>
</xref>
<sup>,</sup>
<xref rid="B13" ref-type="bibr">
<sup>13</sup>
</xref> relacionados &#x000e0; classe social e &#x000e0;s condi&#x000e7;&#x000f5;es de domic&#x000ed;lio que forjam as
materialidades e experi&#x000ea;ncias de vulnerabilidade socioecon&#x000f4;mica e ultrapassam os
limites conceituais e metodol&#x000f3;gicos da renda, especialmente em contextos de alta
informalidade laboral. Em fun&#x000e7;&#x000e3;o da articula&#x000e7;&#x000e3;o interna entre as vari&#x000e1;veis,
ainda se observa que a considera&#x000e7;&#x000e3;o separada das dimens&#x000f5;es de vulnerabilidade
socioecon&#x000f4;mica pode induzir a erros em sua interpreta&#x000e7;&#x000e3;o <xref rid="B31" ref-type="bibr">
<sup>31</sup>
</xref>. Assim, optamos pela constru&#x000e7;&#x000e3;o do IVSIA, criado a partir da adapta&#x000e7;&#x000e3;o
do &#x000ed;ndice de condi&#x000e7;&#x000f5;es ambientais e moradia de Bittencourt et al. <xref rid="B12" ref-type="bibr">
<sup>12</sup>
</xref>.</p><p>O IVSIA foi desenvolvido a partir de tr&#x000ea;s dom&#x000ed;nios: trabalho e renda (tr&#x000ea;s
itens), escolaridade (um item) e condi&#x000e7;&#x000f5;es de domic&#x000ed;lio (nove itens)
(<inline-supplementary-material xlink:href="1678-4464-csp-41-01-PT095724-s.pdf" id="d67e720" content-type="local-data">Material
Suplementar</inline-supplementary-material> - Tabela S2; <ext-link xlink:href="https://cadernos.ensp.fiocruz.br/static/arquivo/suppl-e00095724_7128.pdf" ext-link-type="uri">https://cadernos.ensp.fiocruz.br/static//arquivo/suppl-e00095724_7128.pdf</ext-link>).
Uma pontua&#x000e7;&#x000e3;o foi atribu&#x000ed;da para cada item, em que as situa&#x000e7;&#x000f5;es favor&#x000e1;veis para
a seguran&#x000e7;a alimentar receberam o valor 0 e as desfavor&#x000e1;veis receberam o valor 1
<xref rid="B1" ref-type="bibr">
<sup>1</sup>
</xref>
<sup>,</sup>
<xref rid="B2" ref-type="bibr">
<sup>2</sup>
</xref>
<sup>,</sup>
<xref rid="B5" ref-type="bibr">
<sup>5</sup>
</xref>
<sup>,</sup>
<xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>
<sup>,</sup>
<xref rid="B8" ref-type="bibr">
<sup>8</sup>
</xref>
<sup>,</sup>
<xref rid="B9" ref-type="bibr">
<sup>9</sup>
</xref>
<sup>,</sup>
<xref rid="B10" ref-type="bibr">
<sup>10</sup>
</xref>
<sup>,</sup>
<xref rid="B12" ref-type="bibr">
<sup>12</sup>
</xref>
<sup>,</sup>
<xref rid="B13" ref-type="bibr">
<sup>13</sup>
</xref>
<sup>,</sup>
<xref rid="B14" ref-type="bibr">
<sup>14</sup>
</xref>. O IVSIA foi, ent&#x000e3;o, definido pela soma das pontua&#x000e7;&#x000f5;es de cada vari&#x000e1;vel
(valores entre 0 e 13) e classificado em duas categorias: &#x0201c;favor&#x000e1;vel para a
seguran&#x000e7;a alimentar&#x0201d; quando seu valor era &#x0003c; 4 e &#x0201c;desfavor&#x000e1;vel para a
seguran&#x000e7;a alimentar&#x0201d; quando seu valor era &#x02265; 4.</p><p>A partir do cruzamento dos indicadores, formaram-se oito categorias de
interseccionalidade: &#x0201c;homem branco IVSIA favor&#x000e1;vel&#x0201d;, &#x0201c;homem negro IVSIA
favor&#x000e1;vel&#x0201d;, &#x0201c;homem branco IVSIA desfavor&#x000e1;vel&#x0201d;, &#x0201c;homem negro IVSIA desfavor&#x000e1;vel&#x0201d;,
&#x0201c;mulher branca IVSIA favor&#x000e1;vel&#x0201d;, &#x0201c;mulher negra IVSIA desfavor&#x000e1;vel&#x0201d;, &#x0201c;mulher
branca IVSIA desfavor&#x000e1;vel&#x0201d;, &#x0201c;mulher negra IVSIA desfavor&#x000e1;vel&#x0201d;.</p></sec><sec><title>Covari&#x000e1;vel</title><p>A vari&#x000e1;vel de ajuste utilizada foi o &#x000cd;ndice de Vulnerabilidade da Sa&#x000fa;de (IVS)
<xref rid="B32" ref-type="bibr">
<sup>32</sup>
</xref>, indicador definido pela m&#x000e9;dia ponderada de diferentes indicadores
socioecon&#x000f4;micos (<inline-supplementary-material xlink:href="1678-4464-csp-41-01-PT095724-s.pdf" id="d67e807" content-type="local-data">Material
Suplementar</inline-supplementary-material>; <ext-link xlink:href="https://cadernos.ensp.fiocruz.br/static/arquivo/suppl-e00095724_7128.pdf" ext-link-type="uri">https://cadernos.ensp.fiocruz.br/static//arquivo/suppl-e00095724_7128.pdf</ext-link>)
para cada setor censit&#x000e1;rio do munic&#x000ed;pio estudado, que aqui foi classificado como
&#x0201c;baixo&#x0201d; (agrupamento das categorias &#x0201c;baixo risco&#x0201d; e &#x0201c;m&#x000e9;dio risco&#x0201d; do &#x000ed;ndice
original) e &#x0201c;elevado&#x0201d; (agrupamento de &#x0201c;elevado risco&#x0201d; e &#x0201c;muito elevado&#x0201d;).
Julgou-se necess&#x000e1;rio incluir o IVS para capturar as diferen&#x000e7;as n&#x000e3;o observadas na
inseguran&#x000e7;a alimentar entre as favelas e seus entornos em fun&#x000e7;&#x000e3;o do efeito
socioecon&#x000f4;mico contextual de cada setor censit&#x000e1;rio inclu&#x000ed;do no estudo.</p></sec><sec><title>An&#x000e1;lise estat&#x000ed;stica</title><p>Foi realizada a an&#x000e1;lise descritiva segundo caracter&#x000ed;sticas socioecon&#x000f4;micas e
demogr&#x000e1;ficas, e estimadas as preval&#x000ea;ncias de seguran&#x000e7;a alimentar/inseguran&#x000e7;a
alimentar leve e da inseguran&#x000e7;a alimentar moderada/grave segundo as vari&#x000e1;veis de
exposi&#x000e7;&#x000e3;o e categorias de interseccionalidade. As diferen&#x000e7;as entre as
preval&#x000ea;ncias foram avaliadas utilizando teste exato de Fisher.</p><p>Para aferir a validade da adapta&#x000e7;&#x000e3;o da vers&#x000e3;o curta do EBIA, foi verificado o
crit&#x000e9;rio de Kaiser-Meyer-Olkin (KMO), realizado o teste da esfericidade de
Bartlett e conduzida an&#x000e1;lise fatorial explorat&#x000f3;ria (EFA; do ingl&#x000ea;s
<italic>exploratory factor analysis</italic>). A consist&#x000ea;ncia interna entre
as quatro perguntas da escala foi medida pelo alfa de Cronbach. Para verificar a
invari&#x000e2;ncia da escala, conforme sugerido por Cezimbra et al. <xref rid="B33" ref-type="bibr">
<sup>33</sup>
</xref>, foi realizada uma an&#x000e1;lise fatorial confirmat&#x000f3;ria (CFA; do ingl&#x000ea;s
<italic>confirmatory factor analysis</italic>) para sexo, ra&#x000e7;a/cor e IVSIA.
A an&#x000e1;lise de invari&#x000e2;ncia foi conduzida utilizando a compara&#x000e7;&#x000e3;o entre modelos de
equival&#x000ea;ncia configuracional, m&#x000e9;trica e escalar por meio da qualidade do ajuste
desses modelos, aferido pelo &#x000ed;ndice de ajuste comparativo (CFI; do ingl&#x000ea;s
<italic>comparative fit index</italic>) e de testes do tipo raz&#x000e3;o de
verossimilhan&#x000e7;as, seguindo a abordagem de Bastos &#x00026; Harnois <xref rid="B34" ref-type="bibr">
<sup>34</sup>
</xref>. Valores de p maiores que 0,05 e redu&#x000e7;&#x000f5;es no CFI entre modelos n&#x000e3;o
superiores a 0,002 foram tomados como indica&#x000e7;&#x000e3;o de invari&#x000e2;ncia. Por conter
quatro itens bin&#x000e1;rios, a an&#x000e1;lise de validade da escala foi feita utilizando como
base uma matriz de correla&#x000e7;&#x000e3;o polic&#x000f3;rica entre os itens <xref rid="B35" ref-type="bibr">
<sup>35</sup>
</xref>.</p><p>Para aferir a adequa&#x000e7;&#x000e3;o da categoriza&#x000e7;&#x000e3;o do IVSIA, foi realizada an&#x000e1;lise da
associa&#x000e7;&#x000e3;o simples do IVSIA com a inseguran&#x000e7;a alimentar utilizando o teste exato
de Fisher. A validade do IVSIA foi aferida por meio do KMO, teste de Bartlett e
condu&#x000e7;&#x000e3;o de uma EFA, e sua consist&#x000ea;ncia interna foi medida pelo alfa de
Cronbach. Como os 13 itens do IVSIA s&#x000e3;o bin&#x000e1;rios, a an&#x000e1;lise de validade e
consist&#x000ea;ncia tamb&#x000e9;m utilizou como base uma matriz de correla&#x000e7;&#x000e3;o polic&#x000f3;rica.</p><p>Posteriormente, foi estimada uma sequ&#x000ea;ncia de modelos log&#x000ed;sticos com intera&#x000e7;&#x000e3;o
para aferir a associa&#x000e7;&#x000e3;o entre a inseguran&#x000e7;a alimentar e as categorias de
interseccionalidade. A sequ&#x000ea;ncia teve a seguinte forma: primeiro, tr&#x000ea;s modelos
com apenas uma das exposi&#x000e7;&#x000f5;es (M1A - sexo, M1B - ra&#x000e7;a/cor, M1C - IVSIA); depois,
tr&#x000ea;s modelos com intera&#x000e7;&#x000f5;es 2-a-2 entre as exposi&#x000e7;&#x000f5;es (M2A - sexo e ra&#x000e7;a/cor,
M2B - sexo e IVSIA, M2C - ra&#x000e7;a/cor e IVSIA); e finalmente, um modelo com todas
as intera&#x000e7;&#x000f5;es 2-a-2 e uma intera&#x000e7;&#x000e3;o 3-a-3 (M3 - sexo, ra&#x000e7;a/cor e IVSIA). Todos
os modelos foram ajustados pelo IVS do setor censit&#x000e1;rio correspondente. Os
resultados dos modelos foram utilizados para calcular o efeito total e a
preval&#x000ea;ncia correspondente a cada uma das categorias de interseccionalidade, e
um teste global foi feito para verificar a signific&#x000e2;ncia conjunta dos termos de
intera&#x000e7;&#x000e3;o nos modelos M2A, M2B, M2C e M3. Ap&#x000f3;s a estima&#x000e7;&#x000e3;o de cada modelo, foi
analisado o fator de infla&#x000e7;&#x000e3;o de vari&#x000e2;ncia (VIF; do ingl&#x000ea;s <italic>variance
inflation factor</italic>) para verificar o efeito da multicolinearidade
sobre os resultados obtidos. Como an&#x000e1;lise de sensibilidade, o modelo M3 foi
reestimado com a inclus&#x000e3;o de um intercepto aleat&#x000f3;rio ao n&#x000ed;vel de setor
censit&#x000e1;rio para aferir efeitos n&#x000e3;o-observados do contexto (setor censit&#x000e1;rio)
sobre as estimativas.</p><p>As an&#x000e1;lises descritivas e de associa&#x000e7;&#x000e3;o foram feitas com o software Stata, vers&#x000e3;o
17.0 (<ext-link xlink:href="https://www.stata.com/" ext-link-type="uri">https://www.stata.com</ext-link>), as de
validade e de invari&#x000e2;ncia no ambiente R, vers&#x000e3;o 4.3 (<ext-link xlink:href="http://www.r-project.org/" ext-link-type="uri">http://www.r-project.org</ext-link>)
com os pacotes <italic>psych</italic> e <italic>lavaan</italic>,
respectivamente. O n&#x000ed;vel de signific&#x000e2;ncia adotado para todas as an&#x000e1;lises foi de
5%.</p><p>Quest&#x000f5;es &#x000e9;ticas</p><p>A pesquisa foi aprovada pelo Comit&#x000ea; de &#x000c9;tica e Pesquisa da Universidade Federal
de Minas Gerais (registro n&#x000ba; 11548913.3.0000.5149). Os entrevistados assinaram
Termo de Consentimento Livre e Esclarecido (TCLE) antes de responder o
question&#x000e1;rio.</p></sec></sec><sec sec-type="results"><title>Resultados</title><p>Para as an&#x000e1;lises descritivas, foram usados dados dos 1.194 participantes dos
inqu&#x000e9;ritos domiciliares (72,1% favelas e 27,9% entorno). Mas, para as an&#x000e1;lises de
associa&#x000e7;&#x000e3;o, foram exclu&#x000ed;das as respostas que apresentavam preenchimento incompleto
das quest&#x000f5;es que comp&#x000f5;em a EBIA (18%) e o IVSIA (38%). As perdas amostrais com
rela&#x000e7;&#x000e3;o &#x000e0; n&#x000e3;o-resposta n&#x000e3;o foram diferenciais, tanto para a EBIA quanto para o IVSIA
(<inline-supplementary-material xlink:href="1678-4464-csp-41-01-PT095724-s.pdf" id="d67e863" content-type="local-data">Material
Suplementar</inline-supplementary-material>; <ext-link xlink:href="https://cadernos.ensp.fiocruz.br/static/arquivo/suppl-e00095724_7128.pdf" ext-link-type="uri">https://cadernos.ensp.fiocruz.br/static//arquivo/suppl-e00095724_7128.pdf</ext-link>).</p><p>Na an&#x000e1;lise de validade para a escala de inseguran&#x000e7;a alimentar constru&#x000ed;da neste
estudo, os resultados foram adequados: o KMO foi de 0,82 (considerado ideal <xref rid="B36" ref-type="bibr">
<sup>36</sup>
</xref>), o valor de p do teste de Bartlett foi &#x0003c; 0,001 (indicando que os dados
s&#x000e3;o adequados para an&#x000e1;lise fatorial <xref rid="B36" ref-type="bibr">
<sup>36</sup>
</xref>), as cargas fatoriais variaram de 0,85 a 0,97 na EFA com um fator, indicando
uma excelente contribui&#x000e7;&#x000e3;o &#x000e0; escala <xref rid="B37" ref-type="bibr">
<sup>37</sup>
</xref>; o percentual de vari&#x000e2;ncia explicada pelo primeiro fator na EFA com um fator
foi de 85,5% e o alfa de Cronbach foi igual a 0,96, indicando alta consist&#x000ea;ncia
interna <xref rid="B38" ref-type="bibr">
<sup>38</sup>
</xref>. Na an&#x000e1;lise de invari&#x000e2;ncia da escala de inseguran&#x000e7;a alimentar por meio da
CFA, foi observada um decr&#x000e9;scimo menor que 0,002 no CFI entre os modelos de
equival&#x000ea;ncia configuracional, m&#x000e9;trica e escalar para os subgrupos de sexo, ra&#x000e7;a/cor
e IVSIA. Os maiores valores de CFI foram observados no modelo de equival&#x000ea;ncia
escalar, o que refor&#x000e7;a a hip&#x000f3;tese de invari&#x000e2;ncia, indicando que a escala apresenta
invari&#x000e2;ncia escalar para sexo, ra&#x000e7;a/cor e IVSIA. Os valores de p dos testes
&#x003c7;<sup>2</sup> para a diferen&#x000e7;a entre os modelos de equival&#x000ea;ncia foram maiores
que 0,05 para todos os grupos, corroborando a invari&#x000e2;ncia escalar
(<inline-supplementary-material xlink:href="1678-4464-csp-41-01-PT095724-s.pdf" id="d67e894" content-type="local-data">Material
Suplementar</inline-supplementary-material> - Tabela S3; <ext-link xlink:href="https://cadernos.ensp.fiocruz.br/static/arquivo/suppl-e00095724_7128.pdf" ext-link-type="uri">https://cadernos.ensp.fiocruz.br/static//arquivo/suppl-e00095724_7128.pdf</ext-link>).</p><p>Na an&#x000e1;lise de validade para o IVSIA, o KMO foi de 0,53 (considerado med&#x000ed;ocre <xref rid="B36" ref-type="bibr">
<sup>36</sup>
</xref>), o valor de p do teste de Bartlett foi &#x0003c; 0.001 (indicando que os dados
s&#x000e3;o adequados para an&#x000e1;lise fatorial <xref rid="B36" ref-type="bibr">
<sup>36</sup>
</xref>) e das 13 vari&#x000e1;veis que comp&#x000f5;em o &#x000ed;ndice, quatro tiveram uma carga fatorial
maior que 0,40 (renda <italic>per capita</italic>, material predominante do piso,
rede de esgoto e superlota&#x000e7;&#x000e3;o) na EFA com um fator, o que indica que a contribui&#x000e7;&#x000e3;o
das nove outras vari&#x000e1;veis para o IVSIA s&#x000e3;o relativamente pequenas <xref rid="B37" ref-type="bibr">
<sup>37</sup>
</xref>. Com rela&#x000e7;&#x000e3;o &#x000e0; consist&#x000ea;ncia do IVSIA, o alfa de Cronbach foi igual a 0,62,
indicando baixa consist&#x000ea;ncia interna <xref rid="B38" ref-type="bibr">
<sup>38</sup>
</xref>. Embora os crit&#x000e9;rios de validade e consist&#x000ea;ncia n&#x000e3;o tenham sido ideais, o
IVSIA ainda assim apresentou associa&#x000e7;&#x000f5;es significativas com inseguran&#x000e7;a alimentar,
sejam elas n&#x000e3;o-ajustadas (<xref rid="t1" ref-type="table">Tabela 1</xref>) ou
ajustadas (<xref rid="t2" ref-type="table">Tabelas 2</xref>, <xref rid="t3" ref-type="table">3</xref> e <xref rid="t4" ref-type="table">4</xref>).</p><p>
<table-wrap position="float" id="t1"><label>Tabela 1</label><caption><title>Preval&#x000ea;ncia de seguran&#x000e7;a e inseguran&#x000e7;a alimentar, segundo
caracter&#x000ed;sticas estudadas na popula&#x000e7;&#x000e3;o. Belo Horizonte, Minas Gerais,
Brasil, 2017-2018.</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="2"/><col span="2"/><col span="1"/></colgroup><thead><tr><th align="left" rowspan="2" colspan="1">Caracter&#x000ed;sticas</th><th align="center" colspan="2" rowspan="1">Seguran&#x000e7;a alimentar/inseguran&#x000e7;a leve </th><th align="center" colspan="2" rowspan="1">Inseguran&#x000e7;a alimentar moderada/grave </th><th align="center" rowspan="1" colspan="1">Valor de p *</th></tr><tr><th align="center" rowspan="1" colspan="1">n</th><th align="center" rowspan="1" colspan="1">%</th><th align="center" rowspan="1" colspan="1">n</th><th align="center" rowspan="1" colspan="1">%</th><th align="left" rowspan="1" colspan="1">
</th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">Ra&#x000e7;a/Cor **</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">&#x0003c; 0,001</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Brancos</td><td align="center" rowspan="1" colspan="1">178</td><td align="center" rowspan="1" colspan="1">76,1</td><td align="center" rowspan="1" colspan="1">56</td><td align="center" rowspan="1" colspan="1">23,9</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Negros</td><td align="center" rowspan="1" colspan="1">419</td><td align="center" rowspan="1" colspan="1">59,9</td><td align="center" rowspan="1" colspan="1">281</td><td align="center" rowspan="1" colspan="1">40,1</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" rowspan="1" colspan="1">IVSIA ***</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">&#x0003c; 0,001</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Favor&#x000e1;vel</td><td align="center" rowspan="1" colspan="1">379</td><td align="center" rowspan="1" colspan="1">68,4</td><td align="center" rowspan="1" colspan="1">175</td><td align="center" rowspan="1" colspan="1">31,6</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Desfavor&#x000e1;vel</td><td align="center" rowspan="1" colspan="1">50</td><td align="center" rowspan="1" colspan="1">39,1</td><td align="center" rowspan="1" colspan="1">78</td><td align="center" rowspan="1" colspan="1">60,9</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" rowspan="1" colspan="1">Sexo</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">0,048</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Feminino</td><td align="center" rowspan="1" colspan="1">346</td><td align="center" rowspan="1" colspan="1">61,7</td><td align="center" rowspan="1" colspan="1">215</td><td align="center" rowspan="1" colspan="1">38,3</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Masculino</td><td align="center" rowspan="1" colspan="1">244</td><td align="center" rowspan="1" colspan="1">68,2</td><td align="center" rowspan="1" colspan="1">114</td><td align="center" rowspan="1" colspan="1">31,8</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" rowspan="1" colspan="1">Menores de 10 anos residentes no domic&#x000ed;lio</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">0,001</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Sim</td><td align="center" rowspan="1" colspan="1">112</td><td align="center" rowspan="1" colspan="1">54,4</td><td align="center" rowspan="1" colspan="1">94</td><td align="center" rowspan="1" colspan="1">45,6</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">N&#x000e3;o</td><td align="center" rowspan="1" colspan="1">516</td><td align="center" rowspan="1" colspan="1">66,8</td><td align="center" rowspan="1" colspan="1">257</td><td align="center" rowspan="1" colspan="1">33,3</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" rowspan="1" colspan="1">IVS</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">0,020</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Baixo ou m&#x000e9;dio risco</td><td align="center" rowspan="1" colspan="1">312</td><td align="center" rowspan="1" colspan="1">68,0</td><td align="center" rowspan="1" colspan="1">147</td><td align="center" rowspan="1" colspan="1">32,0</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Elevado ou muito elevado
risco</td><td align="center" rowspan="1" colspan="1">316</td><td align="center" rowspan="1" colspan="1">60,8</td><td align="center" rowspan="1" colspan="1">204</td><td align="center" rowspan="1" colspan="1">39,2</td><td align="center" rowspan="1" colspan="1">
</td></tr></tbody></table><table-wrap-foot><fn id="TFN1"><p>IVS: &#x000cd;ndice de Vulnerabilidade da Sa&#x000fa;de; IVSIA: &#x000cd;ndice de
Vulnerabilidade Socioecon&#x000f4;mica Sens&#x000ed;vel &#x000e0; Inseguran&#x000e7;a Alimentar.</p></fn><fn id="TFN2"><p>* Valor de p correspondente ao teste exato de Fisher;</p></fn><fn id="TFN3"><p>** Foram exclu&#x000ed;das as respostas de autodeclarados amarelos e
ind&#x000ed;genas (3% - 37 respostas);</p></fn><fn id="TFN4"><p>*** O IVSIA foi constru&#x000ed;do a partir de tr&#x000ea;s dom&#x000ed;nios: trabalho e
renda, escolaridade e condi&#x000e7;&#x000f5;es de domic&#x000ed;lio.</p></fn></table-wrap-foot></table-wrap>
</p><p>
<table-wrap position="float" id="t2"><label>Tabela 2</label><caption><title>Associa&#x000e7;&#x000f5;es entre inseguran&#x000e7;a alimentar e categorias de
interseccionalidade. Belo Horizonte, Minas Gerais, Brasil,
2017-2018.</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="1"/><col span="1"/><col span="1"/></colgroup><thead><tr><th align="left" rowspan="1" colspan="1">Caracter&#x000ed;sticas</th><th align="center" rowspan="1" colspan="1">M1A</th><th align="center" rowspan="1" colspan="1">M1B</th><th align="center" rowspan="1" colspan="1">M1C</th></tr><tr><th align="center" rowspan="1" colspan="1">OR (IC95%)</th><th align="center" rowspan="1" colspan="1">OR (IC95%)</th><th align="center" rowspan="1" colspan="1">OR (IC95%)</th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">Sexo</td><td align="center" rowspan="1" colspan="1">1,39 (0,99-1,96)</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" rowspan="1" colspan="1">Ra&#x000e7;a/Cor</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">2,38 (1,56-3,64)</td><td align="center" rowspan="1" colspan="1">-</td></tr><tr><td align="left" rowspan="1" colspan="1">IVSIA</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">2,85 (1,86-4,38)</td></tr><tr><td align="left" rowspan="1" colspan="1">IVS</td><td align="center" rowspan="1" colspan="1">1,46 (1,05-2,05)</td><td align="center" rowspan="1" colspan="1">1,40 (0,99-1,97)</td><td align="center" rowspan="1" colspan="1">1,40 (0,99-1,98)</td></tr><tr><td align="left" rowspan="1" colspan="1">Efeitos totais (intera&#x000e7;&#x000f5;es 2-a-2)</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Sexo#ra&#x000e7;a/cor</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">-</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Sexo#IVSIA</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">-</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Ra&#x000e7;a/cor#IVSIA</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">-</td></tr><tr><td align="left" rowspan="1" colspan="1">Efeitos totais (intera&#x000e7;&#x000f5;es 3-a-3)</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Sexo#ra&#x000e7;a/cor#IVSIA</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">-</td></tr></tbody></table><table-wrap-foot><fn id="TFN5"><p>IC95%: intervalo de 95% de confian&#x000e7;a; IVS: &#x000cd;ndice de Vulnerabilidade
da Sa&#x000fa;de; IVSIA: &#x000cd;ndice de Vulnerabilidade Socioecon&#x000f4;mica Sens&#x000ed;vel &#x000e0;
Inseguran&#x000e7;a Alimentar; OR: <italic>odds ratio</italic>.</p></fn><fn id="TFN6"><p>Nota: os modelos s&#x000e3;o regress&#x000f5;es log&#x000ed;sticas com a inseguran&#x000e7;a
alimentar como desfecho e sempre ajustados pelo IVS (refer&#x000ea;ncia:
baixo ou m&#x000e9;dio risco). Todos os modelos utilizaram a mesma amostra,
com informa&#x000e7;&#x000f5;es completas para o desfecho, exposi&#x000e7;&#x000f5;es e covari&#x000e1;veis.
M1A: modelo apenas com sexo (refer&#x000ea;ncia: homens); M1B: modelo apenas
com ra&#x000e7;a/cor (refer&#x000ea;ncia: brancos); M1C: modelo apenas com IVSIA
(refer&#x000ea;ncia: IVSIA favor&#x000e1;vel).</p></fn></table-wrap-foot></table-wrap>
</p><p>
<table-wrap position="float" id="t3"><label>Tabela 3</label><caption><title>Associa&#x000e7;&#x000f5;es entre inseguran&#x000e7;a alimentar e categorias de
interseccionalidade. Belo Horizonte, Minas Gerais, Brasil,
2017-2018.</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="1"/><col span="1"/><col span="1"/></colgroup><thead><tr><th align="left" rowspan="1" colspan="1">Caracter&#x000ed;sticas</th><th align="center" rowspan="1" colspan="1">M2A</th><th align="center" rowspan="1" colspan="1">M2B</th><th align="center" rowspan="1" colspan="1">M2C</th></tr><tr><th align="center" rowspan="1" colspan="1">OR (IC95%)</th><th align="center" rowspan="1" colspan="1">OR (IC95%)</th><th align="center" rowspan="1" colspan="1">OR (IC95%)</th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">Sexo</td><td align="center" rowspan="1" colspan="1">1,23 (0,57-2,69)</td><td align="center" rowspan="1" colspan="1">1,28 (0,86-1,89)</td><td align="center" rowspan="1" colspan="1">-</td></tr><tr><td align="left" rowspan="1" colspan="1">Ra&#x000e7;a/Cor</td><td align="center" rowspan="1" colspan="1">2,17 (1,09-4,30)</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">2,14 (1,34-3,40)</td></tr><tr><td align="left" rowspan="1" colspan="1">IVSIA</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">2,14 (1,09-4,17)</td><td align="center" rowspan="1" colspan="1">2,37 (0,78-7,22)</td></tr><tr><td align="left" rowspan="1" colspan="1">IVS</td><td align="center" rowspan="1" colspan="1">1,39 (0,99-1,95)</td><td align="center" rowspan="1" colspan="1">1,39 (0,99-1,96)</td><td align="center" rowspan="1" colspan="1">1,34 (0,95-1,90)</td></tr><tr><td align="left" rowspan="1" colspan="1">Efeitos totais (intera&#x000e7;&#x000f5;es 2-a-2)</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Sexo#ra&#x000e7;a/cor</td><td align="center" rowspan="1" colspan="1">3,11 (1,61-6,01)</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">-</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Sexo#IVSIA</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">4,56 (2,50-8,32)</td><td align="center" rowspan="1" colspan="1">-</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Ra&#x000e7;a/cor#IVSIA</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">5,73 (3,19-10,31)</td></tr><tr><td align="left" rowspan="1" colspan="1">Efeitos totais (intera&#x000e7;&#x000f5;es 3-a-3)</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Sexo#ra&#x000e7;a/cor#IVSIA</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">-</td></tr></tbody></table><table-wrap-foot><fn id="TFN7"><p>IC95%: intervalo de 95% de confian&#x000e7;a; IVS: &#x000cd;ndice de Vulnerabilidade
da Sa&#x000fa;de; IVSIA: &#x000cd;ndice de Vulnerabilidade Socioecon&#x000f4;mica Sens&#x000ed;vel &#x000e0;
Inseguran&#x000e7;a Alimentar; OR: <italic>odds ratio</italic>.</p></fn><fn id="TFN8"><p>Nota: os modelos s&#x000e3;o regress&#x000f5;es log&#x000ed;sticas com a inseguran&#x000e7;a
alimentar como desfecho e sempre ajustados pelo IVS (refer&#x000ea;ncia:
baixo ou m&#x000e9;dio risco). Todos os modelos utilizaram a mesma amostra,
com informa&#x000e7;&#x000f5;es completas para o desfecho, exposi&#x000e7;&#x000f5;es e covari&#x000e1;veis.
M2A: modelo com sexo e ra&#x000e7;a/cor (refer&#x000ea;ncia: homens brancos), valor
de p do teste global para intera&#x000e7;&#x000f5;es = 0,0016; M2B: modelo com sexo
e IVSIA (refer&#x000ea;ncia: homens com IVSIA favor&#x000e1;vel), valor de p do
teste global para intera&#x000e7;&#x000f5;es &#x0003c; 0,001; M2C: modelo com ra&#x000e7;a/cor e
IVSIA (refer&#x000ea;ncia: brancos com IVSIA favor&#x000e1;vel), valor de p do teste
global para intera&#x000e7;&#x000f5;es &#x0003c; 0,001.</p></fn></table-wrap-foot></table-wrap>
</p><p>
<table-wrap position="float" id="t4"><label>Tabela 4</label><caption><title>Associa&#x000e7;&#x000f5;es entre inseguran&#x000e7;a alimentar e categorias de
interseccionalidade. Belo Horizonte, Minas Gerais, Brasil,
2017-2018.</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="1"/></colgroup><thead><tr><th align="left" rowspan="1" colspan="1">Caracter&#x000ed;sticas</th><th align="center" rowspan="1" colspan="1">M3</th></tr><tr><th align="center" rowspan="1" colspan="1">OR (IC95%)</th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">Sexo</td><td align="center" rowspan="1" colspan="1">0,99 (0,43-2,29)</td></tr><tr><td align="left" rowspan="1" colspan="1">Ra&#x000e7;a/Cor</td><td align="center" rowspan="1" colspan="1">1,76 (0,85-3,65)</td></tr><tr><td align="left" rowspan="1" colspan="1">IVSIA</td><td align="center" rowspan="1" colspan="1">0,73 (0,77-6,83)</td></tr><tr><td align="left" rowspan="1" colspan="1">IVS</td><td align="center" rowspan="1" colspan="1">1,33 (0,94-1,88)</td></tr><tr><td align="left" rowspan="1" colspan="1">Efeitos totais (intera&#x000e7;&#x000f5;es 2-a-2)</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Sexo#ra&#x000e7;a/cor</td><td align="center" rowspan="1" colspan="1">2,40 (1,20-4,82)</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Sexo#IVSIA</td><td align="center" rowspan="1" colspan="1">4,36 (1,01-18,88)</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Ra&#x000e7;a/cor#IVSIA</td><td align="center" rowspan="1" colspan="1">3,94 (1,59-9,73)</td></tr><tr><td align="left" rowspan="1" colspan="1">Efeitos totais (intera&#x000e7;&#x000f5;es 3-a-3)</td><td align="center" rowspan="1" colspan="1">&#x000a0;</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Sexo#ra&#x000e7;a/cor#IVSIA</td><td align="center" rowspan="1" colspan="1">7,50 (3,20-17,58)</td></tr></tbody></table><table-wrap-foot><fn id="TFN9"><p>IC95%: intervalo de 95% de confian&#x000e7;a; IVS: &#x000cd;ndice de Vulnerabilidade
da Sa&#x000fa;de; IVSIA: &#x000cd;ndice de Vulnerabilidade Socioecon&#x000f4;mica Sens&#x000ed;vel &#x000e0;
Inseguran&#x000e7;a Alimentar; OR: <italic>odds ratio</italic>.</p></fn><fn id="TFN10"><p>Nota: os modelos s&#x000e3;o regress&#x000f5;es log&#x000ed;sticas com a inseguran&#x000e7;a
alimentar como desfecho e sempre ajustados pelo IVS (refer&#x000ea;ncia:
baixo ou m&#x000e9;dio risco). Todos os modelos utilizaram a mesma amostra,
com informa&#x000e7;&#x000f5;es completas para o desfecho, exposi&#x000e7;&#x000f5;es e covari&#x000e1;veis.
M3: modelo com sexo, ra&#x000e7;a/cor e IVSIA (refer&#x000ea;ncia: homens brancos
com IVSIA favor&#x000e1;vel).</p></fn></table-wrap-foot></table-wrap>
</p><p>Entre a popula&#x000e7;&#x000e3;o estudada, 35,9% viviam em inseguran&#x000e7;a alimentar moderada a grave e
19,3% estavam em posi&#x000e7;&#x000e3;o desfavor&#x000e1;vel para o IVSIA. Com rela&#x000e7;&#x000e3;o &#x000e0; ra&#x000e7;a/cor, 74,8% da
popula&#x000e7;&#x000e3;o estudada se autodeclarava como preto ou pardo (26,2% e 48,5%,
respectivamente). Aproximadamente 61,6% eram do sexo feminino e, em rela&#x000e7;&#x000e3;o ao sexo
e ra&#x000e7;a, observamos que a maioria era composta por mulheres negras (46,6%), seguida
de homens negros (28,2%). Cerca de 22,2% com menores de dez anos no domic&#x000ed;lio (<xref rid="t5" ref-type="table">Tabela 5</xref>).</p><p>
<table-wrap position="float" id="t5"><label>Tabela 5</label><caption><title>Caracteriza&#x000e7;&#x000e3;o demogr&#x000e1;fica e socioecon&#x000f4;mica da popula&#x000e7;&#x000e3;o do estudo
(respondentes). Belo Horizonte, Minas Gerais, Brasil, 2017-2018</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="1"/><col span="1"/></colgroup><thead><tr><th align="left" rowspan="1" colspan="1">Vari&#x000e1;veis</th><th align="center" rowspan="1" colspan="1">n</th><th align="center" rowspan="1" colspan="1">%</th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">Seguran&#x000e7;a alimentar</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Seguran&#x000e7;a
alimentar/inseguran&#x000e7;a alimentar leve</td><td align="center" rowspan="1" colspan="1">628</td><td align="center" rowspan="1" colspan="1">64,2</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Inseguran&#x000e7;a alimentar
moderada/grave</td><td align="center" rowspan="1" colspan="1">351</td><td align="center" rowspan="1" colspan="1">35,9</td></tr><tr><td align="left" rowspan="1" colspan="1">Ra&#x000e7;a/Cor (autodeclarada) *</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Brancos</td><td align="center" rowspan="1" colspan="1">281</td><td align="center" rowspan="1" colspan="1">25,3</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Negros (pretos e
pardos)</td><td align="center" rowspan="1" colspan="1">832</td><td align="center" rowspan="1" colspan="1">74,8</td></tr><tr><td align="left" rowspan="1" colspan="1">IVSIA **</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Favor&#x000e1;vel</td><td align="center" rowspan="1" colspan="1">596</td><td align="center" rowspan="1" colspan="1">80,7</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Desfavor&#x000e1;vel</td><td align="center" rowspan="1" colspan="1">143</td><td align="center" rowspan="1" colspan="1">19,3</td></tr><tr><td align="left" rowspan="1" colspan="1">Sexo</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Feminino</td><td align="center" rowspan="1" colspan="1">690</td><td align="center" rowspan="1" colspan="1">61,6</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Masculino</td><td align="center" rowspan="1" colspan="1">431</td><td align="center" rowspan="1" colspan="1">38,5</td></tr><tr><td align="left" rowspan="1" colspan="1">Menores de 10 anos residentes no domic&#x000ed;lio</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Sim</td><td align="center" rowspan="1" colspan="1">265</td><td align="center" rowspan="1" colspan="1">22,2</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">N&#x000e3;o</td><td align="center" rowspan="1" colspan="1">929</td><td align="center" rowspan="1" colspan="1">77,8</td></tr><tr><td align="left" rowspan="1" colspan="1">IVS</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Baixo ou m&#x000e9;dio risco</td><td align="center" rowspan="1" colspan="1">548</td><td align="center" rowspan="1" colspan="1">45,9</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Elevado ou muito elevado
risco</td><td align="center" rowspan="1" colspan="1">646</td><td align="center" rowspan="1" colspan="1">54,1</td></tr></tbody></table><table-wrap-foot><fn id="TFN11"><p>IVS: &#x000cd;ndice de Vulnerabilidade da Sa&#x000fa;de; IVSIA: &#x000cd;ndice de
Vulnerabilidade Socioecon&#x000f4;mica Sens&#x000ed;vel &#x000e0; Inseguran&#x000e7;a Alimentar.</p></fn><fn id="TFN12"><p>* Foram exclu&#x000ed;das as respostas de autodeclarados amarelos e ind&#x000ed;genas
(3% - 37 respostas);</p></fn><fn id="TFN13"><p>** O IVSIA foi constru&#x000ed;do a partir de tr&#x000ea;s dom&#x000ed;nios: trabalho e
renda, escolaridade e condi&#x000e7;&#x000f5;es de domic&#x000ed;lio.</p></fn></table-wrap-foot></table-wrap>
</p><p>A preval&#x000ea;ncia de inseguran&#x000e7;a alimentar moderada/grave era maior entre pessoas negras
comparadas com pessoas brancas (40,1% <italic>vs.</italic> 23,9%, p &#x0003c; 0,001),
maior entre os em condi&#x000e7;&#x000f5;es socioecon&#x000f4;micas desfavor&#x000e1;veis do que entre aqueles em
condi&#x000e7;&#x000f5;es mais favor&#x000e1;veis (60,9% <italic>vs.</italic> 31,6%, p &#x0003c; 0,001) e maior
entre mulheres em compara&#x000e7;&#x000e3;o com homens (38,3% <italic>vs.</italic> 31,8%, p =
0,048). Observamos maior frequ&#x000ea;ncia de inseguran&#x000e7;a alimentar moderada/grave na
presen&#x000e7;a de crian&#x000e7;as menores de dez anos na resid&#x000ea;ncia (p &#x0003c; 0,05) (<xref rid="t1" ref-type="table">Tabela 1</xref>).</p><p>Com rela&#x000e7;&#x000e3;o &#x000e0;s regress&#x000f5;es log&#x000ed;sticas, nos modelos com apenas uma exposi&#x000e7;&#x000e3;o, pessoas
autodeclaradas negras e aqueles em condi&#x000e7;&#x000e3;o desfavor&#x000e1;vel para o IVSIA apresentaram
maior chance de inseguran&#x000e7;a alimentar moderada/grave do que brancos (OR = 2,38;
IC95%: 1,56-3,64) e aqueles em condi&#x000e7;&#x000e3;o favor&#x000e1;vel (OR = 2,85; IC95%: 1,86-4,38),
respectivamente (<xref rid="t2" ref-type="table">Tabela 2</xref>). Nesses modelos, o
VIF variou de 1,15 (M1C, IVSIA) a 1,76 (M1B, ra&#x000e7;a/cor), n&#x000e3;o indicando problemas
devido &#x000e0; multicolinearidade <xref rid="B39" ref-type="bibr">
<sup>39</sup>
</xref>.</p><p>Nos modelos com intera&#x000e7;&#x000f5;es 2-a-2, homens negros (OR = 2,16; IC95%: 1,09-4,30) e
mulheres negras (OR = 3,11; IC95%: 1,61-6,01) foram mais vulner&#x000e1;veis &#x000e0; inseguran&#x000e7;a
alimentar moderada/grave que homens brancos. Homens em condi&#x000e7;&#x000f5;es socioecon&#x000f4;micas
desfavor&#x000e1;veis, segundo o IVSIA, t&#x000ea;m chance duas vezes maior (OR = 2,14; IC95%:
1,09-4,17) e mulheres, nas mesmas condi&#x000e7;&#x000f5;es, t&#x000ea;m chance quatro vezes maior de sofrer
inseguran&#x000e7;a alimentar (OR = 4,56; IC95%: 2,50-8,32) quando comparadas com homens em
condi&#x000e7;&#x000f5;es socioecon&#x000f4;micas favor&#x000e1;veis. Cabe ressaltar que pessoas negras em uma
situa&#x000e7;&#x000e3;o socioecon&#x000f4;mica favor&#x000e1;vel ainda enfrentam maiores chances de inseguran&#x000e7;a
alimentar do que pessoas brancas em condi&#x000e7;&#x000f5;es semelhantes (OR = 2,14; IC95%:
1,34-3,40). Para pessoas negras, estar em uma condi&#x000e7;&#x000e3;o socioecon&#x000f4;mica desfavor&#x000e1;vel
aumenta ainda mais o risco de inseguran&#x000e7;a alimentar (OR = 5,73; IC95%: 3,19-10,31)
(<xref rid="t3" ref-type="table">Tabela 3</xref>). Nesses modelos, o VIF variou
de 1,63 (M2B, IVS) a 7,69 (M2C, intera&#x000e7;&#x000e3;o entre ra&#x000e7;a/cor e priva&#x000e7;&#x000e3;o), n&#x000e3;o indicando
problemas devido &#x000e0; multicolinearidade <xref rid="B39" ref-type="bibr">
<sup>39</sup>
</xref>.</p><p>No modelo com intera&#x000e7;&#x000e3;o 3-a-3, quando comparadas com homens brancos em situa&#x000e7;&#x000e3;o
socioecon&#x000f4;mica favor&#x000e1;vel, mulheres negras (OR = 2,40; IC95%: 1,20-4,82), nas mesmas
condi&#x000e7;&#x000f5;es, mulheres brancas (OR = 4,36; IC95%: 1,01-18,88) e homens negros (OR =
3,94; IC95%: 1,59-9,73) em condi&#x000e7;&#x000f5;es desfavor&#x000e1;veis tiveram maiores chances de
inseguran&#x000e7;a alimentar. A categoria de interseccionalidade para a qual encontramos
associa&#x000e7;&#x000e3;o mais forte com a inseguran&#x000e7;a alimentar foi a das mulheres negras em
condi&#x000e7;&#x000f5;es socioecon&#x000f4;micas desfavor&#x000e1;veis, as quais t&#x000ea;m uma chance sete vezes maior de
vivenciar inseguran&#x000e7;a alimentar em compara&#x000e7;&#x000e3;o com os homens brancos em condi&#x000e7;&#x000f5;es
socioecon&#x000f4;micas favor&#x000e1;veis (OR = 7,50; IC95%: 3,20-17,58) (<xref rid="t4" ref-type="table">Tabela 4</xref>). Nesse modelo, o VIF variou de 2,01 (IVS) a 19,42
(intera&#x000e7;&#x000e3;o entre sexo, ra&#x000e7;a/cor e IVSIA). Apesar de valores maiores que 10 para o
VIF usualmente representarem um motivo de alerta, nos modelos estimados o efeito da
multicolinearidade n&#x000e3;o foi suficiente para afetar a signific&#x000e2;ncia das principais
associa&#x000e7;&#x000f5;es <xref rid="B39" ref-type="bibr">
<sup>39</sup>
</xref>.</p><p>O modelo M3 nos permite ainda estimar a preval&#x000ea;ncia de inseguran&#x000e7;a alimentar
moderada/grave de cada uma das categorias de interseccionalidade. Centralizando os
ajustes em suas respectivas m&#x000e9;dias, temos: homens brancos com IVSIA favor&#x000e1;vel (p =
21,6%), mulheres brancas com IVSIA favor&#x000e1;vel (p = 21,5%), homens negros com IVSIA
favor&#x000e1;vel (p = 32,6%), homens brancos com IVSIA desfavor&#x000e1;vel (p = 16,7%), mulheres
negras com IVSIA favor&#x000e1;vel (p = 39,8%), mulheres brancas com IVSIA desfavor&#x000e1;vel (p =
54,6%), homens negros com IVSIA desfavor&#x000e1;vel (p = 52,1%) e mulheres negras com IVSIA
desfavor&#x000e1;vel (p = 67,4%).</p><p>Na an&#x000e1;lise de sensibilidade, separando os efeitos da ra&#x000e7;a/cor sobre a inseguran&#x000e7;a
alimentar entre pretos e pardos (quando comparados aos brancos), ambos tiveram uma
maior chance de enfrentar inseguran&#x000e7;a alimentar (pretos: OR = 2,82; IC95%: 1,71-4,65
pretos; pardos: OR = 1,94; IC95%: 1,24-3,06); por&#x000e9;m, a diferen&#x000e7;a entre esses (com
rela&#x000e7;&#x000e3;o aos brancos) n&#x000e3;o foi significativa (OR = 1,45; IC95%: 0,97-2,17). Na an&#x000e1;lise
de sensibilidade feita para aferir efeitos contextuais n&#x000e3;o-observados, n&#x000e3;o foram
detectadas diferen&#x000e7;as qualitativas e nem quantitativas entre o modelo M3 e o modelo
multin&#x000ed;vel correspondente (em particular, a vari&#x000e2;ncia estimada do intercepto
aleat&#x000f3;rio ao n&#x000ed;vel de setor censit&#x000e1;rio foi igual a 2,25&#x000d7;10<sup>-33</sup>).</p></sec><sec sec-type="discussion"><title>Discuss&#x000e3;o</title><p>Este estudo focou na an&#x000e1;lise das rela&#x000e7;&#x000f5;es interseccionais dos eixos ra&#x000e7;a/cor, g&#x000ea;nero
e vulnerabilidade socioecon&#x000f4;mica na inseguran&#x000e7;a alimentar. Verificou-se alta
preval&#x000ea;ncia de inseguran&#x000e7;a alimentar moderada/grave, comparada com a registrada por
pesquisas recentes em escala nacional e estadual <xref rid="B6" ref-type="bibr">
<sup>6</sup>
</xref>
<sup>,</sup>
<xref rid="B40" ref-type="bibr">
<sup>40</sup>
</xref>, e evidenciou marcadas iniquidades em diferentes posi&#x000e7;&#x000f5;es interseccionais,
as quais revelam processos espec&#x000ed;ficos de vulnerabiliza&#x000e7;&#x000e3;o, mas tamb&#x000e9;m de privil&#x000e9;gio
relativo. Considerando o contexto do munic&#x000ed;pio estudado, pioneiro na execu&#x000e7;&#x000e3;o de
pol&#x000ed;ticas p&#x000fa;blicas em prol da garantia de seguran&#x000e7;a alimentar e nutricional <xref rid="B41" ref-type="bibr">
<sup>41</sup>
</xref>
<sup>,</sup>
<xref rid="B42" ref-type="bibr">
<sup>42</sup>
</xref>, como o fornecimento de refei&#x000e7;&#x000f5;es, promo&#x000e7;&#x000e3;o da agricultura familiar e urbana
e educa&#x000e7;&#x000e3;o alimentar e nutricional <xref rid="B43" ref-type="bibr">
<sup>43</sup>
</xref>, os resultados refor&#x000e7;am a necessidade de um olhar mais atento &#x000e0;s
desigualdades intraurbanas e ao alcance territorial e social das pol&#x000ed;ticas
desenvolvidas no munic&#x000ed;pio.</p><p>Nosso estudo revelou que pessoas negras apresentaram maior chance de inseguran&#x000e7;a
alimentar quando comparadas com pessoas brancas. Essa tend&#x000ea;ncia se observa entre
mulheres e homens e, tamb&#x000e9;m, entre aqueles em condi&#x000e7;&#x000f5;es socioecon&#x000f4;micas favor&#x000e1;veis.
Esses resultados est&#x000e3;o alinhados com os achados de pesquisa anterior <xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>, a partir de dados da <italic>Pesquisa Nacional por Amostra de
Domic&#x000ed;lios</italic>, que indicou que chefes de domic&#x000ed;lios que se autodeclararam
n&#x000e3;o brancos foram mais propensos &#x000e0; inseguran&#x000e7;a alimentar moderada/grave, e dados da
<italic>Pesquisa de Or&#x000e7;amentos Familiares</italic>, que demonstrou que, em todas
as regi&#x000f5;es do pa&#x000ed;s, a propor&#x000e7;&#x000e3;o de domic&#x000ed;lios com pessoa de refer&#x000ea;ncia autodeclarada
negra, a inseguran&#x000e7;a alimentar moderada/grave foi maior do que em domic&#x000ed;lios nos
quais a pessoa de refer&#x000ea;ncia se autodeclarou branca <xref rid="B15" ref-type="bibr">
<sup>15</sup>
</xref>. Chaparro et al. <xref rid="B44" ref-type="bibr">
<sup>44</sup>
</xref> identificam o racismo estrutural como um dos principais impulsionadores da
inseguran&#x000e7;a alimentar entre as fam&#x000ed;lias negras no Brasil. Dado que o racismo
&#x0201c;<italic>estrutura profundamente a nossa sociedade</italic>&#x0201d; <xref rid="B45" ref-type="bibr">
<sup>45</sup>
</xref> (p. 1), integra sua organiza&#x000e7;&#x000e3;o econ&#x000f4;mica e pol&#x000ed;tica e &#x0201c;<italic>se manifesta
por meio de pr&#x000e1;ticas conscientes ou inconscientes que culminam em
desvantagens</italic>&#x0201d; <xref rid="B46" ref-type="bibr">
<sup>46</sup>
</xref> (p. 26) para a popula&#x000e7;&#x000e3;o negra. Essas fam&#x000ed;lias enfrentam, assim, barreiras
hist&#x000f3;ricas que, por sua vez, ir&#x000e3;o determinar &#x0201c;<italic>o local de moradia e a
possibilidade de acessar ou n&#x000e3;o direitos &#x000e0; justi&#x000e7;a, a bens e a servi&#x000e7;os de
sa&#x000fa;de</italic>&#x0201d; <xref rid="B45" ref-type="bibr">
<sup>45</sup>
</xref> (p. 1), al&#x000e9;m de enfrentar maior dificuldade de acesso ao mercado de trabalho
e a oportunidades <xref rid="B45" ref-type="bibr">
<sup>45</sup>
</xref>
<sup>,</sup>
<xref rid="B46" ref-type="bibr">
<sup>46</sup>
</xref>.</p><p>N&#x000e3;o observamos associa&#x000e7;&#x000e3;o significativa ao comparamos mulheres com homens, o que
possivelmente se relaciona &#x000e0; centralidade da quest&#x000e3;o racial na influ&#x000ea;ncia da
inseguran&#x000e7;a alimentar nos locais de estudo, bem como &#x000e0;s limita&#x000e7;&#x000f5;es referentes &#x000e0;
vari&#x000e1;vel dispon&#x000ed;vel no inqu&#x000e9;rito (sexo e n&#x000e3;o g&#x000ea;nero). Contudo, tamb&#x000e9;m &#x000e9; poss&#x000ed;vel que
homens, ao n&#x000e3;o serem majoritariamente respons&#x000e1;veis pelo preparo da comida em fun&#x000e7;&#x000e3;o
dos tradicionais pap&#x000e9;is de g&#x000ea;nero, podem n&#x000e3;o estar t&#x000e3;o cientes da condi&#x000e7;&#x000e3;o de
(in)seguran&#x000e7;a de sua resid&#x000ea;ncia.</p><p>Em condi&#x000e7;&#x000f5;es de alta vulnerabilidade socioecon&#x000f4;mica, as mulheres, quando comparadas
aos homens, tiveram maior chance de inseguran&#x000e7;a alimentar moderada/grave, como
tamb&#x000e9;m evidenciado por estudos nacionais e internacionais <xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>
<sup>,</sup>
<xref rid="B15" ref-type="bibr">
<sup>15</sup>
</xref>
<sup>,</sup>
<xref rid="B47" ref-type="bibr">
<sup>47</sup>
</xref>. Esse fato destaca um paradoxo amplamente reconhecido: mulheres
frequentemente enfrentam maior risco de inseguran&#x000e7;a alimentar, apesar de
desempenharem um papel crucial na promo&#x000e7;&#x000e3;o da seguran&#x000e7;a alimentar nas comunidades e
fam&#x000ed;lias. As desigualdades de g&#x000ea;nero se manifestam em diversos &#x000e2;mbitos, incluindo o
acesso ao mercado de trabalho <xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>, em desigualdades salariais <xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>
<sup>,</sup>
<xref rid="B47" ref-type="bibr">
<sup>47</sup>
</xref> e na desigual divis&#x000e3;o do trabalho, mais especificamente, do trabalho
dom&#x000e9;stico e do cuidado com implica&#x000e7;&#x000f5;es para a inseguran&#x000e7;a alimentar <xref rid="B14" ref-type="bibr">
<sup>14</sup>
</xref>. Estudos apontam que a probabilidade de inseguran&#x000e7;a alimentar moderada/grave
aumenta em domic&#x000ed;lios com tr&#x000ea;s ou mais crian&#x000e7;as, naqueles com morador menor de 18
anos <xref rid="B9" ref-type="bibr">
<sup>9</sup>
</xref>
<sup>,</sup>
<xref rid="B13" ref-type="bibr">
<sup>13</sup>
</xref> e menor de cinco anos <xref rid="B10" ref-type="bibr">
<sup>10</sup>
</xref>. Em nosso estudo, observamos a preval&#x000ea;ncia de inseguran&#x000e7;a alimentar
moderada/grave era maior nos domic&#x000ed;lios com crian&#x000e7;as. Essa realidade pode estar
relacionada a maiores despesas devido &#x000e0;s suas necessidades espec&#x000ed;ficas, bem como ao
fato de que as mulheres frequentemente assumem o trabalho de cuidado, o que pode
limitar sua capacidade de assumir trabalhos remunerados.</p><p>A literatura nacional <xref rid="B1" ref-type="bibr">
<sup>1</sup>
</xref>
<sup>,</sup>
<xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>
<sup>,</sup>
<xref rid="B9" ref-type="bibr">
<sup>9</sup>
</xref>
<sup>,</sup>
<xref rid="B10" ref-type="bibr">
<sup>10</sup>
</xref>
<sup>,</sup>
<xref rid="B14" ref-type="bibr">
<sup>14</sup>
</xref> aponta que fatores como menor posse de bens de consumo; baixa escolaridade
materna; baixa renda; desemprego; recebimento de benef&#x000ed;cios sociais; e condi&#x000e7;&#x000f5;es
inadequadas do domic&#x000ed;lio est&#x000e3;o fortemente ligados &#x000e0; inseguran&#x000e7;a alimentar. Essas
quest&#x000f5;es v&#x000e3;o impactar a &#x0201c;<italic>perpetua&#x000e7;&#x000e3;o de um ciclo intergeracional de poucas
oportunidades, o que limita o desenvolvimento do capital humano nesses
espa&#x000e7;os</italic>&#x0201d; <xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref> (p. 11), descrito pelos n&#x000ed;veis de nutri&#x000e7;&#x000e3;o, sa&#x000fa;de, educa&#x000e7;&#x000e3;o e de
investimentos nessas &#x000e1;reas <xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>
<sup>,</sup>
<xref rid="B48" ref-type="bibr">
<sup>48</sup>
</xref>. Nos resultados deste estudo, isso se manifesta, por exemplo, ao
encontrarmos que situa&#x000e7;&#x000f5;es desfavor&#x000e1;veis relacionadas &#x000e0; renda <italic>per
capita</italic>, recebimento de benef&#x000ed;cios sociais e superlota&#x000e7;&#x000e3;o domiciliar
foram associadas a maiores percentuais de inseguran&#x000e7;a alimentar moderada/grave.</p><p>As desigualdades no acesso &#x000e0; alimenta&#x000e7;&#x000e3;o refletem o fato evidenciado neste e em
demais estudos <xref rid="B11" ref-type="bibr">
<sup>11</sup>
</xref>
<sup>,</sup>
<xref rid="B13" ref-type="bibr">
<sup>13</sup>
</xref>
<sup>,</sup>
<xref rid="B15" ref-type="bibr">
<sup>15</sup>
</xref> em que mulheres negras se apresentam mais vulner&#x000e1;veis &#x000e0; inseguran&#x000e7;a
alimentar. As materialidades e experi&#x000ea;ncias de vulnerabilidade que marcam as vidas
das mulheres negras &#x0201c;perif&#x000e9;ricas&#x0201d; das favelas analisadas se resumem na inseguran&#x000e7;a
alimentar que persiste apesar dos esfor&#x000e7;os pol&#x000ed;ticos direcionados &#x000e0; garantia da
seguran&#x000e7;a alimentar e nutricional no munic&#x000ed;pio <xref rid="B41" ref-type="bibr">
<sup>41</sup>
</xref>
<sup>,</sup>
<xref rid="B42" ref-type="bibr">
<sup>42</sup>
</xref>. Dessa forma, os resultados desafiam leituras homogeneizadoras e simplistas
das favelas como lugares de inseguran&#x000e7;a alimentar e tra&#x000e7;am um perfil diferenciado
das principais v&#x000ed;timas da inseguran&#x000e7;a alimentar que se articulam nas intersec&#x000e7;&#x000f5;es
entre as rela&#x000e7;&#x000f5;es de g&#x000ea;nero, do racismo e das vulnerabilidades socioecon&#x000f4;micas.
Especificamente, envolvem processos vinculados &#x000e0; feminiza&#x000e7;&#x000e3;o da pobreza, ao racismo
estrutural e institucional, assim como &#x000e0; divis&#x000e3;o desigual do trabalho.</p><p>A leitura interseccional permitiu identificar processos protetores vinculados aos
privil&#x000e9;gios historicamente consolidados mesmo em contextos de relativa desvantagem
nas favelas e seus entornos, analisados neste estudo. Assim, detectamos uma maior
chance de inseguran&#x000e7;a alimentar em mulheres em condi&#x000e7;&#x000f5;es socioecon&#x000f4;micas
desfavor&#x000e1;veis e mulheres em condi&#x000e7;&#x000f5;es favor&#x000e1;veis, quando comparadas aos homens.
Contudo, mulheres brancas em condi&#x000e7;&#x000f5;es socioecon&#x000f4;micas desfavor&#x000e1;veis apresentaram
uma chance menor de inseguran&#x000e7;a alimentar do que as mulheres negras nas mesmas
condi&#x000e7;&#x000f5;es, refletindo privil&#x000e9;gios vinculados &#x000e0; branquitude que podem mediar, por
exemplo, o acesso a recursos. A semelhan&#x000e7;a evidencia articula&#x000e7;&#x000f5;es interseccionais
complexas nas quais se sobrep&#x000f5;em privil&#x000e9;gios e vulnerabilidades e se configuram
experi&#x000ea;ncias marcadas pela minimiza&#x000e7;&#x000e3;o ou at&#x000e9; mesmo a neutraliza&#x000e7;&#x000e3;o de benef&#x000ed;cios em
fun&#x000e7;&#x000e3;o do racismo, e se evidencia que a pobreza ou precariedade econ&#x000f4;mica n&#x000e3;o s&#x000e3;o
equalizadores para todos os grupos sociais. De forma semelhante, Silva et al. <xref rid="B11" ref-type="bibr">
<sup>11</sup>
</xref> (p. 9) apontaram que a &#x0201c;<italic>mulher branca vivencia as discrimina&#x000e7;&#x000f5;es de
g&#x000ea;nero. Mas sua caracter&#x000ed;stica racial possibilita maiores oportunidades dentro
das rela&#x000e7;&#x000f5;es sociais</italic>&#x0201d;, e argumentam que a &#x0201c;<italic>diversifica&#x000e7;&#x000e3;o de
fun&#x000e7;&#x000f5;es sociais n&#x000e3;o foi estendida &#x000e0; mulher negra, mas refor&#x000e7;ou desigualdades de
classe e ra&#x000e7;a entre as mulheres, pois as atividades que n&#x000e3;o foram culturalmente
trabalhadas dentro do ambiente dom&#x000e9;stico foram transferidas para mulheres
negras, refor&#x000e7;ando a presen&#x000e7;a desse grupo em ambiente privado, na posi&#x000e7;&#x000e3;o, por
exemplo, de empregadas dom&#x000e9;sticas</italic>&#x0201d; <xref rid="B11" ref-type="bibr">
<sup>11</sup>
</xref> (p. 9).</p><p>Os resultados deste estudo apontam que ser mulher, negra e estar em condi&#x000e7;&#x000e3;o
socioecon&#x000f4;mica desfavor&#x000e1;vel aumentou expressivamente a chance de inseguran&#x000e7;a
alimentar moderada/grave. Convergindo com Dias et al., que apresentaram quest&#x000f5;es
importantes sobre a inseguran&#x000e7;a alimentar a partir de uma an&#x000e1;lise do di&#x000e1;rio de
Carolina Maria de Jesus (2014), trata-se de uma &#x0201c;<italic>esp&#x000e9;cie de imbrica&#x000e7;&#x000e3;o entre
o ser mulher, o ser preta e o ser pobre</italic>&#x0201d; <xref rid="B49" ref-type="bibr">
<sup>49</sup>
</xref> (p. 6) e da &#x0201c;<italic>perman&#x000ea;ncia colonial mais cruel</italic>&#x0201d; <xref rid="B49" ref-type="bibr">
<sup>49</sup>
</xref> (p. 9) que n&#x000e3;o se restringe ao acesso reduzido a recursos econ&#x000f4;micos
necess&#x000e1;rios para adquirir alimentos, mas envolve processos mais estruturantes da
consolida&#x000e7;&#x000e3;o hist&#x000f3;rica do pa&#x000ed;s. Destaca-se, nesse sentido, a concentra&#x000e7;&#x000e3;o da terra,
o &#x000ea;xodo rural e as implica&#x000e7;&#x000f5;es do modelo agroexportador para a inseguran&#x000e7;a
alimentar, assim como os padr&#x000f5;es de urbaniza&#x000e7;&#x000e3;o que formaram as grandes cidades
brasileiras e marcam a polariza&#x000e7;&#x000e3;o social urbana.</p><p>Este estudo se prop&#x000f4;s a trazer uma leitura interseccional que partiu da articula&#x000e7;&#x000e3;o
entre g&#x000ea;nero, ra&#x000e7;a/cor e vulnerabilidade socioecon&#x000f4;mica e buscou explorar como as
m&#x000fa;ltiplas vulnerabilidades sociais se combinam para moldar a inseguran&#x000e7;a alimentar
no Aglomerado da Serra e no Cabana do Pai Tom&#x000e1;s e seus entornos. Buscamos, dessa
forma, superar algumas limita&#x000e7;&#x000f5;es metodol&#x000f3;gicas e conceituais que problematizamos no
in&#x000ed;cio do artigo e propor uma leitura que permite ampliar o olhar sobre as rela&#x000e7;&#x000f5;es
de poder e suas express&#x000f5;es na configura&#x000e7;&#x000e3;o da inseguran&#x000e7;a alimentar no
munic&#x000ed;pio.</p><p>Entretanto, &#x000e9; importante reconhecer algumas limita&#x000e7;&#x000f5;es deste estudo. Primeiro, cabe
dizer, com rela&#x000e7;&#x000e3;o ao desfecho, que a utiliza&#x000e7;&#x000e3;o de uma adapta&#x000e7;&#x000e3;o da EBIA e a
classifica&#x000e7;&#x000e3;o em categorias agregadas (seguran&#x000e7;a alimentar/inseguran&#x000e7;a alimentar
leve e inseguran&#x000e7;a alimentar moderada/ grave) podem ter apagado importantes
dimens&#x000f5;es da inseguran&#x000e7;a alimentar, mesmo que tenha sido testada quanto &#x000e0; validade,
consist&#x000ea;ncia e invari&#x000e2;ncia. E, adicionalmente &#x000e9; razo&#x000e1;vel sopesar um poss&#x000ed;vel aumento
na magnitude do desfecho estudado considerando a pandemia da COVID-19, ocorrida ap&#x000f3;s
a coleta dos dados deste estudo. Segundo, optamos por utilizar dados dos
respondentes e n&#x000e3;o dos chefes da fam&#x000ed;lia para a an&#x000e1;lise, j&#x000e1; que para eles n&#x000e3;o havia
dados para constru&#x000e7;&#x000e3;o do IVSIA e nem de cor de pele. Terceiro, cabe mencionar que a
operacionaliza&#x000e7;&#x000e3;o da abordagem da interseccionalidade para um estudo que
inicialmente n&#x000e3;o foi pensado a partir de uma pergunta interseccional gerou desafios
de ordem conceitual e metodol&#x000f3;gica. Dessa forma, n&#x000e3;o foi poss&#x000ed;vel captar importantes
elementos, como a orienta&#x000e7;&#x000e3;o sexual e a identidade de g&#x000ea;nero ou detalhes sobre os
trabalhos de cuidado de dependentes e defici&#x000ea;ncias. Por fim, reconhecemos as
limita&#x000e7;&#x000f5;es para a generaliza&#x000e7;&#x000e3;o e compara&#x000e7;&#x000e3;o dos resultados, tanto pelo uso da EBIA
reduzida quanto pela caracter&#x000ed;stica da amostra estudada.</p></sec><sec sec-type="conclusions"><title>Conclus&#x000e3;o</title><p>Com rela&#x000e7;&#x000e3;o &#x000e0;s pesquisas, os resultados do estudo destacam o potencial que representa
uma an&#x000e1;lise interseccional para compreender os padr&#x000f5;es da inseguran&#x000e7;a alimentar e
entender como n&#x000e3;o s&#x000f3; as m&#x000fa;ltiplas vulnerabilidades sociais, mas tamb&#x000e9;m os
privil&#x000e9;gios, se combinam para moldar a inseguran&#x000e7;a alimentar e a seguran&#x000e7;a
alimentar, respectivamente. A an&#x000e1;lise proposta neste estudo buscou ampliar o alcance
da an&#x000e1;lise interseccional para al&#x000e9;m do cruzamento de duas vari&#x000e1;veis (como sexo e
ra&#x000e7;a) ao partir de um modelo ampliado de oito categorias interseccionais. Al&#x000e9;m dos
desafios metodol&#x000f3;gicos que foram apontados anteriormente, cabe concluir que uma
an&#x000e1;lise interseccional da inseguran&#x000e7;a alimentar e de qualquer outro desfecho em
sa&#x000fa;de deve necessariamente passar por uma teoriza&#x000e7;&#x000e3;o da interseccionalidade devido &#x000e0;
coexist&#x000ea;ncia de diversas abordagens que utilizam os mesmos termos, mas podem ter
implica&#x000e7;&#x000f5;es metodol&#x000f3;gicas e anal&#x000ed;ticas diferentes.</p><p>Para pol&#x000ed;ticas p&#x000fa;blicas, os resultados do estudo destacam a necessidade de esfor&#x000e7;os
espec&#x000ed;ficos para garantir a seguran&#x000e7;a alimentar de mulheres negras em condi&#x000e7;&#x000f5;es
socioecon&#x000f4;micas desfavor&#x000e1;veis, por elas e provavelmente tamb&#x000e9;m seus filhos serem as
principais v&#x000ed;timas da inseguran&#x000e7;a alimentar. Educa&#x000e7;&#x000e3;o infantil com vagas para o
per&#x000ed;odo integral podem, por exemplo, ser estrat&#x000e9;gicas para promover a seguran&#x000e7;a
alimentar das mulheres negras socioeconomicamente vulnerabilizadas e seus
dependentes. Outras estrat&#x000e9;gias podem envolver a assist&#x000ea;ncia em sa&#x000fa;de e a detec&#x000e7;&#x000e3;o
precoce de inseguran&#x000e7;a alimentar, focalizando especificamente mulheres negras.</p><p>Estudos que tragam esse olhar ampliado e interseccional s&#x000e3;o extremamente necess&#x000e1;rios
para o direcionamento de pol&#x000ed;ticas p&#x000fa;blicas, permitindo, assim, construir a&#x000e7;&#x000f5;es
efetivas na busca da equidade, da justi&#x000e7;a social, da redu&#x000e7;&#x000e3;o das desigualdades e da
inseguran&#x000e7;a alimentar em nosso pa&#x000ed;s.</p></sec></body><back><ack><title>Agradecimentos</title><p>Este trabalho &#x000e9; parte da disserta&#x000e7;&#x000e3;o de mestrado de K. M. S. Ferreira e foi realizado
com apoio da Coordena&#x000e7;&#x000e3;o de Aperfei&#x000e7;oamento de Pessoal de N&#x000ed;vel Superior (CAPES).
Agradecimentos especiais a todos do Grupo de Pesquisas em Epidemiologia/Observat&#x000f3;rio
de Sa&#x000fa;de Urbana (Universidade Federal de Minas Gerais).</p></ack><ref-list><title>Refer&#x000ea;ncias</title><ref id="B1"><label>1</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Ara&#x000fa;jo</surname><given-names>ML</given-names></name>
<name><surname>Nascimento</surname><given-names>DR</given-names></name>
<name><surname>Lopes</surname><given-names>MS</given-names></name>
<name><surname>Passos</surname><given-names>CM</given-names></name>
<name><surname>Lopes</surname><given-names>ACS</given-names></name>
</person-group><article-title>Condi&#x000e7;&#x000f5;es de vida de fam&#x000ed;lias brasileiras estimativa da
inseguran&#x000e7;a alimentar</article-title><source>Rev Bras Estud Popul</source><year>2020</year><volume>37</volume><elocation-id>e0110</elocation-id></element-citation></ref><ref id="B2"><label>2</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Palmeira</surname><given-names>PDA</given-names></name>
<name><surname>Bem-Lignani</surname><given-names>J</given-names></name>
<name><surname>Salles-Costa</surname><given-names>R</given-names></name>
</person-group><article-title>Acesso aos benef&#x000ed;cios e programas governamentais e inseguran&#x000e7;a
alimentar nas &#x000e1;reas rurais e urbanas do Nordeste brasileiro</article-title><source>Ci&#x000ea;nc Sa&#x000fa;de Colet</source><year>2022</year><volume>27</volume><fpage>2583</fpage><lpage>2595</lpage></element-citation></ref><ref id="B3"><label>3</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Salles-Costa</surname><given-names>R</given-names></name>
<name><surname>Ferreira</surname><given-names>AA</given-names></name>
<name><surname>Castro</surname><given-names>P</given-names><suffix>Junior</suffix></name>
<name><surname>Burlandy</surname><given-names>L</given-names></name>
</person-group><source>Sistemas alimentares, fome e inseguran&#x000e7;a alimentar e nutricional no
Brasil.</source><publisher-loc>Rio de Janeiro</publisher-loc><publisher-name>Editora Fiocruz</publisher-name><year>2022</year></element-citation></ref><ref id="B4"><label>4</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Alpino</surname><given-names>TMA</given-names></name>
<name><surname>Santos</surname><given-names>CRB</given-names></name>
<name><surname>Barros</surname><given-names>DC</given-names></name>
<name><surname>Freitas</surname><given-names>CM</given-names></name>
</person-group><article-title>COVID-19 e (in)seguran&#x000e7;a alimentar e nutricional a&#x000e7;&#x000f5;es do Governo
Federal brasileiro na pandemia frente aos desmontes or&#x000e7;ament&#x000e1;rios e
institucionais</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2020</year><volume>36</volume><elocation-id>e00161320</elocation-id><pub-id pub-id-type="pmid">32901703</pub-id>
</element-citation></ref><ref id="B5"><label>5</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Cabral</surname><given-names>NLA</given-names></name>
<name><surname>Pequeno</surname><given-names>NPF</given-names></name>
<name><surname>Roncalli</surname><given-names>AG</given-names></name>
<name><surname>Marchioni</surname><given-names>DML</given-names></name>
<name><surname>Lima</surname><given-names>SCVC</given-names></name>
<name><surname>Lyra</surname><given-names>CO</given-names></name>
</person-group><article-title>Proposta metodol&#x000f3;gica para avalia&#x000e7;&#x000e3;o da inseguran&#x000e7;a alimentar sob
a &#x000f3;tica de suas m&#x000fa;ltiplas dimens&#x000f5;es</article-title><source>Ci&#x000ea;nc Sa&#x000fa;de Colet</source><year>2022</year><volume>27</volume><fpage>2855</fpage><lpage>2866</lpage></element-citation></ref><ref id="B6"><label>6</label><element-citation publication-type="webpage"><person-group person-group-type="author">
<collab>Rede Brasileira de Pesquisa em Soberania e Seguran&#x000e7;a
Alimentar</collab>
</person-group><source>Inqu&#x000e9;rito nacional sobre a inseguran&#x000e7;a alimentar no contexto da pandemia
da covid-19 no Brasil.</source><comment>
<ext-link xlink:href="http://olheparaafome.com.br" ext-link-type="uri">http://olheparaafome.com.br</ext-link>
</comment><date-in-citation content-type="access-date" iso-8601-date="2023-07-05">05/Jul/2023</date-in-citation></element-citation></ref><ref id="B7"><label>7</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Santos</surname><given-names>TG</given-names></name>
<name><surname>Silveira</surname><given-names>JAC</given-names></name>
<name><surname>Longo-Silva</surname><given-names>G</given-names></name>
<name><surname>Ramires</surname><given-names>EKNM</given-names></name>
<name><surname>Menezes</surname><given-names>RCE</given-names></name>
</person-group><article-title>Tend&#x000ea;ncia e fatores associados &#x000e0; inseguran&#x000e7;a alimentar no Brasil
Pesquisa Nacional por Amostra de Domic&#x000ed;lios 2004, 2009 e
2013</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2018</year><volume>34</volume><elocation-id>e00066917</elocation-id><pub-id pub-id-type="pmid">29617484</pub-id>
</element-citation></ref><ref id="B8"><label>8</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Panigassi</surname><given-names>G</given-names></name>
<name><surname>Segall-Corr&#x000ea;a</surname><given-names>AM</given-names></name>
<name><surname>Marin-Le&#x000f3;n</surname><given-names>L</given-names></name>
<name><surname>P&#x000e9;rez-Escamilla</surname><given-names>R</given-names></name>
<name><surname>Sampaio</surname><given-names>MFA</given-names></name>
<name><surname>Maranha</surname><given-names>LK</given-names></name>
</person-group><article-title>Inseguran&#x000e7;a alimentar como indicador de iniq&#x000fc;idade an&#x000e1;lise de
inqu&#x000e9;rito populacional</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2008</year><volume>24</volume><fpage>2376</fpage><lpage>2384</lpage><pub-id pub-id-type="pmid">18949239</pub-id>
</element-citation></ref><ref id="B9"><label>9</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Morais</surname><given-names>DDC</given-names></name>
<name><surname>Dutra</surname><given-names>LV</given-names></name>
<name><surname>Franceschini</surname><given-names>SDCC</given-names></name>
<name><surname>Priore</surname><given-names>SE</given-names></name>
</person-group><article-title>Inseguran&#x000e7;a alimentar e indicadores antropom&#x000e9;tricos, diet&#x000e9;ticos e
sociais em estudos brasileiros uma revis&#x000e3;o sistem&#x000e1;tica</article-title><source>Ci&#x000ea;nc Sa&#x000fa;de Colet</source><year>2014</year><volume>19</volume><fpage>1475</fpage><lpage>1488</lpage></element-citation></ref><ref id="B10"><label>10</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Santos</surname><given-names>EES</given-names></name>
<name><surname>Oliveira</surname><given-names>MM</given-names></name>
<name><surname>Bernardino</surname><given-names>IM</given-names></name>
<name><surname>Pedraza</surname><given-names>DF</given-names></name>
</person-group><article-title>Inseguran&#x000e7;a alimentar e nutricional de fam&#x000ed;lias usu&#x000e1;rias da
Estrat&#x000e9;gia Sa&#x000fa;de da Fam&#x000ed;lia em dois munic&#x000ed;pios paraibanos,
Brasil</article-title><source>Ci&#x000ea;nc Sa&#x000fa;de Colet</source><year>2020</year><volume>25</volume><fpage>1607</fpage><lpage>1617</lpage></element-citation></ref><ref id="B11"><label>11</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Silva</surname><given-names>SO</given-names></name>
<name><surname>Santos</surname><given-names>SMC</given-names></name>
<name><surname>Gama</surname><given-names>CM</given-names></name>
<name><surname>Coutinho</surname><given-names>GR</given-names></name>
<name><surname>Santos</surname><given-names>MEP</given-names></name>
<name><surname>Silva</surname><given-names>NJ</given-names></name>
</person-group><article-title>A cor e o sexo da fome an&#x000e1;lise da inseguran&#x000e7;a alimentar sob o
olhar da interseccionalidade</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2022</year><volume>38</volume><elocation-id>e00255621</elocation-id><pub-id pub-id-type="pmid">35946731</pub-id>
</element-citation></ref><ref id="B12"><label>12</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Bittencourt</surname><given-names>LS</given-names></name>
<name><surname>Santos</surname><given-names>SMC</given-names></name>
<name><surname>Pinto</surname><given-names>EJ</given-names></name>
<name><surname>Aliaga</surname><given-names>MA</given-names></name>
<name><surname>Ribeiro-Silva</surname><given-names>RC</given-names></name>
</person-group><article-title>Factors associated with food insecurity in households of public
school students of Salvador City, Bahia, Brazil</article-title><source>J Health Popul Nutr</source><year>2013</year><volume>31</volume><fpage>471</fpage><lpage>479</lpage><pub-id pub-id-type="pmid">24592588</pub-id>
</element-citation></ref><ref id="B13"><label>13</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Marin-Leon</surname><given-names>L</given-names></name>
<name><surname>Francisco</surname><given-names>PMSB</given-names></name>
<name><surname>Segall-Corr&#x000ea;a</surname><given-names>AM</given-names></name>
<name><surname>Panigassi</surname><given-names>G</given-names></name>
</person-group><article-title>Bens de consumo e inseguran&#x000e7;a alimentar diferen&#x000e7;as de g&#x000ea;nero, cor
de pele autorreferida e condi&#x000e7;&#x000e3;o socioecon&#x000f4;mica</article-title><source>Rev Bras Epidemiol</source><year>2011</year><volume>14</volume><fpage>398</fpage><lpage>410</lpage><pub-id pub-id-type="pmid">22069008</pub-id>
</element-citation></ref><ref id="B14"><label>14</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Facchini</surname><given-names>LA</given-names></name>
<name><surname>Nunes</surname><given-names>BP</given-names></name>
<name><surname>Motta</surname><given-names>JVS</given-names></name>
<name><surname>Tomasi</surname><given-names>E</given-names></name>
<name><surname>Silva</surname><given-names>SM</given-names></name>
<name><surname>Thum&#x000e9;</surname><given-names>E</given-names></name>
</person-group><article-title>Inseguran&#x000e7;a alimentar no Nordeste e Sul do Brasil magnitude,
fatores associados e padr&#x000f5;es de renda per capita para redu&#x000e7;&#x000e3;o das
iniquidades</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2014</year><volume>30</volume><fpage>161</fpage><lpage>174</lpage><pub-id pub-id-type="pmid">24627023</pub-id>
</element-citation></ref><ref id="B15"><label>15</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Santos</surname><given-names>LA</given-names></name>
<name><surname>Ferreira</surname><given-names>AA</given-names></name>
<name><surname>P&#x000e9;rez-Escamilla</surname><given-names>R</given-names></name>
<name><surname>Sabino</surname><given-names>LL</given-names></name>
<name><surname>Oliveira</surname><given-names>LG</given-names></name>
<name><surname>Salles-Costa</surname><given-names>R</given-names></name>
</person-group><article-title>Interse&#x000e7;&#x000f5;es de g&#x000ea;nero e ra&#x000e7;a/cor em inseguran&#x000e7;a alimentar nos
domic&#x000ed;lios das diferentes regi&#x000f5;es do Brasil</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2022</year><volume>38</volume><elocation-id>e00130422</elocation-id></element-citation></ref><ref id="B16"><label>16</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Patterson</surname><given-names>JG</given-names></name>
<name><surname>Russomanno</surname><given-names>J</given-names></name>
<name><surname>Teferra</surname><given-names>AA</given-names></name>
<name><surname>Jabson Tree</surname><given-names>JM</given-names></name>
</person-group><article-title>Disparities in food insecurity at the intersection of race and
sexual orientation a population-based study of adult women in the United
States</article-title><source>SSM Popul Health</source><year>2020</year><volume>12</volume><fpage>100655</fpage><lpage>100655</lpage><pub-id pub-id-type="pmid">32864410</pub-id>
</element-citation></ref><ref id="B17"><label>17</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Ag&#x000e9;nor</surname><given-names>M</given-names></name>
</person-group><article-title>Future directions for incorporating intersectionality into
quantitative population health research</article-title><source>Am J Public Health</source><year>2020</year><volume>110</volume><fpage>803</fpage><lpage>806</lpage><pub-id pub-id-type="pmid">32298180</pub-id>
</element-citation></ref><ref id="B18"><label>18</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Collins</surname><given-names>PH</given-names></name>
<name><surname>Bilge</surname><given-names>S</given-names></name>
</person-group><source>Interseccionalidade</source><year>2021</year><publisher-loc>S&#x000e3;o Paulo</publisher-loc><publisher-name>Boitempo</publisher-name></element-citation></ref><ref id="B19"><label>19</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Bowleg</surname><given-names>L</given-names></name>
</person-group><article-title>The problem with the phrase women and minorities
intersectionality ? an important theoretical framework for public
health</article-title><source>Am J Public Health</source><year>2012</year><volume>102</volume><fpage>1267</fpage><lpage>1273</lpage><pub-id pub-id-type="pmid">22594719</pub-id>
</element-citation></ref><ref id="B20"><label>20</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Bastos</surname><given-names>JL</given-names></name>
<name><surname>Borde</surname><given-names>E</given-names></name>
</person-group><article-title>What do we mean by social determinants of oral health On the
multiple-and sometimes pernicious-uses of social determinants of health in
public health and dentistry</article-title><source>J Am Dent Assoc</source><year>2023</year><volume>155</volume><fpage>360</fpage><lpage>361</lpage><pub-id pub-id-type="pmid">37565940</pub-id>
</element-citation></ref><ref id="B21"><label>21</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Rice</surname><given-names>C</given-names></name>
<name><surname>Harrison</surname><given-names>E</given-names></name>
<name><surname>Friedman</surname><given-names>M</given-names></name>
</person-group><article-title>Doing justice to intersectionality in research</article-title><source>Cult Stud Crit Methodol</source><year>2019</year><volume>19</volume><fpage>409</fpage><lpage>420</lpage></element-citation></ref><ref id="B22"><label>22</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Hankivsky</surname><given-names>O</given-names></name>
</person-group><article-title>Women's health, men's health, and gender and health implications
of intersectionality</article-title><source>Soc Sci Med</source><year>2012</year><volume>74</volume><fpage>1712</fpage><lpage>1720</lpage><pub-id pub-id-type="pmid">22361090</pub-id>
</element-citation></ref><ref id="B23"><label>23</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Piscitelli</surname><given-names>A</given-names></name>
</person-group><article-title>Interseccionalidades, categorias de articula&#x000e7;&#x000e3;o e experi&#x000ea;ncias de
migrantes brasileiras</article-title><source>Sociedade e Cultura</source><year>2008</year><volume>11</volume><fpage>263</fpage><lpage>274</lpage></element-citation></ref><ref id="B24"><label>24</label><element-citation publication-type="book"><person-group person-group-type="author">
<collab>Instituto Brasileiro de Geografia e Estat&#x000ed;sticas</collab>
</person-group><source>Favelas e comunidades urbanas</source><year>2024</year><publisher-loc>Rio de Janeiro</publisher-loc><publisher-name>Instituto Brasileiro de Geografia e
Estat&#x000ed;sticas</publisher-name></element-citation></ref><ref id="B25"><label>25</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Friche</surname><given-names>AAL</given-names></name>
<name><surname>Dias</surname><given-names>MAS</given-names></name>
<name><surname>Reis</surname><given-names>PB</given-names></name>
<name><surname>Dias</surname><given-names>CS</given-names></name>
<name><surname>Caiaffa</surname><given-names>WT</given-names></name>
<collab>BH-Viva Project</collab>
</person-group><article-title>Urban upgrading and its impact on health: a "quasi-experimental"
mixed-methods study protocol for the BH-Viva Project.</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2015</year><volume>31</volume><issue>Suppl</issue><fpage>S51</fpage><lpage>S64</lpage></element-citation></ref><ref id="B26"><label>26</label><element-citation publication-type="book"><person-group person-group-type="author">
<collab>Minist&#x000e9;rio do Desenvolvimento Social e Combate &#x000e0; Fome</collab>
</person-group><source>Escala Brasileira de Inseguran&#x000e7;a Alimentar - EBIA: an&#x000e1;lise psicom&#x000e9;trica
de uma dimens&#x000e3;o da Seguran&#x000e7;a Alimentar e Nutricional</source><year>2014</year><publisher-loc>Bras&#x000ed;lia</publisher-loc><publisher-name>Minist&#x000e9;rio do Desenvolvimento Social e Combate &#x000e0;
Fome</publisher-name></element-citation></ref><ref id="B27"><label>27</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Santos</surname><given-names>LP</given-names></name>
<name><surname>Sch&#x000e4;fer</surname><given-names>AA</given-names></name>
<name><surname>Meller</surname><given-names>FO</given-names></name>
<name><surname>Harter</surname><given-names>J</given-names></name>
<name><surname>Nunes</surname><given-names>BP</given-names></name>
<name><surname>Silva</surname><given-names>ICM</given-names></name>
</person-group><article-title>Tend&#x000ea;ncias e desigualdades na inseguran&#x000e7;a alimentar durante a
pandemia de COVID-19 resultados de quatro inqu&#x000e9;ritos epidemiol&#x000f3;gicos
seriados</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2021</year><volume>37</volume><elocation-id>e00268520</elocation-id><pub-id pub-id-type="pmid">34008789</pub-id>
</element-citation></ref><ref id="B28"><label>28</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Santos</surname><given-names>LP</given-names></name>
<name><surname>Lindemann</surname><given-names>IL</given-names></name>
<name><surname>Motta</surname><given-names>JVS</given-names></name>
<name><surname>Mintem</surname><given-names>G</given-names></name>
<name><surname>Bender</surname><given-names>E</given-names></name>
<name><surname>Gigante</surname><given-names>DP</given-names></name>
</person-group><article-title>Proposal of a short-form version of the Brazilian Food Insecurity
Scale</article-title><source>Rev Sa&#x000fa;de P&#x000fa;blica</source><year>2014</year><volume>48</volume><fpage>783</fpage><lpage>789</lpage><pub-id pub-id-type="pmid">25372169</pub-id>
</element-citation></ref><ref id="B29"><label>29</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Interlenghi</surname><given-names>GS</given-names></name>
<name><surname>Reichenheim</surname><given-names>ME</given-names></name>
<name><surname>Segall-Corr&#x000ea;a</surname><given-names>AM</given-names></name>
<name><surname>P&#x000e9;rez-Escamilla</surname><given-names>R</given-names></name>
<name><surname>Moraes</surname><given-names>CL</given-names></name>
<name><surname>Salles-Costa</surname><given-names>R</given-names></name>
</person-group><article-title>Suitability of the eight-item version of the Brazilian Household
Food Insecurity Measurement Scale to identify risk groups evidence from a
nationwide representative sample</article-title><source>Public Health Nutr</source><year>2019</year><volume>22</volume><fpage>776</fpage><lpage>784</lpage><pub-id pub-id-type="pmid">30587257</pub-id>
</element-citation></ref><ref id="B30"><label>30</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Salles-Costa</surname><given-names>R</given-names></name>
<name><surname>Ferreira</surname><given-names>AA</given-names></name>
<name><surname>Mattos</surname><given-names>RA</given-names></name>
<name><surname>Reichenheim</surname><given-names>ME</given-names></name>
<name><surname>P&#x000e9;rez-Escamilla</surname><given-names>R</given-names></name>
<name><surname>Bem-Lignani</surname><given-names>J</given-names></name>
</person-group><article-title>National trends and disparities in severe food insecurity in
Brazil between 2004 and 2018</article-title><source>Curr Dev Nutr</source><year>2022</year><volume>6</volume><fpage>nzac034</fpage><lpage>nzac034</lpage><pub-id pub-id-type="pmid">35425877</pub-id>
</element-citation></ref><ref id="B31"><label>31</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Smith</surname><given-names>DM</given-names></name>
<name><surname>Rixson</surname><given-names>L</given-names></name>
<name><surname>Grove</surname><given-names>G</given-names></name>
<name><surname>Ziauddeen</surname><given-names>N</given-names></name>
<name><surname>Vassilev</surname><given-names>I</given-names></name>
<name><surname>Taheem</surname><given-names>R</given-names></name>
</person-group><article-title>Household food insecurity risk indices for English neighbourhoods
measures to support local policy decisions</article-title><source>PLoS One</source><year>2022</year><volume>17</volume><elocation-id>e0267260</elocation-id><pub-id pub-id-type="pmid">36490256</pub-id>
</element-citation></ref><ref id="B32"><label>32</label><element-citation publication-type="book"><person-group person-group-type="author">
<collab>Prefeitura de Belo Horizonte</collab>
</person-group><source>&#x000cd;ndice de vulnerabilidade da sa&#x000fa;de: 2012</source><year>2013</year><publisher-loc>Belo Horizonte</publisher-loc><publisher-name>Prefeitura de Belo Horizonte</publisher-name></element-citation></ref><ref id="B33"><label>33</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Cezimbra</surname><given-names>VG</given-names></name>
<name><surname>Bastos</surname><given-names>JL</given-names></name>
<name><surname>Reichenheim</surname><given-names>M</given-names></name>
</person-group><article-title>Iniquidades em inseguran&#x000e7;a alimentar considera&#x000e7;&#x000f5;es sobre a
comparabilidade entre grupos interseccionais</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2022</year><volume>38</volume><elocation-id>e00152322</elocation-id><pub-id pub-id-type="pmid">36449850</pub-id>
</element-citation></ref><ref id="B34"><label>34</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Bastos</surname><given-names>JL</given-names></name>
<name><surname>Harnois</surname><given-names>CE</given-names></name>
</person-group><article-title>Does the Everyday Discrimination Scale generate meaningful
cross-group estimates A psychometric evaluation</article-title><source>Soc Sci Med</source><year>2020</year><volume>265</volume><fpage>113321</fpage><lpage>113321</lpage><pub-id pub-id-type="pmid">32905969</pub-id>
</element-citation></ref><ref id="B35"><label>35</label><element-citation publication-type="webpage"><person-group person-group-type="author">
<name><surname>Revelle</surname><given-names>W</given-names></name>
</person-group><source>psych: procedures for psychological, psychometric, and personality
research.</source><comment>
<ext-link xlink:href="https://cran.r-project.org/web/packages/psych/index.html" ext-link-type="uri">https://cran.r-project.org/web/packages/psych/index.html</ext-link>
</comment><date-in-citation content-type="access-date" iso-8601-date="2024-02-19">19/Fev/2024</date-in-citation></element-citation></ref><ref id="B36"><label>36</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Dziuban</surname><given-names>CD</given-names></name>
<name><surname>Shirkey</surname><given-names>EC</given-names></name>
</person-group><article-title>When is a correlation matrix appropriate for factor analysis Some
decision rules</article-title><source>Psychol Bull</source><year>1974</year><volume>81</volume><fpage>358</fpage><lpage>361</lpage></element-citation></ref><ref id="B37"><label>37</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Comrey</surname><given-names>AL</given-names></name>
<name><surname>Lee</surname><given-names>HB</given-names></name>
</person-group><source>A first course in factor analysis.</source><edition>2&#x000aa;</edition><year>2013</year><publisher-loc>Nova York</publisher-loc><publisher-name>Psychology Press</publisher-name></element-citation></ref><ref id="B38"><label>38</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Nunnally</surname><given-names>JC</given-names></name>
</person-group><source>Psychometric theory</source><edition>3E</edition><publisher-loc>Nova York</publisher-loc><publisher-name>Tata McGraw-Hill Education</publisher-name><year>1994</year></element-citation></ref><ref id="B39"><label>39</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Kutner</surname><given-names>MH</given-names></name>
<name><surname>Nachtsheim</surname><given-names>CJ</given-names></name>
<name><surname>Neter</surname><given-names>J</given-names></name>
</person-group><source>Applied linear regression models.</source><edition>4&#x000aa;</edition><year>2004</year><publisher-loc>Nova York</publisher-loc><publisher-name>McGraw-Hill Irwin</publisher-name></element-citation></ref><ref id="B40"><label>40</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Teixeira</surname><given-names>MA</given-names></name>
<name><surname>Galindo</surname><given-names>E</given-names></name>
<name><surname>Vergueiro</surname><given-names>MJ</given-names></name>
<name><surname>Aranha</surname><given-names>A</given-names></name>
<name><surname>Claro</surname><given-names>R</given-names></name>
<name><surname>Mendes</surname><given-names>L</given-names></name>
</person-group><source>Retrato de situa&#x000e7;&#x000e3;o de seguran&#x000e7;a alimentar em Belo Horizonte.</source><publisher-loc>Berlim</publisher-loc><publisher-name>Food for Justice: Power, Politics and Food Inequalities in a
Bioeconomy</publisher-name><year>2022</year><comment>(Food for Justice Working Paper Series, 6)</comment></element-citation></ref><ref id="B41"><label>41</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Braga</surname><given-names>ASC</given-names></name>
</person-group><source>A pol&#x000ed;tica de seguran&#x000e7;a alimentar e nutricional no munic&#x000ed;pio de Belo
Horizonte: a inser&#x000e7;&#x000e3;o do nutricionista em uma pol&#x000ed;tica p&#x000fa;blica
local</source><comment>Monografia de Especializa&#x000e7;&#x000e3;o</comment><publisher-loc>Belo Horizonte</publisher-loc><publisher-name>Funda&#x000e7;&#x000e3;o Jo&#x000e3;o Pinheiro</publisher-name><year>2019</year></element-citation></ref><ref id="B42"><label>42</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Belik</surname><given-names>W</given-names></name>
</person-group><article-title>A pol&#x000ed;tica brasileira de seguran&#x000e7;a alimentar e nutricional
concep&#x000e7;&#x000e3;o e resultados</article-title><source>Segur Aliment Nutr</source><year>2012</year><volume>19</volume><fpage>94</fpage><lpage>110</lpage></element-citation></ref><ref id="B43"><label>43</label><element-citation publication-type="book"><person-group person-group-type="author">
<collab>Prefeitura de Belo Horizonte</collab>
</person-group><source>Pol&#x000ed;tica Municipal de Seguran&#x000e7;a Alimentar</source><year>2019</year><publisher-loc>Belo Horizonte</publisher-loc><publisher-name>Prefeitura de Belo Horizonte</publisher-name></element-citation></ref><ref id="B44"><label>44</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Chaparro</surname><given-names>MP</given-names></name>
<name><surname>Cruthirds</surname><given-names>S</given-names></name>
<name><surname>Bell</surname><given-names>CN</given-names></name>
<name><surname>Wallace</surname><given-names>ME</given-names></name>
</person-group><article-title>State-level socioeconomic racial inequity and food insecurity in
the U S</article-title><source>Am J Prev Med</source><year>2022</year><volume>63</volume><fpage>971</fpage><lpage>978</lpage><pub-id pub-id-type="pmid">35961812</pub-id>
</element-citation></ref><ref id="B45"><label>45</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Batista</surname><given-names>LE</given-names></name>
<name><surname>Proen&#x000e7;a</surname><given-names>A</given-names></name>
<name><surname>Silva</surname><given-names>AD</given-names></name>
</person-group><article-title>Covid-19 e a popula&#x000e7;&#x000e3;o negra</article-title><source>Interface (Botucatu)</source><year>2021</year><volume>25</volume><elocation-id>e210470</elocation-id></element-citation></ref><ref id="B46"><label>46</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Almeida</surname><given-names>S</given-names></name>
<name><surname>Ribeiro</surname><given-names>D</given-names></name>
</person-group><source>Racismo estrutural</source><year>2019</year><publisher-loc>S&#x000e3;o Paulo</publisher-loc><publisher-name>P&#x000f3;len</publisher-name></element-citation></ref><ref id="B47"><label>47</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Mtintsilana</surname><given-names>A</given-names></name>
<name><surname>Dlamini</surname><given-names>SN</given-names></name>
<name><surname>Mapanga</surname><given-names>W</given-names></name>
<name><surname>Craig</surname><given-names>A</given-names></name>
<name><surname>Du Toit</surname><given-names>J</given-names></name>
<name><surname>Ware</surname><given-names>LJ</given-names></name>
</person-group><article-title>Social vulnerability and its association with food insecurity in
the South African population findings from a National Survey</article-title><source>J Public Health Policy</source><year>2022</year><volume>43</volume><fpage>575</fpage><lpage>592</lpage><pub-id pub-id-type="pmid">36253433</pub-id>
</element-citation></ref><ref id="B48"><label>48</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Viana</surname><given-names>G</given-names></name>
<name><surname>Lima</surname><given-names>JF</given-names></name>
</person-group><article-title>Capital humano e crescimento econ&#x000f4;mico</article-title><source>Intera&#x000e7;&#x000f5;es</source><year>2010</year><volume>11</volume><fpage>137</fpage><lpage>148</lpage></element-citation></ref><ref id="B49"><label>49</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Dias</surname><given-names>LA</given-names></name>
<name><surname>Sim&#x000f5;es</surname><given-names>KS</given-names></name>
<name><surname>Diogo</surname><given-names>LB</given-names></name>
</person-group><article-title>Entre o di&#x000e1;rio e o seman&#x000e1;rio uma an&#x000e1;lise do Brasil a partir do
di&#x000e1;rio de Carolina Maria de Jesus e da Revista Manchete</article-title><source>Intexto</source><year>2023</year><volume>55</volume><fpage>127694</fpage><lpage>127694</lpage></element-citation></ref></ref-list></back></article>