<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" article-type="research-article" dtd-version="1.3"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">J Taibah Univ Med Sci</journal-id><journal-id journal-id-type="iso-abbrev">J Taibah Univ Med Sci</journal-id><journal-title-group><journal-title>Journal of Taibah University Medical Sciences</journal-title></journal-title-group><issn pub-type="epub">1658-3612</issn><publisher><publisher-name>Taibah University</publisher-name></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmc">PMC11786108</article-id><article-id pub-id-type="pii">S1658-3612(24)00163-X</article-id><article-id pub-id-type="doi">10.1016/j.jtumed.2024.12.012</article-id><article-categories><subj-group subj-group-type="heading"><subject>Original Article</subject></subj-group></article-categories><title-group><article-title>Outbreak of carbofuran and bifenthrin poisoning in siblings after ingestion of contaminated food in KSA: Clinical management and public health implications</article-title></title-group><contrib-group><contrib contrib-type="author" id="au1"><name><surname>Alfaifi</surname><given-names>Musa S.</given-names></name><degrees>MD</degrees><email>ALFAIFIM@GMAIL.COM</email><xref rid="aff1" ref-type="aff">a</xref><xref rid="cor1" ref-type="corresp">&#x0204e;</xref></contrib><contrib contrib-type="author" id="au2"><name><surname>Alasmari</surname><given-names>Abrar K.</given-names></name><degrees>MD</degrees><xref rid="aff2" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="au3"><name><surname>Assiri</surname><given-names>Abdullah M.</given-names></name><degrees>MD</degrees><xref rid="aff2" ref-type="aff">b</xref></contrib><contrib contrib-type="author" id="au4"><name><surname>Alyahya</surname><given-names>Bader A.</given-names></name><degrees>MD</degrees><xref rid="aff3" ref-type="aff">c</xref></contrib><contrib contrib-type="author" id="au5"><name><surname>Abdulalem</surname><given-names>Nafaa A.</given-names></name><degrees>MD</degrees><xref rid="aff4" ref-type="aff">d</xref></contrib><contrib contrib-type="author" id="au6"><name><surname>Albogami</surname><given-names>Hussein A.</given-names></name><degrees>MD</degrees><xref rid="aff5" ref-type="aff">e</xref></contrib><contrib contrib-type="author" id="au7"><name><surname>Alrougi</surname><given-names>Hamoud M.</given-names></name><degrees>MD</degrees><xref rid="aff5" ref-type="aff">e</xref></contrib><contrib contrib-type="author" id="au8"><name><surname>Altowairqi</surname><given-names>Adel M.</given-names></name><degrees>MD</degrees><xref rid="aff6" ref-type="aff">f</xref></contrib><contrib contrib-type="author" id="au9"><name><surname>Saqah</surname><given-names>Rayyan M.</given-names></name><degrees>MD</degrees><xref rid="aff5" ref-type="aff">e</xref></contrib><contrib contrib-type="author" id="au10"><name><surname>Hamoud</surname><given-names>Maged A.</given-names></name><degrees>MD</degrees><xref rid="aff7" ref-type="aff">g</xref></contrib><contrib contrib-type="author" id="au11"><name><surname>Ali</surname><given-names>Hajer F.</given-names></name><degrees>MD</degrees><xref rid="aff7" ref-type="aff">g</xref></contrib><contrib contrib-type="author" id="au12"><name><surname>Al Aseri</surname><given-names>Zohair A.</given-names></name><degrees>MD</degrees><xref rid="aff8" ref-type="aff">h</xref><xref rid="aff9" ref-type="aff">i</xref><xref rid="aff10" ref-type="aff">j</xref></contrib><aff id="aff1"><label>a</label>Department of Emergency Medicine, Armed Forces Hospital Southern Region, Khamis Mushait, KSA</aff><aff id="aff2"><label>b</label>Assistance Agency for Preventive Health, Saudi Ministry of Health, Riyadh, KSA</aff><aff id="aff3"><label>c</label>Department of Emergency Medicine, College of Medicine, King Saud University, Riyadh, KSA</aff><aff id="aff4"><label>d</label>Department of ICU, Ahd Rofidah General Hospital, Kamis Mushayt, KSA</aff><aff id="aff5"><label>e</label>Public Health Agency, General Directorate of Environmental Health, Ministry of Health, KSA</aff><aff id="aff6"><label>f</label>Emergency Medicine Department, Alhada Armed Force Gospital, Taif, KSA</aff><aff id="aff7"><label>g</label>Pediatric Department, Maternity &#x00026; Children's Hospital, Bisha, KSA</aff><aff id="aff8"><label>h</label>Department of Clinical Sciences, College of Medicine and Riyadh Hospital, Dar Al Uloom University, Riyadh, KSA</aff><aff id="aff9"><label>i</label>Depatments of Emergency Medicine and Critical Care, College of Medicine, King Saud University, Riyadh, KSA</aff><aff id="aff10"><label>j</label>Adult Critical Care, Therapeutic Deputyship, Ministry of Health, KSA</aff></contrib-group><author-notes><corresp id="cor1"><label>&#x0204e;</label>Corresponding address: Department of Emergency Medicine, Armed Forces Hospital Southern Region, Khamis Mushait, Saudi Arabia <email>ALFAIFIM@GMAIL.COM</email></corresp></author-notes><pub-date pub-type="pmc-release"><day>18</day><month>1</month><year>2025</year></pub-date><!-- PMC Release delay is 0 months and 0 days and was based on <pub-date
						pub-type="epub">.--><pub-date pub-type="collection"><month>2</month><year>2025</year></pub-date><pub-date pub-type="epub"><day>18</day><month>1</month><year>2025</year></pub-date><volume>20</volume><issue>1</issue><fpage>54</fpage><lpage>61</lpage><history><date date-type="received"><day>26</day><month>11</month><year>2024</year></date><date date-type="accepted"><day>20</day><month>12</month><year>2024</year></date></history><permissions><copyright-statement>&#x000a9; 2024 The Authors</copyright-statement><copyright-year>2024</copyright-year><license><ali:license_ref xmlns:ali="http://www.niso.org/schemas/ali/1.0/" specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p>This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).</license-p></license></permissions><abstract id="abs0010"><sec><title>Background</title><p>Pesticide poisoning remains a major global health concern contributing to an estimated 371,594 deaths annually. Both accidental and deliberate pesticide exposure, particularly in developing countries, pose challenges to public health systems. In KSA, pesticide poisoning is prevalent, and insecticides such as carbamates and organophosphates are the primary culprits.</p></sec><sec><title>Case presentation</title><p>Four cases of acute poisoning caused by the ingestion of contaminated shawarma sandwiches containing carbofuran and bifenthrin, a carbamate and pyrethroid mixture, respectively, are described. The affected individuals, all siblings, exhibited varying degrees of cholinergic symptoms, including muscle fasciculations, excessive secretions, and respiratory distress. Despite their severe symptoms, three patients had normal or low-normal acetylcholinesterase levels, probably because of individual variability, delayed testing, or improper sample handling. One patient exhibited diminished acetylcholinesterase activity, thus suggesting severe inhibition; pancreatitis was a further complication that contributed to delayed recovery. Early clinical management included atropine, pralidoxime, and botulinum antitoxin, because of initial suspicion for botulism. Toxicological analysis confirmed carbofuran poisoning, and food safety investigations identified improper pesticide use in food preparation areas.</p></sec><sec><title>Conclusion</title><p>The reported cases underscore the importance of timely toxicological consultation, proper testing, and appropriate sample handling to guide treatment of pesticide-related poisoning. These findings highlight the crucial need for adherence to WHO regulations and monitoring of pesticide use, as well as strict food safety practices to prevent future outbreaks. The successful multidisciplinary approach to managing these cases demonstrates the critical role of coordinated efforts between clinical teams and public health authorities in addressing such public health threats.</p></sec></abstract><trans-abstract xml:lang="ar"><title>&#x00627;&#x00644;&#x00645;&#x00644;&#x0062e;&#x00635;</title><sec><title><bold>&#x00627;&#x00644;&#x00645;&#x00642;&#x0062f;&#x00645;&#x00629;</bold></title><p>&#x0064a;&#x00638;&#x00644; &#x00627;&#x00644;&#x0062a;&#x00633;&#x00645;&#x00645; &#x00628;&#x00627;&#x00644;&#x00645;&#x00628;&#x0064a;&#x0062f;&#x00627;&#x0062a; &#x00627;&#x00644;&#x0062d;&#x00634;&#x00631;&#x0064a;&#x00629; &#x00645;&#x00634;&#x00643;&#x00644;&#x00629; &#x00635;&#x0062d;&#x0064a;&#x00629; &#x00639;&#x00627;&#x00645;&#x00629; &#x00643;&#x00628;&#x0064a;&#x00631;&#x00629; &#x00639;&#x00644;&#x00649; &#x00645;&#x00633;&#x0062a;&#x00648;&#x00649; &#x00627;&#x00644;&#x00639;&#x00627;&#x00644;&#x00645;&#x0060c; &#x00645;&#x00645;&#x00627; &#x0064a;&#x00633;&#x00647;&#x00645; &#x00641;&#x0064a; &#x0062d;&#x00648;&#x00627;&#x00644;&#x0064a; 371,594 &#x0062d;&#x00627;&#x00644;&#x00629; &#x00648;&#x00641;&#x00627;&#x00629; &#x00633;&#x00646;&#x00648;&#x0064a;&#x0064b;&#x00627;. &#x0064a;&#x0062a;&#x00633;&#x00628;&#x00628; &#x00627;&#x00644;&#x0062a;&#x00639;&#x00631;&#x00636; &#x00627;&#x00644;&#x00639;&#x00631;&#x00636;&#x0064a; &#x00648;&#x00627;&#x00644;&#x00645;&#x0062a;&#x00639;&#x00645;&#x0062f; &#x00644;&#x00644;&#x00645;&#x00628;&#x0064a;&#x0062f;&#x00627;&#x0062a; &#x00627;&#x00644;&#x0062d;&#x00634;&#x00631;&#x0064a;&#x00629;&#x0060c; &#x0062e;&#x00627;&#x00635;&#x00629; &#x00641;&#x0064a; &#x00627;&#x00644;&#x0062f;&#x00648;&#x00644; &#x00627;&#x00644;&#x00646;&#x00627;&#x00645;&#x0064a;&#x00629;&#x0060c; &#x00641;&#x0064a; &#x0062a;&#x0062d;&#x0062f;&#x0064a;&#x00627;&#x0062a; &#x00643;&#x00628;&#x0064a;&#x00631;&#x00629; &#x00644;&#x00623;&#x00646;&#x00638;&#x00645;&#x00629; &#x00627;&#x00644;&#x00635;&#x0062d;&#x00629; &#x00627;&#x00644;&#x00639;&#x00627;&#x00645;&#x00629;. &#x00641;&#x0064a; &#x00627;&#x00644;&#x00645;&#x00645;&#x00644;&#x00643;&#x00629; &#x00627;&#x00644;&#x00639;&#x00631;&#x00628;&#x0064a;&#x00629; &#x00627;&#x00644;&#x00633;&#x00639;&#x00648;&#x0062f;&#x0064a;&#x00629;&#x0060c; &#x0064a;&#x00639;&#x0062a;&#x00628;&#x00631; &#x00627;&#x00644;&#x0062a;&#x00633;&#x00645;&#x00645; &#x00628;&#x00627;&#x00644;&#x00645;&#x00628;&#x0064a;&#x0062f;&#x00627;&#x0062a; &#x00627;&#x00644;&#x0062d;&#x00634;&#x00631;&#x0064a;&#x00629; &#x00634;&#x00627;&#x00626;&#x00639;&#x00627;&#x0060c; &#x0062d;&#x0064a;&#x0062b; &#x0062a;&#x0064f;&#x00639;&#x0062f; &#x00627;&#x00644;&#x00643;&#x00627;&#x00631;&#x00628;&#x00627;&#x00631;&#x00645;&#x00627;&#x0062a; &#x00648;&#x00627;&#x00644;&#x00641;&#x00648;&#x00633;&#x00641;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00639;&#x00636;&#x00648;&#x0064a;&#x00629; &#x00645;&#x00646; &#x00627;&#x00644;&#x00623;&#x00633;&#x00628;&#x00627;&#x00628; &#x00627;&#x00644;&#x00631;&#x00626;&#x0064a;&#x00633;&#x0064a;&#x00629;.</p></sec><sec><title><bold>&#x00639;&#x00631;&#x00636; &#x00627;&#x00644;&#x0062d;&#x00627;&#x00644;&#x00627;&#x0062a;</bold></title><p>&#x0062a;&#x00645; &#x0062a;&#x00648;&#x0062b;&#x0064a;&#x00642; &#x00623;&#x00631;&#x00628;&#x00639; &#x0062d;&#x00627;&#x00644;&#x00627;&#x0062a; &#x0062a;&#x00633;&#x00645;&#x00645; &#x0062d;&#x00627;&#x0062f;&#x00629; &#x00646;&#x00627;&#x0062a;&#x0062c;&#x00629; &#x00639;&#x00646; &#x0062a;&#x00646;&#x00627;&#x00648;&#x00644; &#x00634;&#x00637;&#x00627;&#x00626;&#x00631; &#x00634;&#x00627;&#x00648;&#x00631;&#x00645;&#x00627; &#x00645;&#x00644;&#x00648;&#x0062b;&#x00629; &#x0062a;&#x0062d;&#x0062a;&#x00648;&#x0064a; &#x00639;&#x00644;&#x00649; &#x00627;&#x00644;&#x00643;&#x00627;&#x00631;&#x00628;&#x00648;&#x00641;&#x0064a;&#x00648;&#x00631;&#x00627;&#x00646; &#x00648;&#x00627;&#x00644;&#x00628;&#x0064a;&#x00641;&#x00646;&#x0062b;&#x00631;&#x0064a;&#x00646;&#x0060c; &#x00648;&#x00647;&#x0064a; &#x00645;&#x00632;&#x0064a;&#x0062c; &#x00645;&#x00646; &#x00627;&#x00644;&#x00643;&#x00627;&#x00631;&#x00628;&#x00627;&#x00631;&#x00645;&#x00627;&#x0062a; &#x00648;&#x00627;&#x00644;&#x00628;&#x0064a;&#x00631;&#x0064a;&#x0062b;&#x00631;&#x00648;&#x0064a;&#x0062f; &#x00639;&#x00644;&#x00649; &#x00627;&#x00644;&#x0062a;&#x00648;&#x00627;&#x00644;&#x0064a;. &#x00627;&#x00644;&#x00623;&#x00641;&#x00631;&#x00627;&#x0062f; &#x00627;&#x00644;&#x00645;&#x0062a;&#x00636;&#x00631;&#x00631;&#x00648;&#x00646; &#x0062c;&#x00645;&#x0064a;&#x00639;&#x00647;&#x00645; &#x00623;&#x00634;&#x00642;&#x00627;&#x00621;&#x0060c; &#x00648;&#x00623;&#x00638;&#x00647;&#x00631;&#x00648;&#x00627; &#x0062f;&#x00631;&#x0062c;&#x00627;&#x0062a; &#x00645;&#x0062a;&#x00641;&#x00627;&#x00648;&#x0062a;&#x00629; &#x00645;&#x00646; &#x00627;&#x00644;&#x00623;&#x00639;&#x00631;&#x00627;&#x00636; &#x00627;&#x00644;&#x00633;&#x00645;&#x0064a;&#x00629;&#x0060c; &#x00628;&#x00645;&#x00627; &#x00641;&#x0064a; &#x00630;&#x00644;&#x00643; &#x00627;&#x00631;&#x0062a;&#x00639;&#x00627;&#x00634; &#x00627;&#x00644;&#x00639;&#x00636;&#x00644;&#x00627;&#x0062a;&#x0060c; &#x00648;&#x00627;&#x00644;&#x00625;&#x00641;&#x00631;&#x00627;&#x00632;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00632;&#x00627;&#x00626;&#x0062f;&#x00629;&#x0060c; &#x00648;&#x00636;&#x0064a;&#x00642; &#x00627;&#x00644;&#x0062a;&#x00646;&#x00641;&#x00633;. &#x00639;&#x00644;&#x00649; &#x00627;&#x00644;&#x00631;&#x0063a;&#x00645; &#x00645;&#x00646; &#x00634;&#x0062f;&#x00629; &#x00627;&#x00644;&#x00623;&#x00639;&#x00631;&#x00627;&#x00636;&#x0060c; &#x00643;&#x00627;&#x00646; &#x00644;&#x0062f;&#x00649; &#x0062b;&#x00644;&#x00627;&#x0062b;&#x00629; &#x00645;&#x00646; &#x00627;&#x00644;&#x00645;&#x00631;&#x00636;&#x00649; &#x00645;&#x00633;&#x0062a;&#x00648;&#x0064a;&#x00627;&#x0062a; &#x00637;&#x00628;&#x0064a;&#x00639;&#x0064a;&#x00629; &#x00623;&#x00648; &#x00645;&#x00646;&#x0062e;&#x00641;&#x00636;&#x00629; &#x00637;&#x00628;&#x0064a;&#x00639;&#x0064a;&#x0064b;&#x00627; &#x00645;&#x00646; &#x00625;&#x00646;&#x00632;&#x0064a;&#x00645; &#x00627;&#x00644;&#x00623;&#x00633;&#x0064a;&#x0062a;&#x0064a;&#x00644; &#x00643;&#x00648;&#x00644;&#x0064a;&#x00646; &#x00625;&#x00633;&#x0062a;&#x00631;&#x0064a;&#x00632;&#x0060c; &#x00648;&#x0064a;&#x00631;&#x0062c;&#x0062d; &#x00623;&#x00646; &#x0064a;&#x00643;&#x00648;&#x00646; &#x00630;&#x00644;&#x00643; &#x00628;&#x00633;&#x00628;&#x00628; &#x00627;&#x00644;&#x0062a;&#x00628;&#x00627;&#x0064a;&#x00646; &#x00627;&#x00644;&#x00641;&#x00631;&#x0062f;&#x0064a;&#x0060c; &#x00623;&#x00648; &#x00627;&#x00644;&#x0062a;&#x00623;&#x0062e;&#x0064a;&#x00631; &#x00641;&#x0064a; &#x00625;&#x0062c;&#x00631;&#x00627;&#x00621; &#x00627;&#x00644;&#x00641;&#x0062d;&#x00635;&#x0060c; &#x00623;&#x00648; &#x00633;&#x00648;&#x00621; &#x00627;&#x00644;&#x0062a;&#x00639;&#x00627;&#x00645;&#x00644; &#x00645;&#x00639; &#x00627;&#x00644;&#x00639;&#x0064a;&#x00646;&#x00627;&#x0062a;. &#x00623;&#x00645;&#x00627; &#x00627;&#x00644;&#x00645;&#x00631;&#x0064a;&#x00636; &#x00627;&#x00644;&#x00631;&#x00627;&#x00628;&#x00639;&#x0060c; &#x00641;&#x00642;&#x0062f; &#x00623;&#x00638;&#x00647;&#x00631; &#x00646;&#x00634;&#x00627;&#x00637;&#x00627; &#x00645;&#x00646;&#x0062e;&#x00641;&#x00636;&#x00627; &#x00628;&#x00634;&#x00643;&#x00644; &#x00643;&#x00628;&#x0064a;&#x00631; &#x00644;&#x00625;&#x00646;&#x00632;&#x0064a;&#x00645; &#x00627;&#x00644;&#x00623;&#x00633;&#x0064a;&#x0062a;&#x0064a;&#x00644; &#x00643;&#x00648;&#x00644;&#x0064a;&#x00646; &#x00625;&#x00633;&#x0062a;&#x00631;&#x0064a;&#x00632;&#x0060c; &#x00645;&#x00645;&#x00627; &#x0064a;&#x00634;&#x0064a;&#x00631; &#x00625;&#x00644;&#x00649; &#x0062a;&#x0062b;&#x00628;&#x0064a;&#x00637; &#x00634;&#x0062f;&#x0064a;&#x0062f;&#x0060c; &#x00648;&#x00632;&#x00627;&#x0062f;&#x0062a; &#x00627;&#x00644;&#x0062d;&#x00627;&#x00644;&#x00629; &#x0062a;&#x00639;&#x00642;&#x0064a;&#x0062f;&#x00627; &#x00628;&#x00633;&#x00628;&#x00628; &#x00627;&#x00644;&#x0062a;&#x00647;&#x00627;&#x00628; &#x00627;&#x00644;&#x00628;&#x00646;&#x00643;&#x00631;&#x0064a;&#x00627;&#x00633;&#x0060c; &#x00645;&#x00645;&#x00627; &#x00633;&#x00627;&#x00647;&#x00645; &#x00641;&#x0064a; &#x0062a;&#x00623;&#x0062e;&#x00631; &#x00627;&#x00644;&#x0062a;&#x00639;&#x00627;&#x00641;&#x0064a;. &#x00634;&#x00645;&#x00644;&#x0062a; &#x00627;&#x00644;&#x0062a;&#x0062f;&#x0062e;&#x00644;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00639;&#x00644;&#x00627;&#x0062c;&#x0064a;&#x00629; &#x00627;&#x00644;&#x00633;&#x00631;&#x0064a;&#x00631;&#x0064a;&#x00629; &#x00627;&#x00644;&#x00645;&#x00628;&#x00643;&#x00631;&#x00629; &#x00625;&#x00639;&#x00637;&#x00627;&#x00621; &#x00627;&#x00644;&#x00623;&#x0062a;&#x00631;&#x00648;&#x00628;&#x0064a;&#x00646;&#x0060c; &#x00627;&#x00644;&#x00628;&#x00631;&#x00627;&#x00644;&#x0064a;&#x0062f;&#x00648;&#x00643;&#x00633;&#x0064a;&#x00645;&#x0060c; &#x00648;&#x00645;&#x00636;&#x00627;&#x0062f; &#x00627;&#x00644;&#x0062a;&#x00633;&#x00645;&#x00645; &#x00627;&#x00644;&#x00648;&#x00634;&#x0064a;&#x00642;&#x0064a; &#x00628;&#x00633;&#x00628;&#x00628; &#x00627;&#x00644;&#x00634;&#x00643; &#x00627;&#x00644;&#x00623;&#x00648;&#x00644;&#x0064a; &#x00641;&#x0064a; &#x00648;&#x0062c;&#x00648;&#x0062f; &#x0062a;&#x00633;&#x00645;&#x00645; &#x00646;&#x00627;&#x0062a;&#x0062c; &#x00639;&#x00646; &#x00628;&#x00643;&#x0062a;&#x0064a;&#x00631;&#x0064a;&#x00627; &#x00648;&#x00634;&#x0064a;&#x00642;&#x0064a;&#x00629;. &#x00623;&#x00643;&#x0062f;&#x0062a; &#x00627;&#x00644;&#x0062a;&#x0062d;&#x00644;&#x0064a;&#x00644;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00633;&#x00645;&#x00648;&#x00645;&#x0064a;&#x00629; &#x0062a;&#x00633;&#x00645;&#x00645; &#x00627;&#x00644;&#x00643;&#x00627;&#x00631;&#x00628;&#x00648;&#x00641;&#x0064a;&#x00648;&#x00631;&#x00627;&#x00646;.</p></sec><sec><title><bold>&#x00627;&#x00644;&#x00627;&#x00633;&#x0062a;&#x00646;&#x0062a;&#x00627;&#x0062c;&#x00627;&#x0062a;</bold></title><p>&#x0062a;&#x00624;&#x00643;&#x0062f; &#x00647;&#x00630;&#x00647; &#x00627;&#x00644;&#x0062d;&#x00627;&#x00644;&#x00627;&#x0062a; &#x00639;&#x00644;&#x00649; &#x00623;&#x00647;&#x00645;&#x0064a;&#x00629; &#x00627;&#x00644;&#x00627;&#x00633;&#x0062a;&#x00634;&#x00627;&#x00631;&#x00629; &#x00627;&#x00644;&#x00641;&#x00648;&#x00631;&#x0064a;&#x00629; &#x00644;&#x00645;&#x0062a;&#x0062e;&#x00635;&#x00635;&#x0064a; &#x00637;&#x00628; &#x00627;&#x00644;&#x00633;&#x00645;&#x00648;&#x00645;&#x0060c; &#x00648;&#x00625;&#x0062c;&#x00631;&#x00627;&#x00621; &#x00627;&#x00644;&#x00641;&#x0062d;&#x00648;&#x00635;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00645;&#x00646;&#x00627;&#x00633;&#x00628;&#x00629;&#x0060c; &#x00648;&#x00627;&#x00644;&#x0062a;&#x00639;&#x00627;&#x00645;&#x00644; &#x00627;&#x00644;&#x00635;&#x0062d;&#x0064a;&#x0062d; &#x00645;&#x00639; &#x00627;&#x00644;&#x00639;&#x0064a;&#x00646;&#x00627;&#x0062a; &#x00644;&#x0062a;&#x00648;&#x0062c;&#x0064a;&#x00647; &#x00627;&#x00644;&#x00639;&#x00644;&#x00627;&#x0062c; &#x00641;&#x0064a; &#x0062d;&#x00627;&#x00644;&#x00627;&#x0062a; &#x00627;&#x00644;&#x0062a;&#x00633;&#x00645;&#x00645; &#x00628;&#x00627;&#x00644;&#x00645;&#x00628;&#x0064a;&#x0062f;&#x00627;&#x0062a;. &#x0062a;&#x00633;&#x00644;&#x00637; &#x00647;&#x00630;&#x00647; &#x00627;&#x00644;&#x00646;&#x0062a;&#x00627;&#x00626;&#x0062c; &#x00627;&#x00644;&#x00636;&#x00648;&#x00621; &#x00639;&#x00644;&#x00649; &#x00627;&#x00644;&#x0062d;&#x00627;&#x0062c;&#x00629; &#x00627;&#x00644;&#x00645;&#x00627;&#x00633;&#x00629; &#x00644;&#x00644;&#x00627;&#x00644;&#x0062a;&#x00632;&#x00627;&#x00645; &#x00628;&#x00623;&#x00646;&#x00638;&#x00645;&#x00629; &#x00645;&#x00646;&#x00638;&#x00645;&#x00629; &#x00627;&#x00644;&#x00635;&#x0062d;&#x00629; &#x00627;&#x00644;&#x00639;&#x00627;&#x00644;&#x00645;&#x0064a;&#x00629; &#x00648;&#x00645;&#x00631;&#x00627;&#x00642;&#x00628;&#x00629; &#x00627;&#x00633;&#x0062a;&#x0062e;&#x0062f;&#x00627;&#x00645; &#x00627;&#x00644;&#x00645;&#x00628;&#x0064a;&#x0062f;&#x00627;&#x0062a;&#x0060c; &#x00628;&#x00627;&#x00644;&#x00625;&#x00636;&#x00627;&#x00641;&#x00629; &#x00625;&#x00644;&#x00649; &#x00645;&#x00645;&#x00627;&#x00631;&#x00633;&#x00627;&#x0062a; &#x00635;&#x00627;&#x00631;&#x00645;&#x00629; &#x00644;&#x00633;&#x00644;&#x00627;&#x00645;&#x00629; &#x00627;&#x00644;&#x0063a;&#x00630;&#x00627;&#x00621; &#x00644;&#x00645;&#x00646;&#x00639; &#x0062a;&#x00641;&#x00634;&#x0064a; &#x00627;&#x00644;&#x00623;&#x00645;&#x00631;&#x00627;&#x00636; &#x00645;&#x00633;&#x0062a;&#x00642;&#x00628;&#x00644;&#x00627;&#x0064b;..</p></sec></trans-abstract><kwd-group xml:lang="ar" id="kwrds0015"><title><bold>&#x00627;&#x00644;&#x00643;&#x00644;&#x00645;&#x00627;&#x0062a; &#x00627;&#x00644;&#x00645;&#x00641;&#x0062a;&#x00627;&#x0062d;&#x0064a;&#x00629;</bold></title><kwd>&#x00627;&#x00644;&#x0062a;&#x00633;&#x00645;&#x00645; &#x00628;&#x00627;&#x00644;&#x00645;&#x00628;&#x0064a;&#x0062f;&#x00627;&#x0062a; &#x00627;&#x00644;&#x0062d;&#x00634;&#x00631;&#x0064a;&#x00629;</kwd><kwd>&#x00627;&#x00644;&#x00643;&#x00627;&#x00631;&#x00628;&#x00627;&#x00631;&#x00645;&#x00627;&#x0062a;</kwd><kwd>&#x00627;&#x00644;&#x00628;&#x0064a;&#x00631;&#x0064a;&#x0062b;&#x00631;&#x00648;&#x0064a;&#x0062f;</kwd><kwd>&#x00627;&#x00644;&#x0062a;&#x00633;&#x00645;&#x00645; &#x00627;&#x00644;&#x0062d;&#x00627;&#x0062f;</kwd><kwd>&#x00627;&#x00644;&#x00623;&#x00639;&#x00631;&#x00627;&#x00636; &#x00627;&#x00644;&#x00643;&#x00648;&#x00644;&#x0064a;&#x00646;&#x0064a;&#x00629;</kwd><kwd>&#x00627;&#x00644;&#x00645;&#x00645;&#x00644;&#x00643;&#x00629; &#x00627;&#x00644;&#x00639;&#x00631;&#x00628;&#x0064a;&#x00629; &#x00627;&#x00644;&#x00633;&#x00639;&#x00648;&#x0062f;&#x0064a;&#x00629;</kwd></kwd-group><kwd-group id="kwrds0010"><title>Keywords</title><kwd>Acute poisoning</kwd><kwd>Carbamates</kwd><kwd>Cholinergic symptoms</kwd><kwd>KSA</kwd><kwd>Pesticide poisoning</kwd><kwd>Pyrethroid</kwd></kwd-group></article-meta></front><body><sec id="sec1"><title>Introduction</title><p id="p0010">Globally, pesticide self-poisoning results in approximately 258,234 deaths annually, accounting for 30&#x000a0;% of all suicides; adjusted estimates- taking into account underreporting in low- and middle- income countries- have increased this number to 371,594.<xref rid="bib1" ref-type="bibr"><sup>1</sup></xref> Unintentional acute pesticide poisoning is a major global public health concern, which, in a recent systematic review, has been estimated to affect approximately 385 million people annually and result in 11,000 deaths, primarily among farmers and farmworkers.<xref rid="bib2" ref-type="bibr"><sup>2</sup></xref> Food contamination with pesticides has been a persistent issue, particularly in regions with intensive agricultural practices. In December 2020, a pesticide-related outbreak in South India caused by triazophos contamination in household water supplies led to neurological symptoms in 400 individuals and resulted in 14 deaths.<xref rid="bib3" ref-type="bibr"><sup>3</sup></xref> Similarly, in 2014, deliberate contamination of frozen food with malathion in Japan caused approximately 2800 cases of acute poisoning, thus emphasizing the need for stronger food safety measures.<xref rid="bib4" ref-type="bibr"><sup>4</sup></xref> In KSA, the Al-Qassim region, recognized for its thriving agricultural sector, has been reported to have a high prevalence of pesticide-related poisoning cases. A recent 8-year retrospective study has indicated that 41.2&#x000a0;% of the 381 reported chemical poisoning cases in the region were attributed to insecticides and pesticides.<xref rid="bib5" ref-type="bibr"><sup>5</sup></xref> Aluminum phosphide, a highly toxic insecticide and rodenticide, has been associated with numerous poisoning incidents in KSA; 82&#x000a0;% of related fatalities occurred in individuals under 20 years of age, primarily from accidental household exposure during fumigation.<xref rid="bib6" ref-type="bibr"><sup>6</sup></xref> In a single-center, retrospective study conducted in the Eastern Region of KSA, 50 patients were exposed to organophosphates, primarily through the ingestion route (39&#x000a0;%), and 58&#x000a0;% of cases resulted from accidental exposure.<xref rid="bib7" ref-type="bibr"><sup>7</sup></xref> In another single-center study in 82 patients, 62.2&#x000a0;% of cases were due to accidental exposure, whereas 30&#x000a0;% were suicide attempts. The most common routes of exposure were ingestion (55.41&#x000a0;%), skin contact (31.08&#x000a0;%), and inhalation (13.51&#x000a0;%). Most patients present with muscarinic effects, and nausea and vomiting occur in 62&#x000a0;% of cases.<xref rid="bib8" ref-type="bibr"><sup>8</sup></xref> To our knowledge, documented cases of incidental exposure to a carbamate and pyrethroid mixture in KSA have been rare. In this report, we review four cases of carbofuran and bifenthrin poisoning in siblings after the ingestion of contaminated sandwiches. We further discuss the differential diagnosis and management of these cases (see <xref rid="fig1" ref-type="fig">Figure&#x000a0;1</xref>, <xref rid="fig2" ref-type="fig">Figure&#x000a0;2</xref>, <xref rid="fig3" ref-type="fig">Figure&#x000a0;3</xref>, <xref rid="fig4" ref-type="fig">Figure&#x000a0;4</xref>).<fig id="fig1"><label>Figure&#x000a0;1</label><caption><p>Black particles in contaminated sandwich bread.</p></caption><alt-text id="alttext0010">Figure&#x000a0;1</alt-text><graphic xlink:href="gr1"/></fig><fig id="fig2"><label>Figure&#x000a0;2</label><caption><p>Abdominal X-ray showing scattered radio-opaque foreign bodies throughout the GI system.</p></caption><alt-text id="alttext0015">Figure&#x000a0;2</alt-text><graphic xlink:href="gr2"/></fig><fig id="fig3"><label>Figure&#x000a0;3</label><caption><p>Gastric aspirate showing black particles.</p></caption><alt-text id="alttext0020">Figure&#x000a0;3</alt-text><graphic xlink:href="gr3"/></fig><fig id="fig4"><label>Figure&#x000a0;4</label><caption><p>Upper endoscopy showing multiple minor erythematous lesions in the stomach, along with a bezoar of black particles.</p></caption><alt-text id="alttext0025">Figure&#x000a0;4</alt-text><graphic xlink:href="gr4"/></fig></p></sec><sec id="sec2"><title>Patient demographics and clinical presentation</title><sec id="sec2.1"><title>Patient 1: 11-year-old girl with epilepsy</title><p id="p0015">An 11-year-old girl with a history of epilepsy managed with levetiracetam was transferred from a peripheral hospital to a tertiary care hospital after developing severe symptoms shortly after ingesting a shawarma sandwich containing hard black granules (approximately 2&#x02013;5&#x000a0;mm in size) (<xref rid="fig1" ref-type="fig">Fig. 1</xref>). The family had eaten the shawarma at approximately 9:00 PM on July 29, 2024. Within 10&#x000a0;min of ingestion, the girl developed shivering, muscle twitching, severe anxiety, nausea, vomiting, and severe abdominal pain. Her condition deteriorated rapidly, and she showed excessive frothy oral secretions, respiratory difficulty, syncope, seizure-like activity characterized by an upward gaze, tongue fasciculation, and spasticity of the neck and extremities. Several of her family members who had consumed the same contaminated food, including her younger sibling and two adult family members, also exhibited symptoms to varying degrees.</p><p id="p0020">She arrived at the peripheral hospital at 10:30 PM, where she presented with persistent vomiting, diarrhea, decreased consciousness, and upward gaze with tongue fasciculation. She showed pinpoint pupils. Her laboratory results revealed leukocytosis (white blood cell count [WBC]&#x000a0;=&#x000a0;20&#x000a0;&#x000d7;&#x000a0;10&#x02079;/L), hypokalemia (K&#x000a0;=&#x000a0;2.9&#x000a0;mmol/L), and metabolic acidosis (pH&#x000a0;=&#x000a0;7.20). Her initial treatments included intravenous fluids, antibiotics (ceftriaxone and metronidazole), and antiemetics. Given her deteriorating respiratory status, she was intubated and placed on mechanical ventilation before being transferred to the tertiary care hospital, where she arrived at 3:30 AM on July 30, 2024.</p><p id="p0025">After arrival at the tertiary care hospital, she remained agitated, and showed a decreased level of consciousness, tachypnea, and respiratory distress. Copious frothy oral secretions and food particles were present in the endotracheal tube during suctioning. She had a fever (39.5&#x000a0;&#x000b0;C), tachycardia (HR&#x000a0;=&#x000a0;140&#x02013;160 bpm), and hypotension (BP&#x000a0;=&#x000a0;90/45&#x000a0;mmHg) requiring vasopressor support. She exhibited pinpoint pupils, hyperreflexia, and continuous diarrhea. She remained on mechanical ventilation with decreased air entry and crepitations in the lungs. Chest X-ray revealed bilateral infiltrates, and laboratory tests indicated worsening leukocytosis (WBC&#x000a0;=&#x000a0;22&#x000a0;&#x000d7;&#x000a0;10&#x02079;/L), elevated creatine kinase (CPK&#x000a0;=&#x000a0;970 U/L), and elevated serum amylase (701 U/L). On the basis of her clinical presentation and rapid deterioration, differential diagnoses of organophosphate poisoning, botulism, or other neurotoxic foodborne agents were considered. Toxicology testing, including serum acetylcholinesterase levels and analysis of the black granules, was initiated. Empiric therapy with atropine, pralidoxime, and botulinum antitoxin (heptavalent) were administered.</p><p id="p0030">By the second day in the intensive care unit (ICU), her respiratory status remained critical, although her FiO<sub>2</sub> requirement decreased from 80&#x000a0;% to 50&#x000a0;%. She continued to show pinpoint pupils with slow reactivity to light. Her gastrointestinal symptoms improved, and her diarrhea resolved. Her laboratory results revealed coagulopathy, with an elevated prothrombin time (PT&#x000a0;=&#x000a0;22&#x000a0;s), activated partial thromboplastin time (APTT&#x000a0;=&#x000a0;44&#x000a0;s), and INR of 1.7. She was treated with vitamin K and 6 units of fresh frozen plasma.</p><p id="p0035">On the third day, the patient showed marked improvement, and her pupils were reactive to light (2&#x02013;3&#x000a0;mm). Midazolam was discontinued, and her fentanyl dose was decreased. A chest and abdominal X-ray revealed small radiopaque particles in the stomach, which were partially removed through gastric aspiration. An upper gastrointestinal endoscopy confirmed the presence of black particles and multiple minor erythematous lesions in the stomach (<xref rid="fig2" ref-type="fig">Figure&#x000a0;2</xref>, <xref rid="fig3" ref-type="fig">Figure&#x000a0;3</xref>, <xref rid="fig4" ref-type="fig">Figure&#x000a0;4</xref>). Norepinephrine was discontinued, and the patient was prepared for extubation.</p><p id="p0040">On the fourth day, the patient was successfully extubated and transitioned to a high-flow nasal cannula for post-extubation management. Her clinical condition continued to improve, and she was transferred to the pediatric medical ward for further recovery on the fifth day. She was discharged home in stable condition on the sixth day, with follow-up care arranged.</p></sec><sec id="sec2.2"><title>Patient 2: girl 6 years 6 and months old</title><p id="p0045">A girl 6 years 6 and months old, the younger sibling of patient 1, presented with milder symptoms after the ingestion of a contaminated shawarma sandwich. She vomited once within half an hour of eating the food but did not develop significant respiratory or neurological symptoms. However, she experienced marked fatigue rendering her unable to perform daily activities. Her vital signs were stable throughout the admission, and she showed no evidence of cranial nerve involvement, abnormal pupil responses, lacrimation, or salivation.</p><p id="p0050">She arrived at the peripheral hospital at 10:30 PM and was closely monitored for 24&#x000a0;h, including hourly checks during the first day and every 2&#x000a0;h on the second day. Her laboratory findings, including renal and liver function tests, were normal. Toxicology tests, including blood samples, rectal swabs, and gastric aspirate, were sent for further analysis. Although her initial presentation was mild, she received botulinum antitoxin as a precaution, given the family history of multiple affected members. She was transferred to the tertiary care hospital, where she arrived at 3:30 AM. On the second day, her fatigue had improved, and she had regained her ability to perform daily activities. By the third day, she had returned to her baseline condition and showed normal clinical examination and laboratory findings. She remained hospitalized for 5 days and was discharged in stable condition.</p></sec><sec id="sec2.3"><title>Patient 3: 18-year-old man</title><p id="p0055">An 18-year-old man, the older brother of patient 1 and patient 2, who was previously healthy, was referred from the same peripheral hospital after developing gastrointestinal symptoms, including vomiting and diarrhea, 2&#x000a0;h after consuming the contaminated shawarma. He was seen at the peripheral hospital at 10:30 PM, where his condition deteriorated rapidly, including facial muscle fasciculations, excessive oral secretions, and respiratory difficulty, which were similar to those present in patient 1. After arrival at the tertiary care hospital, he had a blood pressure of 135/84&#x000a0;mmHg, heart rate of 118 bpm, oxygen saturation of 90&#x000a0;% on room air, and respiratory rate of 24 breaths per minute. Blood gas analysis revealed a pH of 7.24, PCO<sub>2</sub> of 48&#x000a0;mmHg, and bicarbonate level of 18&#x000a0;mmol/L. An ECG revealed sinus tachycardia.</p><p id="p0060">He became tachypneic and desaturated, showed progressive muscle weakness, and required intubation at 7:55 AM after receiving fentanyl and midazolam for sedation.</p><p id="p0065">During the sedation vacation, he was conscious and able to follow commands, and showed strong motor function in all limbs. His pupils were bilaterally pinpoint, and a chest examination demonstrated good bilateral air entry without crackles. His chest X-ray findings were clear, showing no pulmonary infiltrates.</p><p id="p0070">Laboratory tests revealed leukocytosis (WBC&#x000a0;=&#x000a0;25&#x000a0;&#x000d7;&#x000a0;10&#x02079;/L, 92&#x000a0;% neutrophils), a platelet count of 565&#x000a0;&#x000d7;&#x000a0;10&#x02079;/L, hemoglobin level of 15&#x000a0;g/dL, creatinine level of 104&#x000a0;&#x003bc;mol/L, and urea level of 5.1&#x000a0;mmol/L. His coagulation study findings were within normal limits. Toxicology testing, including acetylcholinesterase levels and samples of serum and gastric fluid, were sent for analysis. The patient was treated with botulinum antitoxin (heptavalent), pralidoxime, and metronidazole (500&#x000a0;mg IV every 8&#x000a0;h). Full septic screening (blood, sputum, urine, and stool cultures) was also conducted.</p><p id="p0075">After he was admitted to the ICU, sedation was discontinued for evaluation. He remained fully conscious, oriented, and obeying commands. His pupils remained bilaterally pinpoint, but he exhibited a good gag reflex and full limb strength. He was extubated after 2&#x000a0;h of continuous positive airway pressure (CPAP) support. By the next day, he was fully conscious, and had a Glasgow Coma Scale score of 15/15; he additionally tolerated oral feeding, passed normal bowel movements, and showed no neurological deficits. He was transferred to the general ward and remained stable throughout his hospital stay, with normalized WBC (11&#x000a0;&#x000d7;&#x000a0;10&#x02079;/L) and platelet count (269&#x000a0;&#x000d7;&#x000a0;10&#x02079;/L). He was discharged on August 7, 2024, in stable condition.</p></sec><sec id="sec2.4"><title>Patient 4: 20-year-old woman</title><p id="p0080">A 20-year-old woman, the eldest sibling of the family, with no prior medical history, also presented with vomiting and diarrhea 2&#x000a0;h after consuming contaminated shawarma with her family. She was seen at the peripheral hospital at 10:30 PM, and shortly thereafter developed facial muscle fasciculations, spasms, and excessive oral secretions, which were similar to those in her siblings. Her condition worsened rapidly, progressing to respiratory difficulty and descending muscle weakness. At the initial examination in the emergency department, she had a blood pressure of 145/81&#x000a0;mmHg, heart rate of 131 bpm, oxygen saturation of 88&#x000a0;% on room air, and respiratory rate of 26 breaths per minute. Venous blood gas analysis revealed a pH of 7.33, PCO<sub>2</sub> of 24&#x000a0;mmHg, and bicarbonate level of 15&#x000a0;mmol/L. An ECG showed sinus tachycardia. She was intubated at 7:45 AM after sedation with fentanyl and midazolam, and placed on mechanical ventilation. She was transferred to the tertiary care hospital, where she arrived at 5:00 PM.</p><p id="p0085">After later assessment during a sedation vacation, she was conscious and able to follow commands, and showed strong limb power and good neck flexion. Her pupils were bilaterally pinpoint, and a chest examination indicated adequate air entry without crackles. A chest X-ray revealed clear lungs with no infiltrates or signs of pulmonary edema.</p><p id="p0090">Her laboratory investigations showed leukocytosis (WBC&#x000a0;=&#x000a0;25&#x000a0;&#x000d7;&#x000a0;10&#x02079;/L, 92&#x000a0;% neutrophils), platelet count of 855&#x000a0;&#x000d7;&#x000a0;10&#x02079;/L, hemoglobin level of 11&#x000a0;g/dL, creatinine level of 102&#x000a0;&#x003bc;mol/L, and urea level of 5.7&#x000a0;mmol/L. Coagulation studies revealed an INR of 1.1, APTT of 33&#x000a0;s, and PT of 13&#x000a0;s. Toxicology testing and analysis of acetylcholinesterase levels were requested. She was treated with botulinum antitoxin (heptavalent), pralidoxime (1&#x000a0;g IV stat), and metronidazole (500&#x000a0;mg IV every 8&#x000a0;h). Full septic screening, including blood, sputum, urine, and stool cultures, was conducted.</p><p id="p0095">In the ICU, sedation was discontinued, and she was extubated after 2&#x000a0;h on CPAP. She recovered quickly and showed no neurological deficits. By the third day of admission, she was fully conscious, had a Glasgow Coma Scale score of 15/15, and tolerated oral feeding. She exhibited no residual neurological symptoms, and her laboratory findings had normalized. She was transferred to the general ward and discharged in stable condition on day 9.</p></sec></sec><sec id="sec3"><title>Outbreak analysis and investigations timeline</title><p id="p0100">After the arrival of family members to the peripheral hospital, because of suspicion for botulism, immediate action was taken. Blood and urine samples were collected from symptomatic family members, alongside gastric fluid samples, which were sent for toxicological and microbial testing. Simultaneously, the local public health department initiated an investigation into the restaurant that supplied the shawarma.</p><p id="p0105">Public health authorities were notified, and an investigation team visited the restaurant where the contaminated shawarma was prepared. The authorities immediately closed the restaurant as a precautionary measure to prevent additional exposure. Environmental samples, including food remnants, water, and surface swabs, were collected from the restaurant for microbiological and toxicological analysis. Rectal, throat, and nasal samples were collected from food handlers for further investigation.</p><p id="p0110">Preliminary results from the stool samples of two restaurant food handlers revealed contamination with <italic>Klebsiella pneumoniae</italic>, and one worker tested positive for <italic>Enterobacter aerogenes</italic>. <italic>Escherichia coli</italic> was detected in the restaurant's water supply. Additionally, Salmonella was identified in ranch sauce served with the shawarma. However, because these bacterial findings were not associated with the observed symptoms, the investigation focused on potential toxicological causes.</p><p id="p0115">Toxicological analysis of the black particles in the sandwiches confirmed the presence of carbofuran at 2061.3 PPM, along with 3-hydroxycarbofuran (0.306 PPM) and bifenthrin. Carbofuran is a highly toxic carbamate pesticide known to inhibit cholinesterase enzymes, thus explaining the cholinergic symptoms in the affected individuals. Botulism was ruled out as the cause, because tests for <italic>Clostridium botulinum</italic> and botulinum toxin were negative.</p><p id="p0120">Cholinesterase enzyme levels were measured in the affected individuals. One family member exhibited diminished cholinesterase activity (2438 U/L, normal range: 2879&#x02013;12669 U/L), thereby confirming carbamate poisoning from carbofuran. The low-normal cholinesterase levels in the other family members indicated varying degrees of exposure but less severe poisoning. The presence of bifenthrin, a pyrethroid insecticide, contributed to the overall toxic load, although its effects were less significant than those of carbofuran.</p><p id="p0125">The restaurant remained closed for 8 days while the public health authorities worked to mitigate further risks. Environmental cleaning and decontamination procedures were implemented, and the restaurant's water supply was treated to eliminate <italic>E.&#x000a0;coli</italic> contamination. Food handlers underwent additional training in food safety protocols to prevent future incidents. After no further risk remained, the restaurant was allowed to reopen, and no additional cases of poisoning were reported.</p><sec id="sec3.1"><title>Discussion</title><p id="p0130">This outbreak investigation underscores the critical importance of early recognition and prompt intervention in cases of foodborne poisoning, particularly when neurotoxic agents such as carbofuran and bifenthrin are involved. The rapid onset of symptoms in the affected family, after a recent botulism outbreak, presented substantial diagnostic challenges. Botulism typically has a delayed onset with respect to that of carbamate, and is characterized by dry mucous membranes and dilated pupils, whereas carbamate toxicity manifests more rapidly, with miosis and frothy secretions.<xref rid="bib9" ref-type="bibr"><sup>9</sup></xref> Both conditions can result in respiratory distress, thus further complicating the clinical picture. Given the overlapping symptoms, and the temporal proximity to a botulism outbreak, differentiation required careful clinical judgment and toxicological analysis. Despite the diagnostic uncertainty, early administration of botulism antitoxin may be warranted in suspected cases, because this treatment can potentially improve outcomes in confirmed cases and prevent respiratory deterioration<xref rid="bib9" ref-type="bibr"><sup>9</sup></xref>. Given the similarity in neurological and respiratory presentation between botulism and carbamate poisoning, toxicological analysis was conducted for both botulinum toxin and pesticide exposure. Subsequent results confirmed that carbofuran and bifenthrin were the primary causative agents.</p></sec><sec id="sec3.2"><title>Carbamate toxicity and mixture of carbamate and pyrethroids</title><p id="p0135">Carbamate insecticides, introduced in the 1950s, were designed to achieve insecticide anticholinesterase activity with greater selectivity and lower toxicity to mammals than organophosphate insecticides. Carbofuran is a carbamate is classified by the World Health Organization (WHO) as a class Ib compound, denoting its &#x0201c;highly hazardous&#x0201d; status. Its toxicity arises from the reversible inhibition of acetylcholinesterase, and subsequent accumulation of acetylcholine at neuromuscular junctions and synapses.<xref rid="bib10" ref-type="bibr"><sup>10</sup></xref> Consequently, overstimulation of cholinergic pathways produces the classical symptoms of cholinergic excess, including salivation, lacrimation, urination, defecation, gastrointestinal distress, and emesis (SLUDGE syndrome). Although most cases of carbamate poisoning are mild, severe cases typically occur after oral exposure, whether accidental or intentional<xref rid="bib11" ref-type="bibr">11</xref>, <xref rid="bib12" ref-type="bibr">12</xref>, <xref rid="bib13" ref-type="bibr">13</xref><bold>.</bold> In severe cases, poisoning may progress to muscle fasciculations, respiratory depression, and seizures due to central nervous system involvement.<xref rid="bib14" ref-type="bibr"><sup>14</sup></xref><sup>,</sup><xref rid="bib15" ref-type="bibr"><sup>15</sup></xref> Carbamate poisoning usually resolves rapidly; however, when it is associated with pancreatitis, a rare complication, the hospital stay may be extended. In patient 1, the development of pancreatitis might have contributed to the extended hospital stay, in agreement with previous reports of carbofuran-induced complications.<xref rid="bib16" ref-type="bibr"><sup>16</sup></xref></p><p id="p0140">Bifenthrin, a pyrethroid type I insecticide, is classified by the WHO as a class II substance, indicating moderate hazard. It exerts its toxic effects by disrupting voltage-gated sodium channels in nerve cells, thereby leading to prolonged depolarization and overstimulation, and ultimately causing paralysis and death. Patients with bifenthrin poisoning typically show neurological symptoms, including fine tremors, prostration with coarse whole-body tremors, and elevated body temperature, and, in severe cases, may experience coma or death. The clinical presentation is often referred to as tremor syndrome (T-syndrome), which is characteristic of type I pyrethroid exposure.<xref rid="bib17" ref-type="bibr"><sup>17</sup></xref><sup>,</sup><xref rid="bib18" ref-type="bibr"><sup>18</sup></xref></p><p id="p0145">Carbamates do not enhance the acute toxicity of pyrethroids. Studies have shown that a combination of carbamates and pyrethroids does not increase the toxic effects; therefore, the mixture poses fewer acute toxicity concerns than other pesticide interactions.<xref rid="bib14" ref-type="bibr"><sup>14</sup></xref></p></sec><sec id="sec3.3"><title>Historical context of carbamate poisoning in KSA and the gulf region</title><p id="p0150">Carbamate poisoning is relatively rare in KSA and the Gulf region, although sporadic reports have described cases of pesticide-related toxicity, most involving organophosphates. Carbamate is the second most frequently consumed pesticide after organophosphate in KSA.<xref rid="bib19" ref-type="bibr"><sup>19</sup></xref> In a notable incident, four major outbreaks of acute poisoning with endrin, an organochlorine pesticide, occurred in Doha, Qatar, and Hofuf, KSA, between June and July 1967, affecting 874 people and causing 26 deaths. Investigations revealed that the victims had consumed bread made from flour contaminated with endrin, an organochlorine insecticide, which had leaked from containers stored above the flour during transport on two separate ships.<xref rid="bib20" ref-type="bibr"><sup>20</sup></xref> The present cases are among the rare documented outbreaks of carbamate poisoning associated with food contamination in KSA, thus emphasizing the substantial risk of accidental exposure to carbamates in both urban and rural settings. The identification of carbofuran (2061.3 PPM) in the contaminated shawarma, along with bifenthrin, underscores the need for stricter regulation and monitoring of pesticide use, particularly in areas close to food production and distribution sites. Public health authorities should remain vigilant in tracking pesticide-associated illnesses and enforcing food safety regulations to prevent future outbreaks.</p></sec><sec id="sec3.4"><title>Diagnostic challenges and public health implications</title><p id="p0155">Given the patients&#x02019; symptoms and history of foodborne exposure, the initial suspicion for botulism was reasonable. However, after toxicological analysis excluded botulism and identified carbofuran and bifenthrin as the causative agents, the focus of treatment shifted to management of pesticide poisoning. Red blood cell and serum cholinesterase levels can both serve as proxies for neural tissue cholinesterase activity, but the former provide a more accurate reflection. In acute care settings, these assays are often unavailable in a timely manner to inform immediate management. Thus, emergency treatment should be based on clinical presentation. When available, test results require cautious interpretation, because of interindividual variability, the effects of comorbidities and medications, and the potential for laboratory errors.<xref rid="bib21" ref-type="bibr"><sup>21</sup></xref> The acetylcholinesterase levels in patients 2, 3, and 4 were within normal or low-normal ranges despite their severe symptoms, probably because of individual variability in baseline enzyme levels or the timing of testing. Delayed testing might have allowed for partial recovery of enzyme activity, thus making the results less reflective of acute poisoning. Additionally, improper sample handling, such as inadequate storage at&#x000a0;&#x02212;20&#x000a0;&#x000b0;C or failure to maintain samples on ice during transport, might have caused spontaneous reactivation of the enzyme and led to false normal results. These factors complicate the interpretation of cholinesterase levels in patients who remain clinically symptomatic. In the first patient, the low acetylcholinesterase level indicated significant enzyme inhibition, which was compounded by the presence of pancreatitis, thereby contributing to the extended recovery time.</p><p id="p0160">The public health investigation also revealed food safety failures at the implicated restaurant, where multiple sources of contamination&#x02014;including Salmonella, <italic>E.&#x000a0;coli</italic>, and <italic>Klebsiella pneumoniae</italic>&#x02014;were identified. Although these bacterial contaminants were not directly responsible for the symptoms in the affected family, they highlight the broader food safety challenges faced by the restaurant industry. Prompt closure of the restaurant and environmental remediation were crucial in preventing further cases.</p></sec><sec id="sec3.5"><title>Outcomes</title><p id="p0165">Unlike organophosphates, carbamates bind reversibly to acetylcholinesterase, thus allowing for faster recovery of enzymatic function after the toxic agent is cleared. Despite this reversible nature, the treatment approach remains largely similar to that for organophosphate poisoning. Atropine is used to counteract muscarinic effects. Although existing evidence primarily supports rapid incremental dosing of atropine followed by a continuous infusion in decreasing mortality and morbidity in organophosphate poisoning, and in shortening hospital stay and recovery time, a similar approach may be applicable to carbamate poisoning.<xref rid="bib22" ref-type="bibr"><sup>22</sup></xref> Atropine, according to American Heart Association recommendations, remains the cornerstone of treatment for both organophosphate and carbamate poisoning (class1A), and effectively mitigates parasympathetic overstimulation but does not reverse paralysis. The initial dose is doubled every 5&#x000a0;min until full atropinization is achieved, as indicated by a clear chest on auscultation, a heart rate above 80 beats per minute, and a systolic blood pressure greater than 80&#x000a0;mmHg. Early endotracheal intubation is recommended for patients with significant organophosphate poisoning, to improve clinical outcomes (class 1C). Benzodiazepines are used to manage seizures (class 1C), whereas oximes, which reactivate acetylcholinesterase, are more specific to organophosphate poisoning (class 2A). Despite limited evidence supporting oxime use in carbamate poisoning, oxime treatment should not be withheld when the specific toxin is unknown.<xref rid="bib23" ref-type="bibr"><sup>23</sup></xref></p><p id="p0170">Management of bifenthrin poisoning focuses on supportive care, with particular attention paid to neurological and respiratory symptoms to prevent severe complications.<xref rid="bib18" ref-type="bibr"><sup>18</sup></xref><sup>,</sup><xref rid="bib24" ref-type="bibr"><sup>24</sup></xref></p></sec></sec><sec id="sec4"><title>Public health and environmental prevention</title><p id="p0175">This outbreak underscores the critical need for comprehensive public health strategies to mitigate pesticide poisoning and adherence to WHO guidelines in classification and exposure to highly hazardous pesticides.<xref rid="bib25" ref-type="bibr"><sup>25</sup></xref><sup>,</sup><xref rid="bib26" ref-type="bibr"><sup>26</sup></xref> Priorities include strengthening pesticide regulations, enforcing compliance, and mandating regular inspections of food production sites. Training food handlers and agricultural workers in pesticide safety and hygiene is essential. Public awareness campaigns should emphasize the risks of contamination and encourage early reporting of suspected cases. Implementing routine pesticide screening, environmental monitoring, and rapid diagnostic tools would improve early detection and response efforts. Effective collaboration among public health, agricultural, and environmental authorities is crucial in achieving a multidisciplinary approach to prevent further incidents.</p><p id="p0180">In conclusion, the outbreak of carbofuran and bifenthrin poisoning highlights the importance of timely diagnosis, proper sample handling, and early intervention in pesticide-related poisoning. Variability in cholinesterase levels complicates diagnosis, thereby emphasizing the need for clinical judgment. Strengthened food safety regulations and pesticide monitoring are crucial for preventing similar incidents.</p></sec><sec id="sec5"><title>Declaration of Generative AI and AI-assisted technologies in the writing process</title><p id="p0185">During the preparation of this work, I, Musa S. Alfaifi (principal author) used ChatGPT, an AI language model developed by OpenAI, to assist in writing and improving the language of this research manuscript. The AI tool was used primarily for language enhancement, grammatical correction, and stylistic improvement, whereas all content, concepts, ideas, and scientific analysis remain my own. Any information, interpretations, and conclusions presented in the manuscript are solely the product of my work, and ChatGPT was used strictly as a tool to enhance clarity and coherence in language. After using ChatGPT, I reviewed and edited the content as needed and take full responsibility for the content of the publication.</p></sec><sec id="sec6"><title>Source of funding</title><p id="p0190">This study had no funding sources.</p></sec><sec id="sec7"><title>Author contributions</title><p id="p0195">Conceptualization: MSA.</p><p id="p0200">Data Collection: Nafaa Abdulalem, Hussein A. Albogami, Hamoud M. Alrougi, Adel Altowairqi, Rayyan Saqah, Maged Asaad Hamoud, Hajer. F. Ali, Zohair Al Aseri.</p><p id="p0205">Manuscript Writing&#x02014;Original Draft: MSA.</p><p id="p0210">Review &#x00026; Editing: Abrar Alasmari, Bader Alyahya, Zohair Al Aseri, Hussein A. Albogami, Hamoud M. Alrougi.</p><p id="p0215">Supervision: Abdullah M. Assiri, Zohair Al Aseri.</p><p id="p0220">All authors have critically reviewed and approved the final draft and are responsible for the content and similarity index of the manuscript.</p></sec></body><back><ref-list id="cebib0010"><title>References</title><ref id="bib1"><label>1</label><element-citation publication-type="journal" id="sref1"><person-group person-group-type="author"><name><surname>Gunnell</surname><given-names>D.</given-names></name><name><surname>Eddleston</surname><given-names>M.</given-names></name><name><surname>Phillips</surname><given-names>M.R.</given-names></name><name><surname>Konradsen</surname><given-names>F.</given-names></name></person-group><article-title>The global distribution of fatal pesticide self-poisoning: systematic review</article-title><source>BMC Publ Health</source><volume>7</volume><year>2007</year><fpage>1</fpage><lpage>15</lpage></element-citation></ref><ref id="bib2"><label>2</label><element-citation publication-type="journal" id="sref2"><person-group person-group-type="author"><name><surname>Boedeker</surname><given-names>W.</given-names></name><name><surname>Watts</surname><given-names>M.</given-names></name><name><surname>Clausing</surname><given-names>P.</given-names></name><name><surname>Marquez</surname><given-names>E.</given-names></name></person-group><article-title>The global distribution of acute unintentional pesticide poisoning: estimations based on a systematic review</article-title><source>BMC Publ Health</source><volume>20</volume><issue>1</issue><year>2020</year><fpage>1875</fpage><pub-id pub-id-type="doi">10.1186/s12889-020-09939-0</pub-id></element-citation></ref><ref id="bib3"><label>3</label><element-citation publication-type="journal" id="sref3"><person-group person-group-type="author"><name><surname>Mummadi</surname><given-names>M.K.</given-names></name><name><surname>Pandurangi</surname><given-names>R.</given-names></name><name><surname>Geddam</surname><given-names>J.J.B.</given-names></name><name><surname>Sinha</surname><given-names>S.N.</given-names></name><name><surname>Rajendran</surname><given-names>A.P.S.</given-names></name><etal/></person-group><article-title>Investigation of an acute neurological outbreak in Eluru, India, 2020</article-title><source>PLoS One</source><volume>16</volume><issue>11</issue><year>2021</year><object-id pub-id-type="publisher-id">e0259192</object-id><pub-id pub-id-type="doi">10.1371/journal.pone.0259192</pub-id><comment>Epub 2021/11/09. PubMed PMID: 34748567; PubMed Central PMCID: PMCPMC8575185</comment></element-citation></ref><ref id="bib4"><label>4</label><element-citation publication-type="other" id="sref4"><person-group person-group-type="author"><collab>BBC</collab></person-group><article-title>Japan food pesticide scare: factory worker arrested</article-title><ext-link ext-link-type="uri" xlink:href="https://www.bbc.com/news/world-asia-25901568" id="intref0010">https://www.bbc.com/news/world-asia-25901568</ext-link><year>2014</year></element-citation></ref><ref id="bib5"><label>5</label><element-citation publication-type="journal" id="sref5"><person-group person-group-type="author"><name><surname>Alnasser</surname><given-names>S.M.</given-names></name><name><surname>Kordi</surname><given-names>T.S.</given-names></name><name><surname>Asiri</surname><given-names>A.A.</given-names></name><name><surname>Gupta</surname><given-names>D.K.</given-names></name><name><surname>Alfadl</surname><given-names>A.A.</given-names></name><name><surname>Hussain</surname><given-names>A.S.M.</given-names></name></person-group><article-title>Epidemiology of chemical poisoning among adults in qassim region: an eight-year study</article-title><source>Toxics</source><volume>10</volume><issue>11</issue><year>2022</year><pub-id pub-id-type="doi">10.3390/toxics10110709</pub-id><comment>Epub 2022/11/25. PubMed PMID: 36422917; PubMed Central PMCID: PMCPMC9695835</comment></element-citation></ref><ref id="bib6"><label>6</label><element-citation publication-type="journal" id="sref6"><person-group person-group-type="author"><name><surname>Alnasser</surname><given-names>S.</given-names></name><name><surname>Hussain</surname><given-names>S.M.</given-names></name><name><surname>Kirdi</surname><given-names>T.S.</given-names></name><name><surname>Ahmed</surname><given-names>A.</given-names></name></person-group><article-title>Aluminum phosphide poisoning in Saudi Arabia over a nine-year period</article-title><source>Ann Saudi Med</source><volume>38</volume><issue>4</issue><year>2018</year><fpage>277</fpage><lpage>283</lpage><pub-id pub-id-type="pmid">30078026</pub-id>
</element-citation></ref><ref id="bib7"><label>7</label><element-citation publication-type="journal" id="sref7"><person-group person-group-type="author"><name><surname>Al Jumaan</surname><given-names>M.A.</given-names></name><name><surname>Al Shahrani</surname><given-names>M.S.</given-names></name><name><surname>Al Wahhas</surname><given-names>M.H.</given-names></name><name><surname>Al Sulaibeakh</surname><given-names>A.H.</given-names></name></person-group><article-title>Organophosphate poisoning: a 10-year experience at a tertiary care hospital in the Kingdom of Saudi Arabia</article-title><source>Saudi Journal of Medicine &#x00026; Medical Sciences</source><volume>3</volume><issue>1</issue><year>2015</year><fpage>22</fpage><lpage>25</lpage></element-citation></ref><ref id="bib8"><label>8</label><element-citation publication-type="journal" id="sref8"><person-group person-group-type="author"><name><surname>AlMutairi</surname><given-names>M.</given-names></name><name><surname>Almoaiqel</surname><given-names>F.</given-names></name><name><surname>Alanazi</surname><given-names>A.</given-names></name><name><surname>Aljerian</surname><given-names>N.</given-names></name><name><surname>Alqahtani</surname><given-names>A.</given-names></name><name><surname>Harthy</surname><given-names>N.</given-names></name><etal/></person-group><article-title>A&#x000a0;report on the incidence of organophosphate poisoning among patients admitted to King Abdul-Aziz Medical City, Riyadh, Saudi Arabia over a Period of 12 years</article-title><source>Br J Med Med Res</source><volume>13</volume><issue>10</issue><year>2016</year><fpage>1</fpage><lpage>8</lpage></element-citation></ref><ref id="bib9"><label>9</label><element-citation publication-type="journal" id="sref9"><person-group person-group-type="author"><name><surname>Rao</surname><given-names>A.K.</given-names></name></person-group><article-title>Clinical guidelines for diagnosis and treatment of botulism</article-title><source>MMWR Recomm Rep (Morb Mortal Wkly Rep)</source><volume>70</volume><year>2021</year><comment>2021</comment></element-citation></ref><ref id="bib10"><label>10</label><element-citation publication-type="book" id="sref10"><person-group person-group-type="author"><name><surname>Silberman</surname><given-names>J.</given-names></name><name><surname>Taylor</surname><given-names>A.</given-names></name></person-group><part-title>Carbamate Toxicity. StatPearls. Treasure Island (FL) ineligible companies. Disclosure: alan Taylor declares no relevant financial relationships with ineligible companies</part-title><series>StatPearls publishing copyright &#x000a9; 2024</series><year>2024</year><publisher-name>StatPearls Publishing LLC.</publisher-name></element-citation></ref><ref id="bib11"><label>11</label><element-citation publication-type="journal" id="sref11"><person-group person-group-type="author"><name><surname>Liddle</surname><given-names>J.A.</given-names></name><name><surname>Kimbrough</surname><given-names>R.D.</given-names></name><name><surname>Needham</surname><given-names>L.L.</given-names></name><name><surname>Cline</surname><given-names>R.E.</given-names></name><name><surname>Smrek</surname><given-names>A.L.</given-names></name><name><surname>Yert</surname><given-names>L.</given-names></name><etal/></person-group><article-title>A&#x000a0;fatal episode of accidental methomyl poisoning</article-title><source>Clin Toxicol</source><volume>15</volume><issue>2</issue><year>1979</year><fpage>159</fpage><lpage>167</lpage><pub-id pub-id-type="pmid">509881</pub-id>
</element-citation></ref><ref id="bib12"><label>12</label><element-citation publication-type="journal" id="sref12"><person-group person-group-type="author"><name><surname>Ferslew</surname><given-names>K.E.</given-names></name><name><surname>Hagardorn</surname><given-names>A.N.</given-names></name><name><surname>McCormick</surname><given-names>W.</given-names></name></person-group><article-title>Poisoning from oral ingestion of carbofuran (Furadan 4F), a cholinesterase-inhibiting carbamate insecticide, and its effects on cholinesterase activity in various biological fluids</article-title><source>J&#x000a0;Forensic Sci</source><volume>37</volume><issue>1</issue><year>1992</year><fpage>337</fpage><lpage>344</lpage><pub-id pub-id-type="pmid">1545210</pub-id>
</element-citation></ref><ref id="bib13"><label>13</label><element-citation publication-type="journal" id="sref13"><person-group person-group-type="author"><name><surname>Lamb</surname><given-names>T.</given-names></name><name><surname>Selvarajah</surname><given-names>L.R.</given-names></name><name><surname>Mohamed</surname><given-names>F.</given-names></name><name><surname>Jayamanne</surname><given-names>S.</given-names></name><name><surname>Gawarammana</surname><given-names>I.</given-names></name><name><surname>Mostafa</surname><given-names>A.</given-names></name><etal/></person-group><article-title>High lethality and minimal variation after acute self-poisoning with carbamate insecticides in Sri Lanka&#x02013;implications for global suicide prevention</article-title><source>Clin Toxicol</source><volume>54</volume><issue>8</issue><year>2016</year><fpage>624</fpage><lpage>631</lpage></element-citation></ref><ref id="bib14"><label>14</label><element-citation publication-type="book" id="sref14"><person-group person-group-type="author"><name><surname>Pohl</surname><given-names>H.</given-names></name><name><surname>Diamond</surname><given-names>G.L.</given-names></name><name><surname>McClure</surname><given-names>P.</given-names></name><name><surname>Anatra-Cordone</surname><given-names>M.</given-names></name></person-group><part-title>Interaction profile for mixtures of insecticides: pyrethroids, organophosphorus compounds, and carbamates</part-title><year>2023</year></element-citation></ref><ref id="bib15"><label>15</label><element-citation publication-type="book" id="sref15"><person-group person-group-type="author"><name><surname>Eddleston</surname><given-names>M.</given-names></name><name><surname>Clark</surname><given-names>R.F.</given-names></name></person-group><part-title>Insecticides: organic phosphorus compounds and carbamates</part-title><year>2011</year><publisher-name>Goldfrank's Toxicologic Emergencies</publisher-name><fpage>1450</fpage><lpage>1476</lpage></element-citation></ref><ref id="bib16"><label>16</label><element-citation publication-type="journal" id="sref16"><person-group person-group-type="author"><name><surname>Park</surname><given-names>J.</given-names></name><name><surname>Kim</surname><given-names>Y.W.</given-names></name><name><surname>Oh</surname><given-names>S.H.</given-names></name><name><surname>Cha</surname><given-names>Y.S.</given-names></name><name><surname>Cha</surname><given-names>K.C.</given-names></name><name><surname>Kim</surname><given-names>O.H.</given-names></name><etal/></person-group><article-title>Acute pancreatitis after carbamate poisoning</article-title><source>Journal of the Korean Society of Clinical Toxicology</source><volume>12</volume><issue>2</issue><year>2014</year><fpage>77</fpage><lpage>84</lpage></element-citation></ref><ref id="bib17"><label>17</label><element-citation publication-type="book" id="sref17"><person-group person-group-type="author"><name><surname>Todd</surname><given-names>G.D.</given-names></name><name><surname>Wohlers</surname><given-names>D.</given-names></name><name><surname>Citra</surname><given-names>M.J.</given-names></name></person-group><part-title>Toxicological profile for pyrethrins and pyrethroids</part-title><year>2003</year><publisher-name>Agency for toxic substances and disease registry</publisher-name></element-citation></ref><ref id="bib18"><label>18</label><element-citation publication-type="journal" id="sref18"><person-group person-group-type="author"><name><surname>Jacob</surname><given-names>M.S.</given-names></name><name><surname>Iyyadurai</surname><given-names>R.</given-names></name><name><surname>Jose</surname><given-names>A.</given-names></name><name><surname>Fleming</surname><given-names>J.J.</given-names></name><name><surname>Rebekah</surname><given-names>G.</given-names></name><name><surname>Zachariah</surname><given-names>A.</given-names></name><etal/></person-group><article-title>Clinical presentation of type 1 and type 2 pyrethroid poisoning in humans</article-title><source>Clin Toxicol</source><volume>60</volume><issue>4</issue><year>2022</year><fpage>464</fpage><lpage>471</lpage><pub-id pub-id-type="doi">10.1080/15563650.2021.1994145</pub-id></element-citation></ref><ref id="bib19"><label>19</label><element-citation publication-type="journal" id="sref19"><person-group person-group-type="author"><name><surname>Saggu</surname><given-names>S.</given-names></name><name><surname>Rehman</surname><given-names>H.</given-names></name><name><surname>Alzeiber</surname><given-names>F.</given-names></name><name><surname>Aziz</surname><given-names>A.</given-names></name></person-group><article-title>Current situation of pesticide consumption and poisoning in Saudi Arabia</article-title><source>J&#x000a0;Entomol Zool Stud.</source><volume>4</volume><issue>3</issue><year>2016</year><fpage>153</fpage><lpage>158</lpage></element-citation></ref><ref id="bib20"><label>20</label><element-citation publication-type="journal" id="sref20"><person-group person-group-type="author"><name><surname>Weeks</surname><given-names>D.E.</given-names></name></person-group><article-title>Endrin food-poisoning. A report on four outbreaks caused by two separate shipments of endrin-contaminated flour</article-title><source>Bull World Health Organ</source><volume>37</volume><issue>4</issue><year>1967</year><fpage>499</fpage><lpage>512</lpage><comment>Epub 1967/01/01. PubMed PMID: 5301732; PubMed Central PMCID: PMCPMC2554356</comment><pub-id pub-id-type="pmid">5301732</pub-id>
</element-citation></ref><ref id="bib21"><label>21</label><element-citation publication-type="book" id="sref21"><person-group person-group-type="author"><collab>Registry AfTSaD</collab></person-group><part-title>Serum and red blood cell cholinesterase levels</part-title><year>2023</year><publisher-name>Centers for Disease Control and Prevention</publisher-name><comment>Updated August , 2023</comment><ext-link ext-link-type="uri" xlink:href="https://www.atsdr.cdc.gov/csem/cholinesterase-inhibitors/serum.html" id="intref0015">https://www.atsdr.cdc.gov/csem/cholinesterase-inhibitors/serum.html</ext-link></element-citation></ref><ref id="bib22"><label>22</label><element-citation publication-type="journal" id="sref22"><person-group person-group-type="author"><name><surname>Abedin</surname><given-names>M.J.</given-names></name><name><surname>Sayeed</surname><given-names>A.A.</given-names></name><name><surname>Basher</surname><given-names>A.</given-names></name><name><surname>Maude</surname><given-names>R.J.</given-names></name><name><surname>Hoque</surname><given-names>G.</given-names></name><name><surname>Faiz</surname><given-names>M.</given-names></name></person-group><article-title>Open-label randomized clinical trial of atropine bolus injection versus incremental boluses plus infusion for organophosphate poisoning in Bangladesh</article-title><source>J&#x000a0;Med Toxicol</source><volume>8</volume><year>2012</year><fpage>108</fpage><lpage>117</lpage><pub-id pub-id-type="pmid">22351300</pub-id>
</element-citation></ref><ref id="bib23"><label>23</label><element-citation publication-type="journal" id="sref23"><person-group person-group-type="author"><name><surname>Lavonas</surname><given-names>E.J.</given-names></name><name><surname>Akpunonu</surname><given-names>P.D.</given-names></name><name><surname>Arens</surname><given-names>A.M.</given-names></name><name><surname>Babu</surname><given-names>K.M.</given-names></name><name><surname>Cao</surname><given-names>D.</given-names></name><name><surname>Hoffman</surname><given-names>R.S.</given-names></name><etal/></person-group><article-title>American Heart Association focused update on the management of patients with cardiac arrest or life-threatening toxicity due to poisoning: an update to the American Heart Association guidelines for cardiopulmonary resuscitation and emergency cardiovascular care</article-title><source>Circulation</source><volume>148</volume><issue>16</issue><year>2023</year><fpage>e149</fpage><lpage>e184</lpage><comment>2023</comment><pub-id pub-id-type="pmid">37721023</pub-id>
</element-citation></ref><ref id="bib24"><label>24</label><element-citation publication-type="journal" id="sref24"><person-group person-group-type="author"><name><surname>Bateman</surname><given-names>D.N.</given-names></name></person-group><article-title>Management of pyrethroid exposure</article-title><source>J&#x000a0;Toxicol Clin Toxicol</source><volume>38</volume><issue>2</issue><year>2000</year><fpage>107</fpage><lpage>109</lpage><pub-id pub-id-type="doi">10.1081/CLT-100100924</pub-id><pub-id pub-id-type="pmid">10778906</pub-id>
</element-citation></ref><ref id="bib25"><label>25</label><element-citation publication-type="other" id="sref25"><article-title>Exposure to highly hazardous pesticides: a major public health concern</article-title><ext-link ext-link-type="uri" xlink:href="https://www.who.int/publications/i/item/WHO-CED-PHE-EPE-19.4.6" id="intref0020">https://www.who.int/publications/i/item/WHO-CED-PHE-EPE-19.4.6</ext-link><year>2019</year></element-citation></ref><ref id="bib26"><label>26</label><element-citation publication-type="book" id="sref26"><person-group person-group-type="author"><collab>World health organization</collab></person-group><source>The WHO recommended classification of pesticides by hazard and guidlines to classification 2019. world health organization</source><year>2020</year></element-citation></ref></ref-list><fn-group><fn id="d36e43"><p id="ntpara0010">Peer review under responsibility of Taibah University.</p></fn><fn id="d36e46"><p id="ntpara0015">Peer review under responsibility of Taibah University.</p></fn></fn-group></back></article>