<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" dtd-version="1.3" xml:lang="en" article-type="research-article"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Cad Saude Publica</journal-id><journal-id journal-id-type="iso-abbrev">Cad Saude Publica</journal-id><journal-id journal-id-type="publisher-id">csp</journal-id><journal-title-group><journal-title>Cadernos de Sa&#x000fa;de P&#x000fa;blica</journal-title></journal-title-group><issn pub-type="ppub">0102-311X</issn><issn pub-type="epub">1678-4464</issn><publisher><publisher-name>Escola Nacional de Sa&#x000fa;de P&#x000fa;blica Sergio Arouca, Funda&#x000e7;&#x000e3;o Oswaldo Cruz</publisher-name></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmid">40008762</article-id><article-id pub-id-type="pmc">PMC11863637</article-id><article-id pub-id-type="doi">10.1590/0102-311XEN133024</article-id><article-id pub-id-type="other">01401</article-id><article-categories><subj-group subj-group-type="heading"><subject>Article</subject></subj-group></article-categories><title-group><article-title>Temporal and spatial distribution of sporotrichosis in the Rio de Janeiro Metropolitan Area, Brazil: a comparison between human and animal cases (2013-2020)</article-title><trans-title-group xml:lang="pt"><trans-title>Distribui&#x000e7;&#x000e3;o temporal e espacial da esporotricose na Regi&#x000e3;o Metropolitana do Rio de Janeiro, Brasil: uma compara&#x000e7;&#x000e3;o de casos humanos e animais (2013-2020)</trans-title></trans-title-group><trans-title-group xml:lang="es"><trans-title>Distribuci&#x000f3;n temporal y espacial de la esporotricosis en la regi&#x000f3;n metropolitana de R&#x000ed;o de Janeiro, Brasil: una comparaci&#x000f3;n de casos humanos y animales (2013-2020)</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0009-0003-7415-7529</contrib-id><name><surname>Ferreira</surname><given-names>Vict&#x000f3;ria Catharina Dedavid</given-names></name><role>contributed to the study conceptualization and methodology</role><role>data curation and analysis</role><role>writing, and review</role><role>approved the final version</role><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref><xref rid="aff2" ref-type="aff">
<sup>2</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0003-2479-5074</contrib-id><name><surname>Figueiredo</surname><given-names>Anna Barreto Fernandes</given-names></name><role>contributed to the writing and review</role><role>approved the final version</role><xref rid="aff3" ref-type="aff">
<sup>3</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0002-6595-8274</contrib-id><name><surname>Magalh&#x000e3;es</surname><given-names>M&#x000f4;nica de Avelar Figueiredo Mafra</given-names></name><role>contributed to the data analysis and review</role><role>approved the final version</role><xref rid="aff4" ref-type="aff">
<sup>4</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0002-0614-4713</contrib-id><name><surname>Pereira</surname><given-names>Sandro Antonio</given-names></name><role>contributed to the study conceptualization and methodology</role><role>writing, and review</role><role>approved the final version</role><xref rid="aff3" ref-type="aff">
<sup>3</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0002-3799-1261</contrib-id><name><surname>Tassinari</surname><given-names>Wagner</given-names></name><role>contributed to the study conceptualization and methodology</role><role>data analysis, writing, and review</role><role>approved the final version</role><xref rid="aff5" ref-type="aff">
<sup>5</sup>
</xref></contrib></contrib-group><aff id="aff1">
<label>1</label> Instituto de Sa&#x000fa;de Coletiva, Universidade Federal da Bahia, Salvador, Brasil.</aff><aff id="aff2">
<label>2</label> Escola Nacional de Sa&#x000fa;de P&#x000fa;blica Sergio Arouca, Funda&#x000e7;&#x000e3;o Oswaldo Cruz, Rio de Janeiro, Brasil.</aff><aff id="aff3">
<label>3</label> Instituto Nacional de Infectologia Evandro Chagas, Funda&#x000e7;&#x000e3;o Oswaldo Cruz, Rio de Janeiro, Brasil.</aff><aff id="aff4">
<label>4</label> Instituto de Comunica&#x000e7;&#x000e3;o e Informa&#x000e7;&#x000e3;o Cient&#x000ed;fica e Tecnol&#x000f3;gica em Sa&#x000fa;de, Funda&#x000e7;&#x000e3;o Oswaldo Cruz, Rio de Janeiro, Brasil.</aff><aff id="aff5">
<label>5</label> Instituto de Ci&#x000ea;ncias Exatas, Universidade Federal Rural do Rio de Janeiro, Serop&#x000e9;dica, Brasil.</aff><author-notes><corresp id="c1">
<label>Correspondence</label> V. C. D. Ferreira Instituto de Sa&#x000fa;de Coletiva, Universidade Federal da Bahia. Rua Bas&#x000ed;lio da Gama s/n, Salvador, BA 40110-040, Brasil. <email>victoriadedavid@gmail.com</email>
</corresp><fn fn-type="other" id="fn1"><p><bold>Additional information:</bold> ORCID: Vict&#x000f3;ria Catharina Dedavid Ferreira (0009-0003-7415-7529); Anna Barreto Fernandes Figueiredo (0000-0003-2479-5074); M&#x000f4;nica de Avelar Figueiredo Mafra Magalh&#x000e3;es (0000-0002-6595-8274); Sandro Antonio Pereira (0000-0002-0614-4713); Wagner Tassinari (0000-0002-3799-1261).</p></fn></author-notes><pub-date date-type="pub" publication-format="electronic"><day>24</day><month>2</month><year>2025</year></pub-date><pub-date date-type="collection" publication-format="electronic"><year>2025</year></pub-date><volume>41</volume><issue>2</issue><elocation-id>e00133024</elocation-id><history><date date-type="received"><day>18</day><month>7</month><year>2024</year></date><date date-type="rev-recd"><day>25</day><month>9</month><year>2024</year></date><date date-type="accepted"><day>14</day><month>10</month><year>2024</year></date></history><permissions><license><ali:license_ref xmlns:ali="http://www.niso.org/schemas/ali/1.0/" specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p>This is an open-access article distributed under the terms of the Creative Commons Attribution License</license-p></license></permissions><abstract><p>Cat-transmitted sporotrichosis is currently hyperendemic in the Rio de Janeiro Metropolitan Area, Brazil. Despite the zoonotic context, surveillance is fragmented, with human and animal contagion being assessed separately. This study aimed to describe and compare spatial and temporal patterns of sporotrichosis cases in humans and animals (cats and dogs) reported to the Brazilian Information System for Notificable Diseases in the Rio de Janeiro metropolitan area, from 2013 to 2020. We conducted an ecological study based on the spatial and temporal evolution of sporotrichosis in the area. We compared the time series of human and animal cases per month. We also compared the cumulative human incidences and the ratio of animal cases per inhabitant by neighborhood or subdistrict and explored spatial correlation with global and local Moran&#x02019;s I. During the period, 9,552 human and 12,532 animal sporotrichosis suspected cases were reported. Via spatial and temporal exploratory analyses, we verified actions that favored notification during this period, such as establishing mandatory notification and campaigns related to public veterinary care. We also verified the existence of clusters in the west zone of the capital and border cities, and the expansion of sporotrichosis to other disadvantaged areas in the capital and the outskirts of the metropolitan area. Moreover, we observed divergent patterns between human and animal sporotrichosis distribution in time and space. Our findings show a spatial expansion of sporotrichosis in humans and animals; however, they also highlight the limitations of ongoing surveillance, indicating we probably are underestimating magnitude of the problem.</p></abstract><trans-abstract xml:lang="pt"><p>A esporotricose transmitida por gatos &#x000e9; atualmente hiperend&#x000ea;mica na Regi&#x000e3;o Metropolitana do Rio de Janeiro, Brasil. Apesar do contexto zoon&#x000f3;tico, a vigil&#x000e2;ncia &#x000e9; fragmentada, sendo as dimens&#x000f5;es humana e animal avaliadas separadamente. Este estudo descreve e compara os padr&#x000f5;es espaciais e temporais dos casos de esporotricose em humanos e animais (c&#x000e3;es e gatos) notificados ao Sistema de Informa&#x000e7;&#x000e3;o de Agravos de Notifica&#x000e7;&#x000e3;o na Regi&#x000e3;o Metropolitana do Rio de Janeiro, no per&#x000ed;odo de 2013 a 2020. Foi realizado um estudo ecol&#x000f3;gico, baseado na evolu&#x000e7;&#x000e3;o espacial e temporal da esporotricose na &#x000e1;rea, comparando-se as s&#x000e9;ries temporais para casos humanos e animais por m&#x000ea;s. Tamb&#x000e9;m comparamos as incid&#x000ea;ncias humanas cumulativas e a propor&#x000e7;&#x000e3;o de casos de animais por habitante por bairros ou subdistritos e exploramos a correla&#x000e7;&#x000e3;o espacial com Moran global e local. Durante o per&#x000ed;odo, foram notificados 9.552 casos suspeitos de esporotricose humana e 12.532 de animais. An&#x000e1;lises explorat&#x000f3;rias espaciais e temporais apontaram a&#x000e7;&#x000f5;es que favoreceram a notifica&#x000e7;&#x000e3;o nesse per&#x000ed;odo, como o estabelecimento da notifica&#x000e7;&#x000e3;o obrigat&#x000f3;ria e campanhas relacionadas &#x000e0; assist&#x000ea;ncia veterin&#x000e1;ria p&#x000fa;blica. Verificou-se tamb&#x000e9;m a exist&#x000ea;ncia de aglomerados na zona oeste da capital e cidades fronteiri&#x000e7;as e a expans&#x000e3;o da esporotricose para outras &#x000e1;reas desfavorecidas da capital e da periferia da regi&#x000e3;o metropolitana. Ademais, observamos padr&#x000f5;es divergentes entre a distribui&#x000e7;&#x000e3;o da esporotricose humana e animal no tempo e no espa&#x000e7;o. Nossos achados mostram uma expans&#x000e3;o espacial da esporotricose para humanos e animais; no entanto, eles tamb&#x000e9;m destacam as limita&#x000e7;&#x000f5;es da vigil&#x000e2;ncia atual, indicando subestima&#x000e7;&#x000e3;o da magnitude do problema.</p></trans-abstract><trans-abstract xml:lang="es"><p>La esporotricosis transmitida por gatos es actualmente hiperend&#x000e9;mica en la Regi&#x000f3;n Metropolitana de R&#x000ed;o de Janeiro, Brasil. A pesar del contexto zoon&#x000f3;tico, la vigilancia est&#x000e1; fragmentada, y las dimensiones humana y animal se eval&#x000fa;an por separado. Este estudio describe y compara los patrones espaciales y temporales de los casos de esporotricosis en humanos y animales (perros y gatos) notificados al Sistema de Informaci&#x000f3;n de Enfermedades de Notificaci&#x000f3;n Obligatoria en la Regi&#x000f3;n Metropolitana de R&#x000ed;o de Janeiro, en el per&#x000ed;odo de 2013 a 2020. Se realiz&#x000f3; un estudio ecol&#x000f3;gico, basado en la evoluci&#x000f3;n espacial y temporal de la esporotricosis en la regi&#x000f3;n, comparando las series temporales de casos humanos y animales por mes. Tambi&#x000e9;n se compararon las incidencias humanas acumuladas y la proporci&#x000f3;n de casos de animales por habitante por barrios o subdistritos, y se explor&#x000f3; la correlaci&#x000f3;n espacial con Moran global y local. Durante el per&#x000ed;odo, se reportaron 9.552 casos sospechosos de esporotricosis humana y 12.532 casos en animales. Los an&#x000e1;lisis exploratorios espaciales y temporales indicaron acciones que favorecieron la notificaci&#x000f3;n en este per&#x000ed;odo, como la notificaci&#x000f3;n obligatoria y las campa&#x000f1;as relacionadas con la atenci&#x000f3;n veterinaria p&#x000fa;blica. Tambi&#x000e9;n hubo agrupaciones en la zona oeste de la capital y las ciudades fronterizas, y la expansi&#x000f3;n de la esporotricosis hacia otras zonas desfavorecidas de la capital y la periferia de la regi&#x000f3;n metropolitana. Adem&#x000e1;s, se observaron patrones divergentes entre la distribuci&#x000f3;n de la esporotricosis humana y animal en el tiempo y el espacio. Los hallazgos muestran una expansi&#x000f3;n espacial de la esporotricosis a humanos y animales; sin embargo, tambi&#x000e9;n resaltan las limitaciones de la vigilancia continua, lo que indica una subestimaci&#x000f3;n de la magnitud del problema.</p></trans-abstract><kwd-group><title>Keywords:</title><kwd>Sporotrichosis</kwd><kwd>Zoonosis Surveillance</kwd><kwd>One Health</kwd><kwd>Spatial Analysis</kwd><kwd>Time Factors</kwd></kwd-group><kwd-group xml:lang="pt"><title>
Palavras-chave:
</title><kwd>Esporotricose</kwd><kwd>Vigil&#x000e2;ncia de Zoonoses</kwd><kwd>Sa&#x000fa;de &#x000da;nica</kwd><kwd>An&#x000e1;lise Espacial</kwd><kwd>Fatores de Tempo</kwd></kwd-group><kwd-group xml:lang="es"><title>
Palabras-clave:
</title><kwd>Esporotricosis</kwd><kwd>Vigilancia de Zoonosis</kwd><kwd>Salud &#x000da;nica</kwd><kwd>An&#x000e1;lisis Espacial</kwd><kwd>Factores de Tiempo</kwd></kwd-group><counts><fig-count count="4"/><table-count count="1"/><equation-count count="0"/><ref-count count="58"/></counts></article-meta></front><body><sec sec-type="intro"><title>Introduction</title><p>Sporotrichosis is a subcutaneous mycosis caused by a pathogenic fungus species of the <italic>Sporothrix</italic> genus, which affects humans and other mammals <xref rid="B1" ref-type="bibr">
<sup>1</sup>
</xref>
<sup>,</sup>
<xref rid="B2" ref-type="bibr">
<sup>2</sup>
</xref>. Generally, infection occurs via traumatic inoculation of <italic>Sporothrix</italic> sp., found in soil, plants, and decaying organic matter <xref rid="B3" ref-type="bibr">
<sup>3</sup>
</xref>. However, cat-transmitted sporotrichosis has become the main concern for disease dissemination in Brazil and Latin America, especially because of the emergence of the highly virulent species <italic>Sporothrix brasiliensis</italic>
<xref rid="B3" ref-type="bibr">
<sup>3</sup>
</xref>
<sup>,</sup>
<xref rid="B4" ref-type="bibr">
<sup>4</sup>
</xref>. Cats are the most susceptible species to <italic>Sporothrix</italic> sp. and are the main source of this etiological agent for humans and other animals in Brazil <xref rid="B4" ref-type="bibr">
<sup>4</sup>
</xref>
<sup>,</sup>
<xref rid="B5" ref-type="bibr">
<sup>5</sup>
</xref>.</p><p>Currently, cat-transmitted sporotrichosis is considered hyperendemic in Rio de Janeiro, Brazil <xref rid="B6" ref-type="bibr">
<sup>6</sup>
</xref>. The number of cases of the disease started increasing in the state around the late 1990s <xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>
<sup>,</sup>
<xref rid="B8" ref-type="bibr">
<sup>8</sup>
</xref>, and has been expanding geographically since then <xref rid="B6" ref-type="bibr">
<sup>6</sup>
</xref>. Although Rio de Janeiro continues to be the epicenter of the disease, it has already become a national concern described nationwide <xref rid="B6" ref-type="bibr">
<sup>6</sup>
</xref>
<sup>,</sup>
<xref rid="B9" ref-type="bibr">
<sup>9</sup>
</xref>
<sup>,</sup>
<xref rid="B10" ref-type="bibr">
<sup>10</sup>
</xref>
<sup>,</sup>
<xref rid="B11" ref-type="bibr">
<sup>11</sup>
</xref>
<sup>,</sup>
<xref rid="B12" ref-type="bibr">
<sup>12</sup>
</xref>
<sup>,</sup>
<xref rid="B13" ref-type="bibr">
<sup>13</sup>
</xref>
<sup>,</sup>
<xref rid="B14" ref-type="bibr">
<sup>14</sup>
</xref>
<sup>,</sup>
<xref rid="B15" ref-type="bibr">
<sup>15</sup>
</xref>
<sup>,</sup>
<xref rid="B16" ref-type="bibr">
<sup>16</sup>
</xref>
<sup>,</sup>
<xref rid="B17" ref-type="bibr">
<sup>17</sup>
</xref>, which is expanding to other countries <xref rid="B3" ref-type="bibr">
<sup>3</sup>
</xref>
<sup>,</sup>
<xref rid="B18" ref-type="bibr">
<sup>18</sup>
</xref>
<sup>,</sup>
<xref rid="B19" ref-type="bibr">
<sup>19</sup>
</xref>.</p><p>In 2013, mandatory notification for human sporotrichosis cases was established in the state of Rio de Janeiro, followed by the recommendation for notification of suspected animal cases in 2014. However, few studies have explored the official surveillance system database <xref rid="B20" ref-type="bibr">
<sup>20</sup>
</xref>
<sup>,</sup>
<xref rid="B21" ref-type="bibr">
<sup>21</sup>
</xref>
<sup>,</sup>
<xref rid="B22" ref-type="bibr">
<sup>22</sup>
</xref>. Moreover, studies describing animal cases in Rio de Janeiro are mainly based on data from a public research institution that provides veterinary care <xref rid="B23" ref-type="bibr">
<sup>23</sup>
</xref>
<sup>,</sup>
<xref rid="B24" ref-type="bibr">
<sup>24</sup>
</xref>, but they are probably underrepresenting the current disease situation in the capital and other cities of the metropolitan area <xref rid="B4" ref-type="bibr">
<sup>4</sup>
</xref>.</p><p>Cat-transmitted sporotrichosis control is a challenge due to difficulties in preventing cat-to-cat transmission <xref rid="B25" ref-type="bibr">
<sup>25</sup>
</xref>. Culturally, cats are often granted outdoor access, facilitating contact with other infected animals and consequently, transmission <xref rid="B26" ref-type="bibr">
<sup>26</sup>
</xref>. Furthermore, in Brazil access to public or low-cost veterinary care is limited, and sporotrichosis treatment is long and expensive, with frequent disease recurrence <xref rid="B27" ref-type="bibr">
<sup>27</sup>
</xref>. Therefore, surveillance is key for controlling this disease <xref rid="B28" ref-type="bibr">
<sup>28</sup>
</xref>
<sup>,</sup>
<xref rid="B29" ref-type="bibr">
<sup>29</sup>
</xref>.</p><p>Sporotrichosis national expansion is often related to the lack of attention given to the cat population, highlighting the importance of the One Health approach for combating the problem <xref rid="B3" ref-type="bibr">
<sup>3</sup>
</xref>
<sup>,</sup>
<xref rid="B6" ref-type="bibr">
<sup>6</sup>
</xref>. Due to zoonotic transmission, feline, human and canine cases should be spatially and temporally correlated <xref rid="B6" ref-type="bibr">
<sup>6</sup>
</xref>
<sup>,</sup>
<xref rid="B23" ref-type="bibr">
<sup>23</sup>
</xref>
<sup>,</sup>
<xref rid="B30" ref-type="bibr">
<sup>30</sup>
</xref>. Hence, analyzing case notifications for humans and animals simultaneously can elucidate patterns that perhaps could not be observed separately.</p><p>Thus, this study aimed to analyze and compare spatial and temporal patterns of sporotrichosis cases in humans and animals (cats and dogs) reported to Brazilian Information System for Notificable Diseases (SINAN, acronym in Portuguese), in Rio de Janeiro Metropolitan Area from 2013 to 2020.</p></sec><sec sec-type="methods"><title>Methods</title><sec><title>Study design</title><p>This is an ecological study based on the spatial and temporal evolution of sporotrichosis in humans and domestic animals (cats and dogs), using data from SINAN connected to the Rio de Janeiro State Health Department (SES/RJ, acronym in Portuguese), from 2013 to 2020.</p></sec><sec><title>Data</title><p>This study included the record of notifications comprising human sporotrichosis (codes B42 and subcategories from the 10th version of the International Classification of Diseases - ICD-10) and the record of notification comprising animal sporotrichosis in cats and dogs reported via SINAN. Notably, the SINAN form used for animal diseases was initially designed for reporting epizootics, so the terminology is mostly related to outbreaks and not individuals. Cases were selected from notifications reported until September 2021, by date of first symptoms for humans and the &#x0201c;onset date of the outbreak&#x0201d; for animals, from January 2013 to December 2020. Cases were also selected by address for humans and occurrence for animals, including those within the Rio de Janeiro Metropolitan Area.</p></sec><sec><title>Study area</title><p>Rio de Janeiro Metropolitan Area is located in southeastern Brazil and is composed of 21 municipalities with a population of 12,688,743 inhabitants <xref rid="B31" ref-type="bibr">
<sup>31</sup>
</xref>
<sup>,</sup>
<xref rid="B32" ref-type="bibr">
<sup>32</sup>
</xref>. The area, which is located between latitude 22&#x000ba;47&#x02019;31.5&#x0201d; South and longitude 43&#x000ba;09&#x02019;00.6&#x0201d; West, is the second biggest metropolitan area in Brazil and the third in Latin America <xref rid="B33" ref-type="bibr">
<sup>33</sup>
</xref>. The capital of the state (the city of Rio de Janeiro) is divided in 160 neighborhoods, while the other municipalities are subdivided into 70 subdistricts in total.</p></sec><sec><title>Ethics statement</title><p>This study was approved by the research ethics committees of the Sergio Arouca National School of Public Health/Oswaldo Cruz Foundation (ENSP/FIOCRUZ, acronym in Portuguese) (CAAE 50773321.2.0000.5240) and the Rio de Janeiro&#x02019;s Research Coordination of the Superintendence of Health Education (COOPES/SUPES, acronym in Portuguese). Necessary measures were taken to preserve data confidentiality and anonymity during processing and analyses.</p></sec><sec><title>Statistical analyses</title><p>Cases were organized into monthly time series, following the date of first symptoms (humans) or the onset date of the outbreak (animals), considering if they were confirmed or not. The percentage of confirmed cases by month and species (between humans and animals) were compared. Temporal independence was checked using the Ljung-Box test <xref rid="B34" ref-type="bibr">
<sup>34</sup>
</xref>. Time series were smoothed using locally weighted regression scatterplot smoothing (LOWESS) <xref rid="B35" ref-type="bibr">
<sup>35</sup>
</xref>.</p><p>Cases were georeferenced by address, using an algorithm developed by the Institute of Scientific and Technological Communication and Information in Health (ICICT/FIOCRUZ - LabGeo), which uses Google Maps for finding coordinates <xref rid="B36" ref-type="bibr">
<sup>36</sup>
</xref>. Coordinates categorized as &#x0201c;geometric center&#x0201d; and &#x0201c;approximate&#x0201d; (indicating lower accuracy <xref rid="B37" ref-type="bibr">
<sup>37</sup>
</xref>) were manually reviewed. Points representing each sporotrichosis case were aggregated and counted by neighborhood or subdistrict.</p><p>For each spatial unit, the cumulative incidence of human sporotrichosis cases per 10,000 inhabitants and the ratio of animal sporotrichosis cases per 10,000 human inhabitants were calculated. It was chosen to calculate the ratio of animal cases in reference to human inhabitants because there is no available trustworthy estimate of animal population per neighborhood or subdistrict. This strategy has been used before for canine leishmaniasis cases <xref rid="B38" ref-type="bibr">
<sup>38</sup>
</xref>.</p><p>Global Moran&#x02019;s indexes were estimated to investigate spatial independence, and local Moran&#x02019;s to identify spatial clusters <xref rid="B39" ref-type="bibr">
<sup>39</sup>
</xref>. Both were calculated based on a contiguity matrix <xref rid="B40" ref-type="bibr">
<sup>40</sup>
</xref> defined by land borders, and islands were attached manually to the closest neighborhoods considering transport options (by road or boat). Local clusters were classified as non-significant or significant. When significant, they were further divided into four categories: high-high (high-value clusters), low-low (low-value clusters), low-high (low-values surrounded by high-values), and high-low (high-values surrounded by low-values).</p><p>All statistical analyses were conducted in the R programming language (<ext-link xlink:href="http://www.r-project.org/" ext-link-type="uri">http://www.r-project.org</ext-link>), using core packages like <italic>stats</italic> and <italic>forecast</italic>
<xref rid="B40" ref-type="bibr">
<sup>40</sup>
</xref> for time series analyses, and <italic>geobr</italic>
<xref rid="B41" ref-type="bibr">
<sup>41</sup>
</xref>, <italic>sf</italic>
<xref rid="B42" ref-type="bibr">
<sup>42</sup>
</xref>, and <italic>spdep</italic>
<xref rid="B43" ref-type="bibr">
<sup>43</sup>
</xref> for spatial analyses. A 5% alpha significance level was considered for all statistical inference analyses.</p></sec></sec><sec sec-type="results"><title>Results</title><p>From 2013 to 2020, 9,552 suspected cases of human sporotrichosis and 12,532 suspected cases of canine and feline sporotrichosis (compiled into 10,347 epizootic notifications) were notified to the state system. Of these, 7,675 human cases (80.4%) were confirmed, either by laboratory or clinical-epidemiological criteria, and 3,795 animal cases (30.3%) were confirmed by laboratory criteria (this is the only option available when reporting animal diseases on the system) (<xref rid="f1" ref-type="fig">Figure 1</xref>). Animal cases included cats (10,791 reported and 3,694 [34.2%] confirmed) and dogs (1,741 reported and 101 [5.8%] confirmed).</p><p>
<fig position="float" id="f1"><label>Figure 1</label><caption><title>Case definition flowchart for human and animal sporotrichosis notifications and confirmed cases (2013-2020) on the Brazilian Information System for Notificable Diseases (SINAN, acronym in Portuguese).</title></caption><graphic xlink:href="1678-4464-csp-41-02-EN133024-gf1" position="float"/></fig>
</p><sec><title>Results for time series</title><p>The four time series (human and animal total notifications and confirmed cases) seemed to be autocorrelated in time since all of them presented a significant p-value for the Ljung-Box test. We did not observe any seasonality patterns. <xref rid="f2" ref-type="fig">Figure 2</xref> shows the plotted raw and smoothed time series of human and animal cases.</p><p>
<fig position="float" id="f2"><label>Figure 2</label><caption><title>Monthly human and animal sporotrichosis cases, comprising total notifications and confirmed cases, in Rio de Janeiro Metropolitan Area, Brazil (2013-2020). Smoothed LOWESS is shown for total notifications of confirmed cases.</title></caption><graphic xlink:href="1678-4464-csp-41-02-EN133024-gf2" position="float"/></fig>
</p><p>In 2013, a brief wave of human cases occurred, coinciding with the start of mandatory notifications for humans. August 2013 was the month with the highest number of confirmed cases (156 of 161 notifications). The number of cases dropped in 2014, then gradually rose to a peak in 2017, with the highest number of notified cases (169). From 2017 to 2020, cases decreased, reaching the lowest number of confirmed cases in October 2020 (20). Overall, the average number of human confirmed cases was 79.2 with a 79.1% average confirmation rate per month (<xref rid="f2" ref-type="fig">Figure 2</xref>a).</p><p>Animal sporotrichosis cases started rising in 2014, peaking in the second semester before decreasing. In 2015, cases rose again to nearly 100 per month until 2016 for total notifications and confirmed cases. Until the end of 2016, the difference between total notifications and confirmations was proportional (similar to the time series for human). However, from 2017 to 2020, this difference increased drastically. January 2019 had the highest notifications (436), but only 29.1% of those were confirmed (127). July 2016 had the highest confirmed cases (143 of 253 notifications [56.5%]). Overall, the average of animal confirmed cases was 39.5 with 39.1% average confirmation rate per month (<xref rid="f2" ref-type="fig">Figure 2</xref>b).</p><p>By comparing both time series for human and animal confirmed cases, we can observe brief moments of correlation, especially in 2016 and 2017. Higher differences occurred in 2013 and 2014, when fast waves are observed in both series but in different times. Both LOWESS waves seem to increase in 2014 to 2016 for confirmed and notified cases, but for animal cases they decrease soon after their peak. For human cases, the smoothed LOWESS wave starts to decrease only in 2018.</p></sec><sec><title>Results for spatial distribution</title><p>
<xref rid="f3" ref-type="fig">Figure 3</xref> presents maps showing human sporotrichosis cumulative incidences and animal sporotrichosis ratios per inhabitant, both for notified and confirmed cases, calculated for each spatial unit. <xref rid="t1" ref-type="table">Table 1</xref> shows the total number of notifications and confirmed cases for humans and animals per municipality.</p><p>
<fig position="float" id="f3"><label>Figure 3</label><caption><title>Spatial distribution of human notification cumulative incidence, confirmed human cases cumulative incidence, animal notifications ratio, and confirmed animal cases ratio, all per 10,000 inhabitants, in Rio de Janeiro Metropolitan Area, Brazil (2013-2020).</title></caption><graphic xlink:href="1678-4464-csp-41-02-EN133024-gf3" position="float"/></fig>
</p><p>
<table-wrap position="float" id="t1"><label>Table 1</label><caption><title>Frequency of total notifications and confirmed cases for sporotrichosis in humans and animals (cats and dogs) per municipality, reported in Rio de Janeiro Metropolitan Area, Brazil (2013-2020).</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="3"/><col span="3"/></colgroup><thead><tr><th align="left" rowspan="3" colspan="1">Municipality</th><th align="center" colspan="3" rowspan="1">Human sporotrichosis </th><th align="center" colspan="3" rowspan="1">Animal sporotrichosis </th></tr><tr><th align="center" rowspan="1" colspan="1">Total suspected cases</th><th align="center" colspan="2" rowspan="1">Confirmed cases </th><th align="center" rowspan="1" colspan="1">Total suspected cases</th><th align="center" colspan="2" rowspan="1">Confirmed cases </th></tr><tr><th align="center" rowspan="1" colspan="1">n</th><th align="center" rowspan="1" colspan="1">n</th><th align="center" rowspan="1" colspan="1">%</th><th align="center" rowspan="1" colspan="1">n</th><th align="center" rowspan="1" colspan="1">n</th><th align="center" rowspan="1" colspan="1">%</th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">Rio de Janeiro</td><td align="center" rowspan="1" colspan="1">4,707</td><td align="center" rowspan="1" colspan="1">4,110</td><td align="center" rowspan="1" colspan="1">87.3</td><td align="center" rowspan="1" colspan="1">10,469</td><td align="center" rowspan="1" colspan="1">2,803</td><td align="center" rowspan="1" colspan="1">26.8</td></tr><tr><td align="left" rowspan="1" colspan="1">Nova Igua&#x000e7;u</td><td align="center" rowspan="1" colspan="1">1,094</td><td align="center" rowspan="1" colspan="1">1,041</td><td align="center" rowspan="1" colspan="1">95.2</td><td align="center" rowspan="1" colspan="1">94</td><td align="center" rowspan="1" colspan="1">40</td><td align="center" rowspan="1" colspan="1">42.6</td></tr><tr><td align="left" rowspan="1" colspan="1">S&#x000e3;o Gon&#x000e7;alo</td><td align="center" rowspan="1" colspan="1">538</td><td align="center" rowspan="1" colspan="1">482</td><td align="center" rowspan="1" colspan="1">89.6</td><td align="center" rowspan="1" colspan="1">281</td><td align="center" rowspan="1" colspan="1">255</td><td align="center" rowspan="1" colspan="1">90.7</td></tr><tr><td align="left" rowspan="1" colspan="1">Duque de Caxias</td><td align="center" rowspan="1" colspan="1">753</td><td align="center" rowspan="1" colspan="1">358</td><td align="center" rowspan="1" colspan="1">47.5</td><td align="center" rowspan="1" colspan="1">486</td><td align="center" rowspan="1" colspan="1">226</td><td align="center" rowspan="1" colspan="1">46.5</td></tr><tr><td align="left" rowspan="1" colspan="1">Mag&#x000e9;</td><td align="center" rowspan="1" colspan="1">320</td><td align="center" rowspan="1" colspan="1">287</td><td align="center" rowspan="1" colspan="1">89.7</td><td align="center" rowspan="1" colspan="1">42</td><td align="center" rowspan="1" colspan="1">25</td><td align="center" rowspan="1" colspan="1">59.5</td></tr><tr><td align="left" rowspan="1" colspan="1">Belford Roxo</td><td align="center" rowspan="1" colspan="1">435</td><td align="center" rowspan="1" colspan="1">264</td><td align="center" rowspan="1" colspan="1">60.7</td><td align="center" rowspan="1" colspan="1">48</td><td align="center" rowspan="1" colspan="1">10</td><td align="center" rowspan="1" colspan="1">20.8</td></tr><tr><td align="left" rowspan="1" colspan="1">Maric&#x000e1;</td><td align="center" rowspan="1" colspan="1">300</td><td align="center" rowspan="1" colspan="1">249</td><td align="center" rowspan="1" colspan="1">83.0</td><td align="center" rowspan="1" colspan="1">523</td><td align="center" rowspan="1" colspan="1">11</td><td align="center" rowspan="1" colspan="1">2.1</td></tr><tr><td align="left" rowspan="1" colspan="1">Queimados</td><td align="center" rowspan="1" colspan="1">162</td><td align="center" rowspan="1" colspan="1">151</td><td align="center" rowspan="1" colspan="1">93.2</td><td align="center" rowspan="1" colspan="1">10</td><td align="center" rowspan="1" colspan="1">7</td><td align="center" rowspan="1" colspan="1">70.0</td></tr><tr><td align="left" rowspan="1" colspan="1">Mesquita</td><td align="center" rowspan="1" colspan="1">151</td><td align="center" rowspan="1" colspan="1">137</td><td align="center" rowspan="1" colspan="1">90.7</td><td align="center" rowspan="1" colspan="1">16</td><td align="center" rowspan="1" colspan="1">7</td><td align="center" rowspan="1" colspan="1">43.8</td></tr><tr><td align="left" rowspan="1" colspan="1">S&#x000e3;o Jo&#x000e3;o de Meriti</td><td align="center" rowspan="1" colspan="1">308</td><td align="center" rowspan="1" colspan="1">124</td><td align="center" rowspan="1" colspan="1">40.3</td><td align="center" rowspan="1" colspan="1">90</td><td align="center" rowspan="1" colspan="1">28</td><td align="center" rowspan="1" colspan="1">31.1</td></tr><tr><td align="left" rowspan="1" colspan="1">Japeri</td><td align="center" rowspan="1" colspan="1">172</td><td align="center" rowspan="1" colspan="1">99</td><td align="center" rowspan="1" colspan="1">57.6</td><td align="center" rowspan="1" colspan="1">11</td><td align="center" rowspan="1" colspan="1">7</td><td align="center" rowspan="1" colspan="1">63.6</td></tr><tr><td align="left" rowspan="1" colspan="1">Serop&#x000e9;dica</td><td align="center" rowspan="1" colspan="1">93</td><td align="center" rowspan="1" colspan="1">75</td><td align="center" rowspan="1" colspan="1">80.6</td><td align="center" rowspan="1" colspan="1">79</td><td align="center" rowspan="1" colspan="1">58</td><td align="center" rowspan="1" colspan="1">73.4</td></tr><tr><td align="left" rowspan="1" colspan="1">Nil&#x000f3;polis</td><td align="center" rowspan="1" colspan="1">92</td><td align="center" rowspan="1" colspan="1">70</td><td align="center" rowspan="1" colspan="1">76.1</td><td align="center" rowspan="1" colspan="1">25</td><td align="center" rowspan="1" colspan="1">10</td><td align="center" rowspan="1" colspan="1">40.0</td></tr><tr><td align="left" rowspan="1" colspan="1">Niter&#x000f3;i</td><td align="center" rowspan="1" colspan="1">176</td><td align="center" rowspan="1" colspan="1">65</td><td align="center" rowspan="1" colspan="1">36.9</td><td align="center" rowspan="1" colspan="1">338</td><td align="center" rowspan="1" colspan="1">296</td><td align="center" rowspan="1" colspan="1">87.6</td></tr><tr><td align="left" rowspan="1" colspan="1">Itagua&#x000ed;</td><td align="center" rowspan="1" colspan="1">59</td><td align="center" rowspan="1" colspan="1">52</td><td align="center" rowspan="1" colspan="1">88.1</td><td align="center" rowspan="1" colspan="1">39</td><td align="center" rowspan="1" colspan="1">10</td><td align="center" rowspan="1" colspan="1">25.6</td></tr><tr><td align="left" rowspan="1" colspan="1">Itabora&#x000ed;</td><td align="center" rowspan="1" colspan="1">62</td><td align="center" rowspan="1" colspan="1">50</td><td align="center" rowspan="1" colspan="1">80.6</td><td align="center" rowspan="1" colspan="1">12</td><td align="center" rowspan="1" colspan="1">9</td><td align="center" rowspan="1" colspan="1">75.0</td></tr><tr><td align="left" rowspan="1" colspan="1">Guapimirim</td><td align="center" rowspan="1" colspan="1">53</td><td align="center" rowspan="1" colspan="1">37</td><td align="center" rowspan="1" colspan="1">69.8</td><td align="center" rowspan="1" colspan="1">2</td><td align="center" rowspan="1" colspan="1">1</td><td align="center" rowspan="1" colspan="1">50.0</td></tr><tr><td align="left" rowspan="1" colspan="1">Paracambi</td><td align="center" rowspan="1" colspan="1">52</td><td align="center" rowspan="1" colspan="1">24</td><td align="center" rowspan="1" colspan="1">46.2</td><td align="center" rowspan="1" colspan="1">4</td><td align="center" rowspan="1" colspan="1">1</td><td align="center" rowspan="1" colspan="1">25.0</td></tr><tr><td align="left" rowspan="1" colspan="1">Rio Bonito</td><td align="center" rowspan="1" colspan="1">44</td><td align="center" rowspan="1" colspan="1">24</td><td align="center" rowspan="1" colspan="1">54.5</td><td align="center" rowspan="1" colspan="1">4</td><td align="center" rowspan="1" colspan="1">4</td><td align="center" rowspan="1" colspan="1">100.0</td></tr><tr><td align="left" rowspan="1" colspan="1">Cachoeiras de Macacu</td><td align="center" rowspan="1" colspan="1">10</td><td align="center" rowspan="1" colspan="1">3</td><td align="center" rowspan="1" colspan="1">30.0</td><td align="center" rowspan="1" colspan="1">0</td><td align="center" rowspan="1" colspan="1">0</td><td align="center" rowspan="1" colspan="1">0.0</td></tr><tr><td align="left" rowspan="1" colspan="1">Tangu&#x000e1;</td><td align="center" rowspan="1" colspan="1">5</td><td align="center" rowspan="1" colspan="1">2</td><td align="center" rowspan="1" colspan="1">40.0</td><td align="center" rowspan="1" colspan="1">0</td><td align="center" rowspan="1" colspan="1">0</td><td align="center" rowspan="1" colspan="1">0.0</td></tr></tbody></table></table-wrap>
</p><p>Regarding human sporotrichosis, Barra de Guaratiba had the highest incidence for both notified (61.5 cases per 10,000 inhabitants) and confirmed (55.9) cases, followed by Pedra de Guaratiba (48.5 and 45.3, respectively), both in western Rio de Janeiro city. High incidences were also noted in Sepetiba (30.4 suspected and 28.9 confirmed), Guaratiba (21.5 and 20.8), Paci&#x000ea;ncia (20.6 and 19.0) and Santa Cruz (19.0 and 17.5), all located west of the capital. Vidigal, a <italic>favela</italic> located in the south of Rio de Janeiro city (the wealthiest region), had the fifth highest incidence of confirmed cases (25.8) and the sixth for suspected cases (25.8). Other municipalities with high incidences include Maric&#x000e1; (southeast), especially its central subdistrict (30.7 and 27.3); Japeri (northwest), especially the southern subdistrict (38.0 and 23.5). The lowest incidences occurred mostly in neighborhoods on the north, south, and southwest of Rio de Janeiro city, and in some municipalities located east of Rio de Janeiro Metropolitan Area: Niter&#x000f3;i, south of S&#x000e3;o Gon&#x000e7;alo, Itabora&#x000ed;, Tangu&#x000e1;, Cachoeiras de Macacu, west and east of Rio Bonito. In the center-north, Duque de Caxias and Nil&#x000f3;polis had lower incidences of confirmed cases.</p><p>We observe drastic differences when comparing the maps for ratio of animal cases and incidence of human cases. The two animal ratio maps (confirmed and total cases) also show clear differences between them. Especially regarding animal ratios, there are areas with high total notifications but low confirmed cases. The highest ratios of confirmed and total animal cases were in Pra&#x000e7;a da Bandeira, northeast of the capital, with much higher values than other locations (202.1 confirmed and 1,345.9 notified animal cases per 10,000 inhabitants). In Maric&#x000e1;, although many cases were notified, few were confirmed. A similar pattern occurred in northeastern Rio de Janeiro and the bordering subdistricts south of Duque de Caxias.</p><p>Higher ratios of confirmed animal cases occurred west of the capital, especially in Pedra de Guaratiba (31.6), Sepetiba (28.3), Barra de Guaratiba (22.4), Guaratiba (18.4), Santa Cruz (16.2) and Inhoa&#x000ed;ba (11.5). High values were observed in northern neighborhoods, like Benfica (15.2), Mangueira (14.6), and Santo Cristo (12.7). In the metropolitan area, Serop&#x000e9;dica and Niter&#x000f3;i had notable ratios (7.4 and 6.1 confirmed animal cases per 10,000 inhabitants, respectively). Some subdistricts located northeast and northwest of Rio de Janeiro Metropolitan Area have not notified a single suspected case of animal sporotrichosis during this period. Two subdistricts in Japeri have had high incidences of human cases but did not report any cases of animal sporotrichosis. Vidigal presented one of the highest incidences of human cases, but only one reported animal case that was not confirmed.</p><p>The calculated values of Moran&#x02019;s I global value suggest the existence of spatial dependency for both outcomes: incidence of confirmed human sporotrichosis per 10,000 inhabitants (Moran&#x02019;s I = 0.29, p-value &#x0003c; 0.01) and ratio of confirmed animal sporotrichosis cases per 10,000 inhabitants (Moran&#x02019;s I = 0.06, p-value &#x0003c; 0.01).</p><p>
<xref rid="f4" ref-type="fig">Figure 4</xref>a shows clusters of statistical significance for human incidences. Higher local Moran values are mainly located in west of the capital, forming a high-high significant cluster represented by: Pedra de Guaratiba (12.9), Sepetiba (6.0), Guaratiba (5.2), Santa Cruz (2.5), Cosmos (1.4), Campo Grande (0.32), Inhoa&#x000ed;ba (1.2), Vargem Grande (0.77), and the south subdistrict of Nova Igua&#x000e7;u (0.35). Another significant high-high cluster is located northwest of Rio de Janeiro Metropolitan Area, including the center and north of Nova Igua&#x000e7;u and west of Japeri. There are two significant low-high clusters, located east of Japeri and southwest of the capital - in neighborhoods with less human density: Recreio dos Bandeirantes (-0.05) and Grumari (-3.6). There are two clusters of low-low incidence: in Botafogo (southeast of the capital, wealthiest area) and Itabora&#x000ed; (east Rio de Janeiro Metropolitan Area), but with lower Moran values (ranging 0-1.5).</p><p>
<fig position="float" id="f4"><label>Figure 4</label><caption><title>Local Moran classification and p-value for human cumulative incidence and local Moran classification and p-value for animal ratio, all per 10,000 human inhabitants, shown by neighborhood and subdistrict in Rio de Janeiro Metropolitan Area, Brazil (2013-2020).</title></caption><graphic xlink:href="1678-4464-csp-41-02-EN133024-gf4" position="float"/></fig>
</p><p>Local Moran indexes for the ratio of animal cases show two significant clusters (<xref rid="f4" ref-type="fig">Figure 4</xref>b). In the same way as we observed for human incidence, there is a high-high cluster west of the capital, however, this one includes only Guaratiba (0.8). Although not significant, other neighborhoods in this area have high local Moran values: Pedra de Guaratiba (2.2), Sepetiba (1.8), and Santa Cruz (0.5). Another high-high cluster is observed east of the capital, including Santo Cristo (1.6) and S&#x000e3;o Crist&#x000f3;v&#x000e3;o (1.0), neighborhoods near the outlier Pra&#x000e7;a da Bandeira (1.4). There is a significant low-high cluster englobing Rio Comprido (-0.4), Tijuca (-0.4) and Maracan&#x000e3; (-0.3). There were no significant low-low animal clusters.</p></sec></sec><sec sec-type="discussion"><title>Discussion</title><p>In this study, we could analyze and compare human and animal sporotrichosis occurrence in Rio de Janeiro Metropolitan Area using official data that is yet under-investigated. In the eight years studied, 7,675 confirmed cases of human sporotrichosis and 3,795 confirmed cases of animal sporotrichosis occurred, accounting for more than 10,000 cases analyzed here, representing only the ones that were completely reported, investigated, and confirmed. Silva et al. <xref rid="B44" ref-type="bibr">
<sup>44</sup>
</xref> described 1,848 human sporotrichosis cases in the state of Rio de Janeiro between 1997 and 2007; in this study, we found four times more confirmed cases during the eight years (2013-2020) only in Rio de Janeiro Metropolitan Area.</p><p>Temporal patterns in sporotrichosis notifications appear to be influenced by events promoting passive surveillance. Although a technical note mandating notification for humans and animals in Rio de Janeiro was published in 2011 <xref rid="B45" ref-type="bibr">
<sup>45</sup>
</xref>, the resolution for mandatory notification in humans was only published in June 2013 <xref rid="B46" ref-type="bibr">
<sup>46</sup>
</xref>. The peak in human sporotrichosis cases occurred in August 2013, just before the resolution was published. Subsequently, case numbers sharply declined from September 2013 through 2014, potentially reflecting initial underreporting as noted by Falc&#x000e3;o et al. <xref rid="B20" ref-type="bibr">
<sup>20</sup>
</xref>. In this study, we observed a similar situation occurring with animal cases reporting. Following the publication of an official resolution mandating animal sporotrichosis notification at the end of 2014, there was a sudden increase in reported cases, followed by a significant decrease.</p><p>Between 2014 and 2016, there was a notable increase in human sporotrichosis cases, likely reflecting both a genuine rise in occurrences and a more established surveillance dynamic. Around mid-2015 to late 2016, the number of confirmed animal cases mirrored this human trend, indicating a more stable surveillance system with consistent monthly case numbers and confirmation rates. This period coincided with a local educational governmental campaign on sporotrichosis in the city of Rio de Janeiro, which increased veterinary consultations for suspected cases. Following a decline in confirmed cases in 2018, there was a resurgence in 2019, driven by the expansion of public veterinary services and the launch of an online reporting form by the city government <xref rid="B47" ref-type="bibr">
<sup>47</sup>
</xref>. However, this increase did not parallel the human trend. Subsequently, there was a sudden decrease in reported cases per month, underscoring the sensitivity of animal sporotrichosis surveillance to initiatives that facilitate notification and encourage public veterinary care-seeking behaviors.</p><p>Throughout the time series of human sporotrichosis cases, the proportion of reported and confirmed cases remains consistent. In contrast, for animal sporotrichosis, there is considerable variability in the percentage of confirmed reported cases, particularly from 2017 to 2020. This variability likely indicates the under-confirmation of cases, given the historical link between human and animal sporotrichosis in Rio de Janeiro due to zoonotic transmission <xref rid="B44" ref-type="bibr">
<sup>44</sup>
</xref>
<sup>,</sup>
<xref rid="B48" ref-type="bibr">
<sup>48</sup>
</xref>. The reliability of human surveillance appears notably higher compared to animals, highlighting limitations on how domestic animal surveillance is held. Primarily, the current reporting method for animal cases using SINAN&#x02019;s epizootic form is inadequate for diseases like sporotrichosis. For example, unlike the form for humans, this system does not allow updates on diagnostic status based on clinical and epidemiological criteria; it only records results from laboratory exams. It is known that correctly diagnosing sporotrichosis is a challenge because of technical difficulties in isolating the fungus <xref rid="B49" ref-type="bibr">
<sup>49</sup>
</xref>. The absence of more details about the diagnostic results in the loss of important information for animal sporotrichosis surveillance.</p><p>Some studies propose alternative reporting methods for human sporotrichosis that can better define transmission dynamics, including questions about interactions with infected animals <xref rid="B50" ref-type="bibr">
<sup>50</sup>
</xref>. In 2019, the SES/RJ developed a specific form for reporting human sporotrichosis, which was integrated into the Brazilian Ministry of Health digital platform (FormSUS). However, the platform was discontinued in 2021. This form included detailed information that helped understand the relation between animal and human cases, such as identifying if there was animal-related trauma or contact. Despite these advancements, the forms primarily prioritized human notification, with animal surveillance remaining a secondary concern. Moreover, only improving the notification tool will not resolve underreporting; it is necessary to train professionals, especially veterinarians, on how to report suspected cases to optimize form completion and improve the quality of information.</p><p>Spatial patterns of human sporotrichosis in Rio de Janeiro Metropolitan Area reveal higher incidence in neighborhoods northwest of the capital and bordering subdistricts. This pattern was first observed in human cases between 1997 and 2007 and named &#x0201c;sporotrichosis belt&#x0201d; <xref rid="B44" ref-type="bibr">
<sup>44</sup>
</xref>. We could acknowledge this belt has expanded over the years to include other municipalities in Rio de Janeiro Metropolitan Area and additional neighborhoods within the capital, like favelas in the southern area like Rocinha and Vidigal. This expansion was already described between 2008 and 2015 <xref rid="B20" ref-type="bibr">
<sup>20</sup>
</xref>, and is highlighted here by including 2019-2020. We found a positive correlation in the spatial distribution of human sporotrichosis incidence, which is expected, considering that transmission is related to infected cats, animals that can walk long distances infecting other animals and people inside their home range <xref rid="B51" ref-type="bibr">
<sup>51</sup>
</xref>
<sup>,</sup>
<xref rid="B52" ref-type="bibr">
<sup>52</sup>
</xref>. However, sporotrichosis expansion is not related only to space proximity, because even as sporotrichosis has reached wealthier areas in Rio de Janeiro Metropolitan Area, particularly in the southern part of the capital, it remains predominantly concentrated in neglected areas like <italic>favelas</italic>.</p><p>Clusters of high human sporotrichosis incidence have been noted in neighborhoods west of the capital, as well as in municipalities outside the traditional sporotrichosis belt in the northwest of Rio de Janeiro Metropolitan Area. This indicates that the hyperendemic has the potential to spread more extensively throughout Rio de Janeiro Metropolitan Area and possibly beyond, mirroring trends observed in other parts of the state <xref rid="B20" ref-type="bibr">
<sup>20</sup>
</xref>. Although the northeast of Rio de Janeiro Metropolitan Area continues to present low sporotrichosis incidences, high values observed in southeast subdistricts evidence the need for attention. Additionally, clusters of low incidences of sporotrichosis were also observed in rich areas and areas with lower human density, specifically in the southeast and southwest of the city of Rio de Janeiro, respectively.</p><p>Although the animal sporotrichosis ratio per inhabitants was also correlated to space, the magnitude of the correlation was lower than for the incidence of human cases. A study in a municipality of S&#x000e3;o Paulo has shown strong spatial correlation between feline sporotrichosis cases, but the city had an apparently well-structured surveillance program for animal sporotrichosis <xref rid="B53" ref-type="bibr">
<sup>53</sup>
</xref>. High animal ratios in the west and north of the city of Rio de Janeiro follow the same patterns observed regarding human incidence, and both show a similar cluster for high values in the western neighborhoods of the city. However, the same phenomenon observed in the time series is observed in spatial analysis: values related to animal cases show high variability.</p><p>The spatial pattern of the ratios of animal cases appears to correlate with the presence of public veterinary establishments. In the city of Rio de Janeiro, there are four of these establishments located in Pra&#x000e7;a da Bandeira and Manguinhos (east), and in Santa Cruz and Guaratiba (west). These areas have high values for the ratio of animal cases, and in Pra&#x000e7;a da Bandeira there is even an extreme outlier. This suggests that in Rio de Janeiro Metropolitan Area, surveillance of animal sporotrichosis reflects the availability of public veterinary services rather than the true distribution of the disease. In contrast, in southern Brazil, where there is no specific disease control program, higher incidences of feline sporotrichosis in the richest neighborhoods have been linked to easier access to diagnostics at private veterinary clinics <xref rid="B29" ref-type="bibr">
<sup>29</sup>
</xref>. Moreover, the deficiency of public veterinary care in Rio de Janeiro as a direct challenge to combating sporotrichosis was pointed out years ago <xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>. Despite the four public veterinary facilities in the capital city, their services and free treatment availability for sporotrichosis are often not widely known among the general population <xref rid="B54" ref-type="bibr">
<sup>54</sup>
</xref>.</p><p>Additionally, the spatial pattern of animal ratios differs between reported cases and confirmed cases, consistent with observations in the time series. This disparity is particularly evident in Maric&#x000e1; (southeast) and Duque de Caxias (central north). Given the high incidences of human sporotrichosis in these areas, it is unlikely that animal cases are being overreported without subsequent confirmation. Instead, we hypothesize that the under confirmation of cases is primarily due to limitations in case investigation and diagnostics, potentially influenced by the design constraints of SINAN&#x02019;s epizootic form, as discussed earlier.</p><p>Spatial proximity to feline sporotrichosis cases has been proven to be a risk factor for the disease in humans and other cats <xref rid="B30" ref-type="bibr">
<sup>30</sup>
</xref>. Thus, areas where human incidence and animal ratios differ too much must be carefully investigated. Our findings show that there are areas where human cases are occurring, but no or few animal cases are being reported. Furthermore, they may not even be diagnosed or treated, which may reflect the seriousness of the situation in these areas. This highlights the limitations of the current sporotrichosis surveillance: some areas are reporting abundant human cases but few animal cases, and these locations should be prioritized for active surveillance strategies <xref rid="B28" ref-type="bibr">
<sup>28</sup>
</xref>, to find infected individuals (humans and animals) that are not being accounted for or treated.</p><p>Animal sporotrichosis cases analyzed here included both cats and dogs. Cats are more susceptible to <italic>Sporothrix</italic> sp. than other animals <xref rid="B4" ref-type="bibr">
<sup>4</sup>
</xref>
<sup>,</sup>
<xref rid="B55" ref-type="bibr">
<sup>55</sup>
</xref>, so it is expected that they account for most cases. However, more than 1,000 suspected sporotrichosis cases were reported in dogs during the studied period. Although there isn&#x02019;t enough evidence to prove that zoonotic infection via infected dogs is epidemiologically relevant, canine cases can indicate the presence of infected cats because they are probably being contaminated by them <xref rid="B56" ref-type="bibr">
<sup>56</sup>
</xref>
<sup>,</sup>
<xref rid="B57" ref-type="bibr">
<sup>57</sup>
</xref>. Figueiredo et al. <xref rid="B23" ref-type="bibr">
<sup>23</sup>
</xref> showed that canine sporotrichosis had a spatial expansion concomitant to human cases in Rio de Janeiro Metropolitan Area, highlighting the importance of monitoring dog cases alongside cats and humans.</p><p>Although sporotrichosis surveillance is fragmented in a zoonotic context, with human and animal dimensions assessed separately. Analyzing both together helped us hypothesize possible underreporting of cases. We observed that surveillance for animal sporotrichosis is lacking, which is worrying given that the primary challenges associated with this disease revolve around controlling and treating infected cats <xref rid="B3" ref-type="bibr">
<sup>3</sup>
</xref>
<sup>,</sup>
<xref rid="B29" ref-type="bibr">
<sup>29</sup>
</xref>
<sup>,</sup>
<xref rid="B30" ref-type="bibr">
<sup>30</sup>
</xref>
<sup>,</sup>
<xref rid="B58" ref-type="bibr">
<sup>58</sup>
</xref>. While national mandatory notification for human sporotrichosis is needed <xref rid="B58" ref-type="bibr">
<sup>58</sup>
</xref>, a continuous surveillance program for animal sporotrichosis in endemic areas is crucial <xref rid="B25" ref-type="bibr">
<sup>25</sup>
</xref>. Hence, this emphasizes the importance of a One Health approach for combating sporotrichosis, i.e. surveillance and control strategies must be developed considering humans, animals and the environment simultaneously <xref rid="B3" ref-type="bibr">
<sup>3</sup>
</xref>
<sup>,</sup>
<xref rid="B6" ref-type="bibr">
<sup>6</sup>
</xref>. Focusing solely on human or animal cases could overlook critical areas that are key to effectively address the issue.</p><p>Despite the insights provided by this research, some limitations should be considered. We analyzed secondary data from Brazil&#x02019;s surveillance system, which brought limitations related to missing information, underreporting and a challenging interpretation of results. We couldn&#x02019;t calculate animal case incidence due to unreliable population estimates, so we opted for an alternative strategy for calculating animal ratios in relation to the human population. Moreover, the results presented here are primarily descriptive but provide an important update about human and animal sporotrichosis in Rio de Janeiro Metropolitan Area and its current surveillance.</p></sec></body><back><ack><title>Acknowlegdmetns</title><p>This study was partly financed by the Brazilian Coordination for the Improvement of Higher Education Personnel (CAPES; Finance Code 001). The data used here was made available by the Rio de Janeiro State Health Department. The authors thank Vanderlei Matos, who is a part of the Institute of Scientific and Technological Communication and Information in Health (ICICT/FIOCRUZ), for assisting with data georeferencing.</p></ack><ref-list><title>References</title><ref id="B1"><label>1</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Barros</surname><given-names>MBL</given-names></name>
<name><surname>Paes</surname><given-names>RA</given-names></name>
<name><surname>Schubach</surname><given-names>AO</given-names></name>
</person-group><article-title>Sporothrix schenckii and sporotrichosis</article-title><source>Clin Microbiol Rev</source><year>2011</year><volume>24</volume><fpage>633</fpage><lpage>654</lpage><pub-id pub-id-type="pmid">21976602</pub-id>
</element-citation></ref><ref id="B2"><label>2</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Pereira</surname><given-names>SA</given-names></name>
<name><surname>Gremi&#x000e3;o</surname><given-names>IDF</given-names></name>
<name><surname>Kitada</surname><given-names>AAB</given-names></name>
<name><surname>Boechat</surname><given-names>JS</given-names></name>
<name><surname>Viana</surname><given-names>PG</given-names></name>
<name><surname>Schubach</surname><given-names>TMP</given-names></name>
</person-group><article-title>The epidemiological scenario of feline sporotrichosis in Rio de Janeiro, State of RJ, Brazil</article-title><source>Rev Soc Bras Med Trop</source><year>2014</year><volume>47</volume><fpage>392</fpage><lpage>393</lpage><pub-id pub-id-type="pmid">25075494</pub-id>
</element-citation></ref><ref id="B3"><label>3</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Rossow</surname><given-names>JA</given-names></name>
<name><surname>Queiroz-Telles</surname><given-names>F</given-names></name>
<name><surname>Caceres</surname><given-names>DH</given-names></name>
<name><surname>Beer</surname><given-names>KD</given-names></name>
<name><surname>Jackson</surname><given-names>BR</given-names></name>
<name><surname>Pereira</surname><given-names>JG</given-names></name>
</person-group><article-title>A one health approach to combatting Sporothrix brasiliensis narrative review of an emerging zoonotic fungal pathogen in South America</article-title><source>J Fungi (Basel)</source><year>2020</year><volume>6</volume><fpage>247</fpage><lpage>247</lpage><pub-id pub-id-type="pmid">33114609</pub-id>
</element-citation></ref><ref id="B4"><label>4</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Gremi&#x000e3;o</surname><given-names>IDF</given-names></name>
<name><surname>Miranda</surname><given-names>LHM</given-names></name>
<name><surname>Reis</surname><given-names>EG</given-names></name>
<name><surname>Rodrigues</surname><given-names>AM</given-names></name>
<name><surname>Pereira</surname><given-names>SA</given-names></name>
</person-group><article-title>Zoonotic epidemic of sporotrichosis cat to human transmission</article-title><source>PLoS Pathog</source><year>2017</year><volume>13</volume><elocation-id>e1006077</elocation-id><pub-id pub-id-type="pmid">28103311</pub-id>
</element-citation></ref><ref id="B5"><label>5</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Lecca</surname><given-names>LO</given-names></name>
<name><surname>Paiva</surname><given-names>MT</given-names></name>
<name><surname>de Oliveira</surname><given-names>CSF</given-names></name>
<name><surname>Morais</surname><given-names>MHF</given-names></name>
<name><surname>de Azevedo</surname><given-names>MI</given-names></name>
<name><surname>Bastos</surname><given-names>CV</given-names></name>
</person-group><article-title>Associated factors and spatial patterns of the epidemic sporotrichosis in a high density human populated area a cross-sectional study from 2016 to 2018</article-title><source>Prev Vet Med</source><year>2020</year><volume>176</volume><fpage>104939</fpage><lpage>104939</lpage><pub-id pub-id-type="pmid">32143029</pub-id>
</element-citation></ref><ref id="B6"><label>6</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Gremi&#x000e3;o</surname><given-names>IDF</given-names></name>
<name><surname>Oliveira</surname><given-names>MME</given-names></name>
<name><surname>Monteiro de Miranda</surname><given-names>LH</given-names></name>
<name><surname>Freitas</surname><given-names>DFS</given-names></name>
<name><surname>Pereira</surname><given-names>SA</given-names></name>
</person-group><article-title>Geographic expansion of sporotrichosis, Brazil.</article-title><source>Emerg Infect Dis</source><year>2020</year><volume>26</volume><fpage>621</fpage><lpage>624</lpage><pub-id pub-id-type="pmid">32091376</pub-id>
</element-citation></ref><ref id="B7"><label>7</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Barros</surname><given-names>MBL</given-names></name>
<name><surname>Schubach</surname><given-names>TP</given-names></name>
<name><surname>Coll</surname><given-names>JO</given-names></name>
<name><surname>Gremi&#x000e3;o</surname><given-names>IDF</given-names></name>
<name><surname>Wanke</surname><given-names>B</given-names></name>
<name><surname>Schubach</surname><given-names>AO</given-names></name>
</person-group><article-title>Esporotricose a evolu&#x000e7;&#x000e3;o e os desafios de uma epidemia</article-title><source>Rev Panam Salud P&#x000fa;blica</source><year>2010</year><volume>27</volume><fpage>455</fpage><lpage>460</lpage><pub-id pub-id-type="pmid">20721446</pub-id>
</element-citation></ref><ref id="B8"><label>8</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Rodrigues</surname><given-names>AM</given-names></name>
<name><surname>Della Terra</surname><given-names>PP</given-names></name>
<name><surname>Gremi&#x000e3;o</surname><given-names>ID</given-names></name>
<name><surname>Pereira</surname><given-names>SA</given-names></name>
<name><surname>Orofino-Costa</surname><given-names>R</given-names></name>
<name><surname>de Camargo</surname><given-names>ZP</given-names></name>
</person-group><article-title>The threat of emerging and re-emerging pathogenic Sporothrix species</article-title><source>Mycopathologia</source><year>2020</year><volume>185</volume><fpage>813</fpage><lpage>842</lpage><pub-id pub-id-type="pmid">32052359</pub-id>
</element-citation></ref><ref id="B9"><label>9</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Andrade</surname><given-names>EHP</given-names></name>
<name><surname>Moreira</surname><given-names>SM</given-names></name>
<name><surname>Paiva</surname><given-names>MT</given-names></name>
<name><surname>Zibaoui</surname><given-names>HM</given-names></name>
<name><surname>Salvato</surname><given-names>LA</given-names></name>
<name><surname>Azevedo</surname><given-names>MI</given-names></name>
</person-group><article-title>Characterization of animal sporotrichosis in a highly urbanized area</article-title><source>Comp Immunol Microbiol Infect Dis</source><year>2021</year><volume>76</volume><fpage>101651</fpage><lpage>101651</lpage><pub-id pub-id-type="pmid">33915403</pub-id>
</element-citation></ref><ref id="B10"><label>10</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Bento</surname><given-names>AO</given-names></name>
<name><surname>Costa</surname><given-names>ASS</given-names></name>
<name><surname>Lima</surname><given-names>SL</given-names></name>
<name><surname>Alves</surname><given-names>MM</given-names></name>
<name><surname>Melo</surname><given-names>ASA</given-names></name>
<name><surname>Rodrigues</surname><given-names>AM</given-names></name>
</person-group><article-title>The spread of cat-transmitted sporotrichosis due to Sporothrix brasiliensis in Brazil towards the Northeast region</article-title><source>PLoS Negl Trop Dis</source><year>2021</year><volume>15</volume><elocation-id>e0009693</elocation-id><pub-id pub-id-type="pmid">34460830</pub-id>
</element-citation></ref><ref id="B11"><label>11</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Poester</surname><given-names>VR</given-names></name>
<name><surname>Mattei</surname><given-names>AS</given-names></name>
<name><surname>Madrid</surname><given-names>IM</given-names></name>
<name><surname>Pereira</surname><given-names>JTB</given-names></name>
<name><surname>Klafke</surname><given-names>GB</given-names></name>
<name><surname>Sanchotene</surname><given-names>KO</given-names></name>
</person-group><article-title>Sporotrichosis in Southern Brazil, towards an epidemic</article-title><source>Zoonoses Public Health</source><year>2018</year><volume>65</volume><fpage>815</fpage><lpage>821</lpage><pub-id pub-id-type="pmid">30009528</pub-id>
</element-citation></ref><ref id="B12"><label>12</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Montenegro</surname><given-names>H</given-names></name>
<name><surname>Rodrigues</surname><given-names>AM</given-names></name>
<name><surname>Dias</surname><given-names>MAG</given-names></name>
<name><surname>da Silva</surname><given-names>EA</given-names></name>
<name><surname>Bernardi</surname><given-names>F</given-names></name>
<name><surname>de Camargo</surname><given-names>ZP</given-names></name>
</person-group><article-title>Feline sporotrichosis due to Sporothrix brasiliensis an emerging animal infection in S&#x000e3;o Paulo, Brazil</article-title><source>BMC Vet Res</source><year>2014</year><volume>10</volume><fpage>269</fpage><lpage>269</lpage><pub-id pub-id-type="pmid">25407096</pub-id>
</element-citation></ref><ref id="B13"><label>13</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Rocha</surname><given-names>ICB</given-names></name>
<name><surname>Terra</surname><given-names>PPD</given-names></name>
<name><surname>Oliveira</surname><given-names>RC</given-names></name>
<name><surname>Zanotti</surname><given-names>RL</given-names></name>
<name><surname>Falqueto</surname><given-names>A</given-names></name>
<name><surname>Camargo</surname><given-names>ZP</given-names></name>
</person-group><article-title>Molecular-based assessment of diversity and population structure of Sporothrix spp clinical isolates from Esp&#x000ed;rito Santo-Brazil</article-title><source>Mycoses</source><year>2021</year><volume>64</volume><fpage>420</fpage><lpage>427</lpage><pub-id pub-id-type="pmid">33338280</pub-id>
</element-citation></ref><ref id="B14"><label>14</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Silva</surname><given-names>CE</given-names></name>
<name><surname>Valeriano</surname><given-names>CA</given-names></name>
<name><surname>Ferraz</surname><given-names>CE</given-names></name>
<name><surname>Neves</surname><given-names>RP</given-names></name>
<name><surname>Oliveira</surname><given-names>MM</given-names></name>
<name><surname>Silva</surname><given-names>JC</given-names></name>
</person-group><article-title>Epidemiological features and geographical expansion of sporotrichosis in the state of Pernambuco, northeastern Brazil</article-title><source>Future Microbiol</source><year>2021</year><volume>16</volume><fpage>1371</fpage><lpage>1379</lpage><pub-id pub-id-type="pmid">34812048</pub-id>
</element-citation></ref><ref id="B15"><label>15</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Bernardes-Engemann</surname><given-names>AR</given-names></name>
<name><surname>Almeida</surname><given-names>MA</given-names></name>
<name><surname>Bison</surname><given-names>I</given-names></name>
<name><surname>Rabello</surname><given-names>VBS</given-names></name>
<name><surname>Ramos</surname><given-names>MLM</given-names></name>
<name><surname>Pereira</surname><given-names>SA</given-names></name>
</person-group><article-title>Anti-sporothrix antibody detection in domestic cats as an indicator of a possible new occurrence area for sporotrichosis in North Brazil</article-title><source>Mycopathologia</source><year>2022</year><volume>187</volume><fpage>375</fpage><lpage>384</lpage><pub-id pub-id-type="pmid">35778635</pub-id>
</element-citation></ref><ref id="B16"><label>16</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Eudes</surname><given-names>J</given-names><suffix>Filho</suffix></name>
<name><surname>Santos</surname><given-names>IB</given-names></name>
<name><surname>Reis</surname><given-names>CMS</given-names></name>
<name><surname>Patan&#x000e9;</surname><given-names>JSL</given-names></name>
<name><surname>Paredes</surname><given-names>V</given-names></name>
<name><surname>Bernardes</surname><given-names>JPRA</given-names></name>
<etal/>
</person-group><article-title>A novel Sporothrix brasiliensis genomic variant in Midwestern Brazil: evidence for an older and wider sporotrichosis epidemic.</article-title><source>Emerg Microbes Infect</source><year>2020</year><volume>9</volume><fpage>2515</fpage><lpage>2525</lpage><pub-id pub-id-type="pmid">33155518</pub-id>
</element-citation></ref><ref id="B17"><label>17</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Munhoz</surname><given-names>LS</given-names></name>
<name><surname>Poester</surname><given-names>VR</given-names></name>
<name><surname>Severo</surname><given-names>CB</given-names></name>
<name><surname>Tr&#x000e1;paga</surname><given-names>MR</given-names></name>
<name><surname>Madrid</surname><given-names>IM</given-names></name>
<name><surname>Benelli</surname><given-names>JL</given-names></name>
</person-group><article-title>Update of the epidemiology of the sporotrichosis epidemic in the state of Rio Grande do Sul, Brazil</article-title><source>Mycoses</source><year>2022</year><volume>65</volume><fpage>1112</fpage><lpage>1118</lpage><pub-id pub-id-type="pmid">35833311</pub-id>
</element-citation></ref><ref id="B18"><label>18</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Etchecopaz</surname><given-names>AN</given-names></name>
<name><surname>Lanza</surname><given-names>N</given-names></name>
<name><surname>Toscanini</surname><given-names>MA</given-names></name>
<name><surname>Devoto</surname><given-names>TB</given-names></name>
<name><surname>Pola</surname><given-names>SJ</given-names></name>
<name><surname>Daneri</surname><given-names>GL</given-names></name>
</person-group><article-title>Sporotrichosis caused by Sporothrix brasiliensis in Argentina case report, molecular identification and in vitro susceptibility pattern to antifungal drugs</article-title><source>J Mycol Med</source><year>2020</year><volume>30</volume><fpage>100908</fpage><lpage>100908</lpage><pub-id pub-id-type="pmid">31732417</pub-id>
</element-citation></ref><ref id="B19"><label>19</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Rios</surname><given-names>ME</given-names></name>
<name><surname>Suarez</surname><given-names>J</given-names></name>
<name><surname>Moreno</surname><given-names>J</given-names></name>
<name><surname>Vallee</surname><given-names>J</given-names></name>
<name><surname>Moreno</surname><given-names>JP</given-names></name>
</person-group><article-title>Zoonotic sporotrichosis related to cat contact first case report from Panama in Central America</article-title><source>Cureus</source><year>2018</year><volume>10</volume><elocation-id>e2906</elocation-id><pub-id pub-id-type="pmid">30186711</pub-id>
</element-citation></ref><ref id="B20"><label>20</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Falc&#x000e3;o</surname><given-names>EMM</given-names></name>
<name><surname>Rom&#x000e3;o</surname><given-names>AR</given-names></name>
<name><surname>Magalh&#x000e3;es</surname><given-names>MAFM</given-names></name>
<name><surname>de Lima</surname><given-names>JB</given-names><suffix>Filho</suffix></name>
<name><surname>do Valle</surname><given-names>ACF</given-names></name>
<name><surname>Bastos</surname><given-names>FI</given-names></name>
<etal/>
</person-group><article-title>A spatial analysis of the spread of hyperendemic sporotrichosis in the state of Rio de Janeiro, Brazil.</article-title><source>J Fungi (Basel)</source><year>2022</year><volume>8</volume><fpage>434</fpage><lpage>434</lpage><pub-id pub-id-type="pmid">35628690</pub-id>
</element-citation></ref><ref id="B21"><label>21</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Alzuguir</surname><given-names>CLC</given-names></name>
<name><surname>Pereira</surname><given-names>SA</given-names></name>
<name><surname>Magalh&#x000e3;es</surname><given-names>MAFM</given-names></name>
<name><surname>Almeida-Paes</surname><given-names>R</given-names></name>
<name><surname>Freitas</surname><given-names>DFS</given-names></name>
<name><surname>Oliveira</surname><given-names>LFA</given-names></name>
</person-group><article-title>Geo-epidemiology and socioeconomic aspects of human sporotrichosis in the municipality of Duque de Caxias, Rio de Janeiro, Brazil, between 2007 and 2016</article-title><source>Trans R Soc Trop Med Hyg</source><year>2020</year><volume>114</volume><fpage>99</fpage><lpage>106</lpage><pub-id pub-id-type="pmid">31667523</pub-id>
</element-citation></ref><ref id="B22"><label>22</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Falc&#x000e3;o</surname><given-names>EMM</given-names></name>
<name><surname>Lima</surname><given-names>JB</given-names><suffix>Filho</suffix></name>
<name><surname>Campos</surname><given-names>DP</given-names></name>
<name><surname>Valle</surname><given-names>ACF</given-names></name>
<name><surname>Bastos</surname><given-names>FI</given-names></name>
<name><surname>Gutierrez-Galhardo</surname><given-names>MC</given-names></name>
<etal/>
</person-group><article-title>Hospitaliza&#x000e7;&#x000f5;es e &#x000f3;bitos relacionados &#x000e0; esporotricose no Brasil (1992-2015).</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2019</year><volume>35</volume><elocation-id>e00109218</elocation-id><pub-id pub-id-type="pmid">31066776</pub-id>
</element-citation></ref><ref id="B23"><label>23</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Figueiredo</surname><given-names>ABF</given-names></name>
<name><surname>Magalh&#x000e3;es</surname><given-names>MAFM</given-names></name>
<name><surname>Tassinari</surname><given-names>WS</given-names></name>
<name><surname>Gremi&#x000e3;o</surname><given-names>IDF</given-names></name>
<name><surname>Miranda</surname><given-names>LHM</given-names></name>
<name><surname>Menezes</surname><given-names>RC</given-names></name>
</person-group><article-title>Spatial distribution of canine sporotrichosis in Rio de Janeiro, Brazil (1998-2018) and its correlation with socioeconomic conditions</article-title><source>J Fungi (Basel)</source><year>2022</year><volume>8</volume><fpage>1207</fpage><lpage>1207</lpage><pub-id pub-id-type="pmid">36422027</pub-id>
</element-citation></ref><ref id="B24"><label>24</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Boechat</surname><given-names>JS</given-names></name>
<name><surname>Oliveira</surname><given-names>MME</given-names></name>
<name><surname>Almeida-Paes</surname><given-names>R</given-names></name>
<name><surname>Gremi&#x000e3;o</surname><given-names>IDF</given-names></name>
<name><surname>Machado</surname><given-names>ACS</given-names></name>
<name><surname>Oliveira</surname><given-names>RVC</given-names></name>
</person-group><article-title>Feline sporotrichosis associations between clinical-epidemiological profiles and phenotypic-genotypic characteristics of the etiological agents in the Rio de Janeiro epizootic area</article-title><source>Mem Inst Oswaldo Cruz</source><year>2018</year><volume>113</volume><fpage>185</fpage><lpage>196</lpage><pub-id pub-id-type="pmid">29412358</pub-id>
</element-citation></ref><ref id="B25"><label>25</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Sanchotene</surname><given-names>KO</given-names></name>
<name><surname>Madrid</surname><given-names>IM</given-names></name>
<name><surname>Klafke</surname><given-names>GB</given-names></name>
<name><surname>Bergamashi</surname><given-names>M</given-names></name>
<name><surname>Terra</surname><given-names>PPD</given-names></name>
<name><surname>Rodrigues</surname><given-names>AM</given-names></name>
</person-group><article-title>Sporothrix brasiliensis outbreaks and the rapid emergence of feline sporotrichosis</article-title><source>Mycoses</source><year>2015</year><volume>58</volume><fpage>652</fpage><lpage>658</lpage><pub-id pub-id-type="pmid">26404561</pub-id>
</element-citation></ref><ref id="B26"><label>26</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Machado</surname><given-names>D</given-names></name>
<name><surname>Bragan&#x000e7;a</surname><given-names>A</given-names></name>
<name><surname>Travnik</surname><given-names>I</given-names></name>
<name><surname>Rossi</surname><given-names>A</given-names></name>
<name><surname>Sant'Anna</surname><given-names>A</given-names></name>
</person-group><article-title>Should cats be allowed outdoors? A research survey on animal welfare risks for free-ranging cats in Brazil.</article-title><source>Anim Welf</source><year>2021</year><volume>30</volume><fpage>331</fpage><lpage>339</lpage></element-citation></ref><ref id="B27"><label>27</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Gremi&#x000e3;o</surname><given-names>IDF</given-names></name>
<name><surname>Menezes</surname><given-names>RC</given-names></name>
<name><surname>Schubach</surname><given-names>TMP</given-names></name>
<name><surname>Figueiredo</surname><given-names>ABF</given-names></name>
<name><surname>Cavalcanti</surname><given-names>MCH</given-names></name>
<name><surname>Pereira</surname><given-names>SA</given-names></name>
</person-group><article-title>Feline sporotrichosis epidemiological and clinical aspects</article-title><source>Med Mycol</source><year>2015</year><volume>53</volume><fpage>15</fpage><lpage>21</lpage><pub-id pub-id-type="pmid">25477076</pub-id>
</element-citation></ref><ref id="B28"><label>28</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Moreira</surname><given-names>SM</given-names></name>
<name><surname>Andrade</surname><given-names>EHP</given-names></name>
<name><surname>Paiva</surname><given-names>MT</given-names></name>
<name><surname>Zibaoui</surname><given-names>HM</given-names></name>
<name><surname>Salvato</surname><given-names>LA</given-names></name>
<name><surname>Azevedo</surname><given-names>MI</given-names></name>
</person-group><article-title>Implementation of an animal sporotrichosis surveillance and control program, Southeastern Brazil</article-title><source>Emerg Infect Dis</source><year>2021</year><volume>27</volume><fpage>949</fpage><lpage>952</lpage><pub-id pub-id-type="pmid">33622480</pub-id>
</element-citation></ref><ref id="B29"><label>29</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Poester</surname><given-names>VR</given-names></name>
<name><surname>Stevens</surname><given-names>DA</given-names></name>
<name><surname>Basso</surname><given-names>RP</given-names></name>
<name><surname>Munhoz</surname><given-names>LS</given-names></name>
<name><surname>Zanchi</surname><given-names>M</given-names></name>
<name><surname>Benelli</surname><given-names>JL</given-names></name>
</person-group><article-title>CATastrophe response to the challenges of zoonotic sporotrichosis in southern Brazil</article-title><source>Mycoses</source><year>2022</year><volume>65</volume><fpage>30</fpage><lpage>34</lpage><pub-id pub-id-type="pmid">34390588</pub-id>
</element-citation></ref><ref id="B30"><label>30</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Paiva</surname><given-names>MT</given-names></name>
<name><surname>Oliveira</surname><given-names>CSF</given-names></name>
<name><surname>Nicolino</surname><given-names>RR</given-names></name>
<name><surname>Bastos</surname><given-names>CV</given-names></name>
<name><surname>Lecca</surname><given-names>LO</given-names></name>
<name><surname>Azevedo</surname><given-names>MI</given-names></name>
</person-group><article-title>Spatial association between sporotrichosis in cats and in human during a Brazilian epidemics</article-title><source>Prev Vet Med</source><year>2020</year><volume>183</volume><fpage>105125</fpage><lpage>105125</lpage><pub-id pub-id-type="pmid">32891900</pub-id>
</element-citation></ref><ref id="B31"><label>31</label><element-citation publication-type="legal-doc"><person-group person-group-type="author">
<collab>Rio de Janeiro</collab>
</person-group><article-title>Lei Complementar n&#x000ba; 105, de 4 de julho de 2002.</article-title><source>Di&#x000e1;rio Oficial do Estado do Rio de Janeiro</source><day>04</day><month>07</month><year>2002</year></element-citation></ref><ref id="B32"><label>32</label><element-citation publication-type="webpage"><person-group person-group-type="author">
<collab>F&#x000f3;rum Nacional de Entidades Metropolitanas</collab>
</person-group><source>Regi&#x000e3;o Metropolitana do Rio de Janeiro (RJ). 2018.</source><comment>
<ext-link xlink:href="https://fnembrasil.org/regiao-metropolitana-do-rio-de-janeiro-rj/" ext-link-type="uri">https://fnembrasil.org/regiao-metropolitana-do-rio-de-janeiro-rj/</ext-link>
</comment><date-in-citation content-type="access-date" iso-8601-date="2021-05-30">30/May/2021</date-in-citation></element-citation></ref><ref id="B33"><label>33</label><element-citation publication-type="webpage"><person-group person-group-type="author">
<collab>City Mayors</collab>
</person-group><source>The world's largest urban areas in 2020.</source><comment>
<ext-link xlink:href="http://www.citymayors.com/statistics/urban_2020_1.html" ext-link-type="uri">http://www.citymayors.com/statistics/urban_2020_1.html</ext-link>
</comment><date-in-citation content-type="access-date" iso-8601-date="2021-05-30">30/May/2021</date-in-citation></element-citation></ref><ref id="B34"><label>34</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Ljung</surname><given-names>GM</given-names></name>
<name><surname>Box</surname><given-names>GEP</given-names></name>
</person-group><article-title>On a measure of lack of fit in time series models</article-title><source>Biometrika</source><year>1978</year><volume>65</volume><fpage>297</fpage><lpage>303</lpage></element-citation></ref><ref id="B35"><label>35</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Cleveland</surname><given-names>WS</given-names></name>
</person-group><article-title>LOWESS a program for smoothing scatterplots by robust locally weighted regression</article-title><source>Am Stat</source><year>1981</year><volume>35</volume><fpage>54</fpage><lpage>54</lpage></element-citation></ref><ref id="B36"><label>36</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Magalh&#x000e3;es</surname><given-names>MAFM</given-names></name>
<name><surname>Matos</surname><given-names>VP</given-names></name>
<name><surname>Medronho</surname><given-names>RA</given-names></name>
</person-group><article-title>Avalia&#x000e7;&#x000e3;o do dado sobre endere&#x000e7;o no Sistema de Informa&#x000e7;&#x000e3;o de Agravos de Notifica&#x000e7;&#x000e3;o utilizando georreferenciamento em n&#x000ed;vel local de casos de tuberculose por dois m&#x000e9;todos no munic&#x000ed;pio do Rio de Janeiro</article-title><source>Cad Sa&#x000fa;de Colet (Rio J.)</source><year>2014</year><volume>22</volume><fpage>192</fpage><lpage>199</lpage></element-citation></ref><ref id="B37"><label>37</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Cetl</surname><given-names>V</given-names></name>
<name><surname>Kliment</surname><given-names>T</given-names></name>
<name><surname>Jogun</surname><given-names>T</given-names></name>
</person-group><article-title>A comparison of address geocoding techniques case study of the city of Zagreb, Croatia</article-title><source>Survey Review</source><year>2018</year><volume>50</volume><fpage>97</fpage><lpage>106</lpage></element-citation></ref><ref id="B38"><label>38</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Ara&#x000fa;jo</surname><given-names>VEM</given-names></name>
<name><surname>Pinheiro</surname><given-names>LC</given-names></name>
<name><surname>Almeida</surname><given-names>MCM</given-names></name>
<name><surname>Menezes</surname><given-names>FC</given-names></name>
<name><surname>Morais</surname><given-names>MHF</given-names></name>
<name><surname>Reis</surname><given-names>IA</given-names></name>
</person-group><article-title>Relative risk of visceral leishmaniasis in Brazil a spatial analysis in urban area</article-title><source>PLoS Negl Trop Dis</source><year>2013</year><volume>7</volume><elocation-id>e2540</elocation-id><pub-id pub-id-type="pmid">24244776</pub-id>
</element-citation></ref><ref id="B39"><label>39</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Anselin</surname><given-names>L</given-names></name>
</person-group><article-title>Local indicators of spatial association LISA</article-title><source>Geogr Anal</source><year>1995</year><volume>27</volume><fpage>93</fpage><lpage>115</lpage></element-citation></ref><ref id="B40"><label>40</label><element-citation publication-type="webpage"><person-group person-group-type="author">
<name><surname>Hyndman</surname><given-names>R</given-names></name>
<name><surname>Athanasopoulos</surname><given-names>G</given-names></name>
<name><surname>Caceres</surname><given-names>G</given-names></name>
<name><surname>Chhay</surname><given-names>L</given-names></name>
<name><surname>O'Hara-Wild</surname><given-names>M</given-names></name>
<name><surname>Petropoulos</surname><given-names>F</given-names></name>
<etal/>
</person-group><source>forecast: forecasting functions for time series and linear models.</source><comment>
<ext-link xlink:href="https://pkg.robjhyndman.com/forecast/" ext-link-type="uri">https://pkg.robjhyndman.com/forecast/</ext-link>
</comment><date-in-citation content-type="access-date" iso-8601-date="2024-04-01">01/Apr/2024</date-in-citation></element-citation></ref><ref id="B41"><label>41</label><element-citation publication-type="webpage"><person-group person-group-type="author">
<name><surname>Pereira</surname><given-names>RHM</given-names></name>
<name><surname>Goncalves</surname><given-names>CN</given-names></name>
</person-group><source>geobr: download official spatial data sets of Brazil. R package version 170.</source><comment>
<ext-link xlink:href="https://ipeagit.github.io/geobr/" ext-link-type="uri">https://ipeagit.github.io/geobr/</ext-link>
</comment><date-in-citation content-type="access-date" iso-8601-date="2022-06-06">06/Jun/2022</date-in-citation></element-citation></ref><ref id="B42"><label>42</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Pebesma</surname><given-names>E</given-names></name>
<name><surname>Bivand</surname><given-names>R</given-names></name>
</person-group><source>Spatial sata science: with applications in R</source><year>2023</year><publisher-loc>New York</publisher-loc><publisher-name>Chapman and Hall/CRC</publisher-name></element-citation></ref><ref id="B43"><label>43</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Bivand</surname><given-names>R</given-names></name>
</person-group><article-title>R packages for analyzing spatial data a comparative case study with areal data</article-title><source>Geogr Anal</source><year>2022</year><volume>54</volume><fpage>488</fpage><lpage>518</lpage></element-citation></ref><ref id="B44"><label>44</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Silva</surname><given-names>MBT</given-names></name>
<name><surname>Costa</surname><given-names>MMM</given-names></name>
<name><surname>Torres</surname><given-names>CCS</given-names></name>
<name><surname>Galhardo</surname><given-names>MCG</given-names></name>
<name><surname>Valle</surname><given-names>ACF</given-names></name>
<name><surname>Magalh&#x000e3;es</surname><given-names>MAFM</given-names></name>
</person-group><article-title>Esporotricose urbana epidemia negligenciada no Rio de Janeiro, Brasil</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2012</year><volume>28</volume><fpage>1867</fpage><lpage>1880</lpage><pub-id pub-id-type="pmid">23090167</pub-id>
</element-citation></ref><ref id="B45"><label>45</label><element-citation publication-type="webpage"><person-group person-group-type="author">
<collab>Secretaria de Estado de Sa&#x000fa;de</collab>
</person-group><source>Nota T&#x000e9;cnica n&#x000ba; 3/2011-GDTVZ/DTI/CVE/SVEA/SVS-SESRJ e IPEC/FIOCRUZ.</source><comment>
<ext-link xlink:href="http://www.riocomsaude.rj.gov.br/" ext-link-type="uri">http://www.riocomsaude.rj.gov.br/</ext-link>
</comment><date-in-citation content-type="access-date" iso-8601-date="2024-03-27">27/Mar/2024</date-in-citation></element-citation></ref><ref id="B46"><label>46</label><element-citation publication-type="legal-doc"><person-group person-group-type="author">
<collab>Secretaria de Estado de Sa&#x000fa;de</collab>
</person-group><article-title>Resolu&#x000e7;&#x000e3;o SES n&#x000ba; 674, de 12 de julho de 2013.</article-title><source>Di&#x000e1;rio Oficial do Estado do Rio de Janeiro</source><day>16</day><month>07</month><year>2013</year></element-citation></ref><ref id="B47"><label>47</label><element-citation publication-type="webpage"><person-group person-group-type="author">
<collab>Prefeitura do Rio de Janeiro</collab>
</person-group><source>Prefeitura amplia em 100% atendimentos a animais nas unidades de zoonoses da Vigil&#x000e2;ncia Sanit&#x000e1;ria.</source><comment>
<ext-link xlink:href="http://www.rio.rj.gov.br/web/vigilanciasanitaria/exibeconteudo?id=9102935" ext-link-type="uri">http://www.rio.rj.gov.br/web/vigilanciasanitaria/exibeconteudo?id=9102935</ext-link>
</comment><date-in-citation content-type="access-date" iso-8601-date="2022-05-29">29/May/2022</date-in-citation></element-citation></ref><ref id="B48"><label>48</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Barros</surname><given-names>MBL</given-names></name>
<name><surname>Schubach</surname><given-names>AO</given-names></name>
<name><surname>Valle</surname><given-names>ACF</given-names></name>
<name><surname>Galhardo</surname><given-names>MCG</given-names></name>
<name><surname>Concei&#x000e7;&#x000e3;o-Silva</surname><given-names>F</given-names></name>
<name><surname>Schubach</surname><given-names>TMP</given-names></name>
</person-group><article-title>Cat-transmitted sporotrichosis epidemic in Rio de Janeiro, Brazil description of a series of cases</article-title><source>Clin Infect Dis</source><year>2004</year><volume>38</volume><fpage>529</fpage><lpage>535</lpage><pub-id pub-id-type="pmid">14765346</pub-id>
</element-citation></ref><ref id="B49"><label>49</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Concei&#x000e7;&#x000e3;o-Silva</surname><given-names>F</given-names></name>
<name><surname>Morgado</surname><given-names>FN</given-names></name>
</person-group><article-title>Immunopathogenesis of human sporotrichosis what we already know</article-title><source>J Fungi (Basel)</source><year>2018</year><volume>4</volume><fpage>89</fpage><lpage>89</lpage><pub-id pub-id-type="pmid">30065160</pub-id>
</element-citation></ref><ref id="B50"><label>50</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Garcia</surname><given-names>MTP</given-names></name>
<name><surname>Lima</surname><given-names>EFA</given-names></name>
<name><surname>Leite</surname><given-names>FMC</given-names></name>
</person-group><article-title>Elaboration and evaluation of a compulsory notification form for human sporotrichosis</article-title><source>Esc Anna Nery (Online)</source><year>2022</year><volume>26</volume><elocation-id>e20210361</elocation-id></element-citation></ref><ref id="B51"><label>51</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Ferreira</surname><given-names>JP</given-names></name>
<name><surname>Leit&#x000e3;o</surname><given-names>I</given-names></name>
<name><surname>Santos-Reis</surname><given-names>M</given-names></name>
<name><surname>Revilla</surname><given-names>E</given-names></name>
</person-group><article-title>Human-related factors regulate the spatial ecology of domestic cats in sensitive areas for conservation</article-title><source>PLoS One</source><year>2011</year><volume>6</volume><elocation-id>e25970</elocation-id><pub-id pub-id-type="pmid">22043298</pub-id>
</element-citation></ref><ref id="B52"><label>52</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Mac&#x000ea;do-Sales</surname><given-names>PA</given-names></name>
<name><surname>Souto</surname><given-names>SRLS</given-names></name>
<name><surname>Destefani</surname><given-names>CA</given-names></name>
<name><surname>Lucena</surname><given-names>RP</given-names></name>
<name><surname>Machado</surname><given-names>RLD</given-names></name>
<name><surname>Pinto</surname><given-names>MR</given-names></name>
</person-group><article-title>Domestic feline contribution in the transmission of Sporothrix in Rio de Janeiro State, Brazil a comparison between infected and non-infected populations</article-title><source>BMC Vet Res</source><year>2018</year><volume>14</volume><fpage>19</fpage><lpage>19</lpage><pub-id pub-id-type="pmid">29347940</pub-id>
</element-citation></ref><ref id="B53"><label>53</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Scuarcialupi</surname><given-names>LN</given-names></name>
<name><surname>Pereira</surname><given-names>FC</given-names></name>
<name><surname>Baquero</surname><given-names>OS</given-names></name>
</person-group><article-title>Feline sporotrichosis social vulnerability and prioritization of geographic areas in Guarulhos, SP, Brazil</article-title><source>Braz J Vet Res Anim Sci</source><year>2021</year><volume>58</volume><elocation-id>e188291</elocation-id></element-citation></ref><ref id="B54"><label>54</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Papa</surname><given-names>MGO</given-names></name>
<name><surname>Oliveira</surname><given-names>MH</given-names></name>
<name><surname>Reis</surname><given-names>LLM</given-names></name>
<name><surname>Camera</surname><given-names>PO</given-names></name>
<name><surname>Silva</surname><given-names>ACR</given-names></name>
</person-group><article-title>Avalia&#x000e7;&#x000e3;o do conhecimento dos moradores da Zona Norte do Rio de Janeiro em rela&#x000e7;&#x000e3;o &#x000e0; esporotricose</article-title><source>Revista Brasileira de Educa&#x000e7;&#x000e3;o e Sa&#x000fa;de</source><year>2018</year><volume>8</volume><fpage>65</fpage><lpage>70</lpage></element-citation></ref><ref id="B55"><label>55</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Orofino-Costa</surname><given-names>R</given-names></name>
<name><surname>Macedo</surname><given-names>PM</given-names></name>
<name><surname>Rodrigues</surname><given-names>AM</given-names></name>
<name><surname>Bernardes-Engemann</surname><given-names>AR</given-names></name>
</person-group><article-title>Sporotrichosis an update on epidemiology, etiopathogenesis, laboratory and clinical therapeutics</article-title><source>An Bras Dermatol</source><year>2017</year><volume>92</volume><fpage>606</fpage><lpage>620</lpage><pub-id pub-id-type="pmid">29166494</pub-id>
</element-citation></ref><ref id="B56"><label>56</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Schubach</surname><given-names>TMP</given-names></name>
<name><surname>Schubach</surname><given-names>A</given-names></name>
<name><surname>Okamoto</surname><given-names>T</given-names></name>
<name><surname>Barros</surname><given-names>MBL</given-names></name>
<name><surname>Figueiredo</surname><given-names>FB</given-names></name>
<name><surname>Cuzzi</surname><given-names>T</given-names></name>
</person-group><article-title>Canine sporotrichosis in Rio de Janeiro, Brazil clinical presentation, laboratory diagnosis and therapeutic response in 44 cases (1998-2003)</article-title><source>Med Mycol</source><year>2006</year><volume>44</volume><fpage>87</fpage><lpage>92</lpage><pub-id pub-id-type="pmid">16805098</pub-id>
</element-citation></ref><ref id="B57"><label>57</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Zager</surname><given-names>&#x000c2;</given-names></name>
<name><surname>Santos</surname><given-names>LA</given-names></name>
<name><surname>Malegoni</surname><given-names>ACS</given-names></name>
<name><surname>Roque</surname><given-names>LZ</given-names></name>
<name><surname>Silva</surname><given-names>TB</given-names></name>
<name><surname>Risso</surname><given-names>FB</given-names></name>
</person-group><article-title>Canine sporotricosis clinic, epidemiology, diagnosis and treatment</article-title><source>OALib</source><year>2021</year><volume>8</volume><fpage>1</fpage><lpage>6</lpage></element-citation></ref><ref id="B58"><label>58</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Gremi&#x000e3;o</surname><given-names>IDF</given-names></name>
<name><surname>Rocha</surname><given-names>EMS</given-names></name>
<name><surname>Montenegro</surname><given-names>H</given-names></name>
<name><surname>Carneiro</surname><given-names>AJB</given-names></name>
<name><surname>Xavier</surname><given-names>MO</given-names></name>
<name><surname>Farias</surname><given-names>MR</given-names></name>
</person-group><article-title>Guideline for the management of feline sporotrichosis caused by Sporothrix brasiliensis and literature revision</article-title><source>Braz J Microbiol</source><year>2021</year><volume>52</volume><fpage>107</fpage><lpage>124</lpage><pub-id pub-id-type="pmid">32990922</pub-id>
</element-citation></ref></ref-list></back></article>