<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:ali="http://www.niso.org/schemas/ali/1.0/" xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" article-type="review-article" dtd-version="1.3" xml:lang="de"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">HNO</journal-id><journal-id journal-id-type="iso-abbrev">HNO</journal-id><journal-title-group><journal-title>Hno</journal-title></journal-title-group><issn pub-type="ppub">0017-6192</issn><issn pub-type="epub">1433-0458</issn><publisher><publisher-name>Springer Medizin</publisher-name><publisher-loc>Heidelberg</publisher-loc></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmid">40204956</article-id><article-id pub-id-type="pmc">PMC12101998</article-id>
<article-id pub-id-type="publisher-id">1620</article-id><article-id pub-id-type="doi">10.1007/s00106-025-01620-5</article-id><article-categories><subj-group subj-group-type="heading"><subject>Referate</subject></subj-group></article-categories><title-group><article-title>Diagnostik und chirurgische Therapie der Schilddr&#x000fc;senerkrankungen</article-title><trans-title-group><trans-title xml:lang="en">Diagnosis and surgical therapy of thyroid diseases</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" corresp="yes"><name><surname>Verse</surname><given-names>Thomas</given-names></name><address><email>t.verse@asklepios.com</email></address><xref ref-type="aff" rid="Aff1">1</xref><xref ref-type="aff" rid="Aff2">2</xref></contrib><contrib contrib-type="author" corresp="yes"><name><surname>Chromik</surname><given-names>Ansgar Michael</given-names></name><address><email>a.chromik@asklepios.com</email></address><xref ref-type="aff" rid="Aff3">3</xref></contrib><aff id="Aff1"><label>1</label><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/03weyyh46</institution-id><institution-id institution-id-type="GRID">grid.491624.c</institution-id><institution-id institution-id-type="ISNI">0000 0004 0556 3291</institution-id><institution>Abteilung f&#x000fc;r HNO-Heilkunde, Kopf- und Halschirurgie, </institution><institution>Asklepios Klinikum Harburg, </institution></institution-wrap>Ei&#x000df;endorfer Pferdeweg&#x000a0;52, 21075 Hamburg, Deutschland </aff><aff id="Aff2"><label>2</label><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/038t36y30</institution-id><institution-id institution-id-type="GRID">grid.7700.0</institution-id><institution-id institution-id-type="ISNI">0000 0001 2190 4373</institution-id><institution>Universit&#x000e4;tsklinik f&#x000fc;r HNO-Heilkunde, Kopf- und Halschirurgie Universit&#x000e4;tsmedizin Mannheim, </institution><institution>Universit&#x000e4;t Heidelberg, </institution></institution-wrap>Theodor-Kutzer-Ufer 1&#x02013;3, 68167 Mannheim, Deutschland </aff><aff id="Aff3"><label>3</label><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/03weyyh46</institution-id><institution-id institution-id-type="GRID">grid.491624.c</institution-id><institution-id institution-id-type="ISNI">0000 0004 0556 3291</institution-id><institution>Abteilung f&#x000fc;r Allgemein- und Viszeralchirurgie, </institution><institution>Asklepios Klinikum Harburg, </institution></institution-wrap>Ei&#x000df;endorfer Pferdeweg&#x000a0;52, 21075 Hamburg, Deutschland </aff></contrib-group><pub-date pub-type="epub"><day>9</day><month>4</month><year>2025</year></pub-date><pub-date pub-type="pmc-release"><day>9</day><month>4</month><year>2025</year></pub-date><pub-date pub-type="ppub"><year>2025</year></pub-date><volume>73</volume><issue>6</issue><fpage>401</fpage><lpage>422</lpage><history><date date-type="accepted"><day>18</day><month>3</month><year>2025</year></date></history><permissions><copyright-statement>&#x000a9; The Author(s) 2025</copyright-statement><copyright-year>2025</copyright-year><license><ali:license_ref specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p>
<bold>Open Access</bold> Dieser Artikel wird unter der Creative Commons Namensnennung 4.0 International Lizenz ver&#x000f6;ffentlicht, welche die Nutzung, Vervielf&#x000e4;ltigung, Bearbeitung, Verbreitung und Wiedergabe in jeglichem Medium und Format erlaubt, sofern Sie den/die urspr&#x000fc;nglichen Autor(en) und die Quelle ordnungsgem&#x000e4;&#x000df; nennen, einen Link zur Creative Commons Lizenz beif&#x000fc;gen und angeben, ob &#x000c4;nderungen vorgenommen wurden. Die in diesem Artikel enthaltenen Bilder und sonstiges Drittmaterial unterliegen ebenfalls der genannten Creative Commons Lizenz, sofern sich aus der Abbildungslegende nichts anderes ergibt. Sofern das betreffende Material nicht unter der genannten Creative Commons Lizenz steht und die betreffende Handlung nicht nach gesetzlichen Vorschriften erlaubt ist, ist f&#x000fc;r die oben aufgef&#x000fc;hrten Weiterverwendungen des Materials die Einwilligung des jeweiligen Rechteinhabers einzuholen. Weitere Details zur Lizenz entnehmen Sie bitte der Lizenzinformation auf <ext-link ext-link-type="uri" xlink:href="https://creativecommons.org/licenses/by/4.0/">http://creativecommons.org/licenses/by/4.0/deed.de</ext-link>.</license-p></license></permissions><abstract id="Abs1"><p>Das Interesse der HNO-Heilkunde an der Schilddr&#x000fc;se steigt. Das vorliegende Referat gibt einen &#x000dc;berblick als Einstiegshilfe in das Thema. Zuerst werden die chirurgische Anatomie und die Physiologie dargestellt. Im Weiteren werden die h&#x000e4;ufigsten benignen und malignen Erkrankungen der Schilddr&#x000fc;se skizziert. Der Fokus der Darstellung der Therapie liegt auf der operativen Therapie mit all ihren perioperativen Aspekten und ihren Komplikationen und deren Management.</p><sec><title>Zusatzmaterial online</title><p>Die Online-Version dieses Artikels (10.1007/s00106-025-01620-5) enth&#x000e4;lt weiterf&#x000fc;hrende Literatur.</p></sec></abstract><trans-abstract xml:lang="en" id="Abs2"><p>There is a&#x000a0;growing interest in diseases of the thyroid gland within the ENT community. This review provides an introduction to the topic. The first section describes the surgical anatomy and physiology of the thyroid gland. Subsequently, the most frequent benign and malignant diseases of the thyroid gland are discussed. Regarding treatment of thyroid diseases, the focus is placed on surgical therapy with all its perioperative issues as well as surgical complications and their management.</p></trans-abstract><kwd-group xml:lang="de"><title>Schl&#x000fc;sselw&#x000f6;rter</title><kwd>Anatomie</kwd><kwd>Physiologie</kwd><kwd>Schilddr&#x000fc;senerkrankungen</kwd><kwd>Allgemeinchirurgie</kwd><kwd>Komplikationen</kwd></kwd-group><kwd-group xml:lang="en"><title>Keywords</title><kwd>Anatomy</kwd><kwd>Physiology</kwd><kwd>Thyroid gland disorders</kwd><kwd>General surgery</kwd><kwd>Complications</kwd></kwd-group><funding-group><award-group><funding-source><institution>Medizinische Fakult&#x000e4;t Mannheim der Universit&#x000e4;t Heidelberg (8990)</institution></funding-source></award-group><open-access><p>Open Access funding enabled and organized by Projekt DEAL.</p></open-access></funding-group><custom-meta-group><custom-meta><meta-name>issue-copyright-statement</meta-name><meta-value>&#x000a9; Springer Medizin Verlag GmbH, ein Teil von Springer Nature 2025</meta-value></custom-meta></custom-meta-group></article-meta></front><body><p>Der diesj&#x000e4;hrige Jahreskongress der Deutschen Gesellschaft f&#x000fc;r Hals&#x02011;, Nasen&#x02011;, Ohrenheilkunde, Kopf- und Halschirurgie steht unter dem Motto Individualisierung versus Standardisierung. Beides beeinflusst unser t&#x000e4;gliches klinisches Wirken. Bei der individualisierten Medizin gehen der Behandlung diagnostische Tests voraus, deren Ergebnis eine auf den Patienten und sein Krankheitsbild passgenau abgestimmte Therapie oder auch Pr&#x000e4;vention erm&#x000f6;glichen soll. So w&#x000fc;nschenswert dieser Ansatz ist, so stehen ihm gesundheits&#x000f6;konomische Zw&#x000e4;nge entgegen. Ein &#x0201e;alles f&#x000fc;r jeden&#x0201c; ist schon lange nicht mehr finanzierbar. Standardisierung und Konzentration sind aktuell bevorzugte Mittel f&#x000fc;r die Effizienzbem&#x000fc;hungen in der Medizin vor dem Problem der Endlichkeit der Finanzmittel. Um diesem Spannungsfeld auch k&#x000fc;nftig gerecht werden zu k&#x000f6;nnen, bedarf es eines guten Fachwissens. Das gilt insbesondere dann, wenn man sich an den Rand des eigenen Fachgebiets begibt. Die Schilddr&#x000fc;se ist f&#x000fc;r den HNO&#x02011;Arzt ein solches Organ, welches zwar im Hals liegt, aber zumindest in Deutschland auch von anderen Fachgebieten bedient wird. Was die Schilddr&#x000fc;senchirurgie anbelangt, haben die Autoren ihre Bem&#x000fc;hungen zusammengelegt, statt miteinander zu konkurrieren. Dabei waren unterschiedliche Herangehensweisen an die Schilddr&#x000fc;se festzustellen, sodass beide Seiten sehr&#x000a0;&#x02013; n&#x000e4;mlich im Sinne von &#x0201e;das Beste aus 2&#x000a0;Welten&#x0201c; voneinander profitieren. Versuchen Sie es auch! Wir bieten Ihnen nachstehend einen gemeinsamen Blick von chirurgischer und HNO-&#x000e4;rztlicher Seite auf die Schilddr&#x000fc;se.</p><sec id="Sec1"><title>Chirurgische Anatomie</title><p>Die Schilddr&#x000fc;se ist schmetterlingsf&#x000f6;rmig und sitzt im unteren mittleren Halsanteil auf der Trachea, mit der sie beidseits bindegewebig (&#x0201e;Berry&#x02019;s ligament&#x0201c;) verbunden ist. Dadurch folgt die Schilddr&#x000fc;se beim Schluckakt den Bewegungen des Kehlkopfs. Die Palpation der Schilddr&#x000fc;se erfolgt daher auch w&#x000e4;hrend des Schluckakts. Die Schilddr&#x000fc;se wird in einen rechten und einen linken Anteil unterteilt, der pr&#x000e4;tracheal durch den Isthmus miteinander verbunden ist. Die Schilddr&#x000fc;se wiegt bei Erwachsenen &#x000fc;blicherweise zwischen 18&#x000a0;und 30&#x0202f;g.</p><p>Funktionseinheit der Schilddr&#x000fc;se ist der Follikel. Er ist mit einschichtigen kubischen Epithelzellen, den Thyreozyten, ausgekleidet. Die polar ausgerichteten Zellen mit gro&#x000df;em, rundlichem Zellkern sind an ihrer basolateralen Oberfl&#x000e4;che den Kapillaren bzw. dem Blutstrom zugewandt und umschlie&#x000df;en mit ihrer apikalen Membran das Follikellumen, in dem sich extrazellul&#x000e4;r das Kolloid mit gro&#x000df;en Mengen an Thyreoglobulin befindet. Dieses Glykoprotein stellt den Synthese- und Depotort der Schilddr&#x000fc;senhormone dar. Die Form der Follikel passt sich den jeweiligen Funktionsphasen der Schilddr&#x000fc;se an und h&#x000e4;ngt von verschiedenen Faktoren (z.&#x0202f;B. Umwelttemperatur, Lebensalter, Gravidit&#x000e4;t, H&#x000f6;he des Spiegels an thyroideastimulierendem Hormon [TSH]) ab. Die C&#x02011;Zellen kommen in der gesamten Schilddr&#x000fc;se vor, weisen jedoch in den hinteren und oberen Abschnitten der Schilddr&#x000fc;senlappen ihre h&#x000f6;chste Dichte auf.</p><p>Embryologisch entsteht die Schilddr&#x000fc;se am Zungengrund aus dem Epithel des 2.&#x000a0;Kiemenbogens. Vom Foramen caecum am Zungengrund wandert die Schilddr&#x000fc;se entlang des Ductus thyreoglossus nach distal und kommt etwa in der 7.&#x000a0;Embryonalwoche an ihrer endg&#x000fc;ltigen Position an (Abb.&#x000a0;<xref rid="Fig1" ref-type="fig">1</xref>). Der Ductus thyreoglossus verl&#x000e4;uft teilweise anterior, teilweise posterior und selten durch das Zungenbein. Der Ductus thyreoglossus bildet sich &#x000fc;blicherweise zur&#x000fc;ck. Eventuelle Reste des Ductus thyreoglossus k&#x000f6;nnen sich sp&#x000e4;ter als mediane Halszysten oder mediane Halsfisteln manifestieren. Teilweise enthalten diese Reste von Schilddr&#x000fc;sengewebe, welches dann als ektopes Schilddr&#x000fc;sengewebe bezeichnet wird. Als Lobus pyramidalis wird ein embryonales Relikt des Ductus thyreoglossus bezeichnet, welcher zur Schilddr&#x000fc;se geh&#x000f6;rt und vom Isthmus nach oben zieht. Er soll einer aktuellen Metaanalyse zufolge in 42,8&#x0202f;% der F&#x000e4;lle vorhanden sein&#x000a0;[<xref ref-type="bibr" rid="CR1">1</xref>]. Theoretisch kann er bis zum Foramen caecum reichen. Er ist ein h&#x000e4;ufiger Grund f&#x000fc;r intraoperativ akzidentell zur&#x000fc;ckgelassenes Schilddr&#x000fc;sengewebe.<fig id="Fig1"><label>Abb. 1</label><caption><p>Schematische Darstellung der Schilddr&#x000fc;se, eigene Zeichnung</p></caption><graphic xlink:href="106_2025_1620_Fig1_HTML" id="d33e236"/></fig></p><p>Die Schilddr&#x000fc;se ist eines der bestdurchbluteten Organe des menschlichen K&#x000f6;rpers. Die A.&#x000a0;thyroidea inferior entstammt &#x000fc;blicherweise dem Truncus thyreocervicalis und unterkreuzt die A.&#x000a0;carotis communis am de-Quervain-Punkt (e1). Sie versorgt die unteren Anteile der Schilddr&#x000fc;se und zu 80&#x0202f;% die unteren Nebenschilddr&#x000fc;sen. Sie sollte daher schilddr&#x000fc;sennah ligiert werden. Das Gef&#x000e4;&#x000df; tritt von laterokaudal an die Schilddr&#x000fc;se heran und teilt sich in unterschiedlicher Entfernung von der Dr&#x000fc;se in mehrere &#x000c4;ste auf.</p><p>Die A.&#x000a0;thyroidea superior entspringt als erster Ast der A.&#x000a0;carotis externa und f&#x000fc;hrt zum oberen Schilddr&#x000fc;senpol. Die oberen Nebenschilddr&#x000fc;sen werden nur zu 20&#x0202f;% von dieser Arterie versorgt, sodass die Ligatur der A.&#x000a0;thyreoidea superior weniger Probleme f&#x000fc;r die oberen Nebenschilddr&#x000fc;sen mit sich bringt (e2).</p><p>In 8&#x0202f;% der F&#x000e4;lle gibt es eine zus&#x000e4;tzliche A.&#x000a0;thyreoidea ima, welche direkt vom Aortenbogen zur Schilddr&#x000fc;se f&#x000fc;hrt und vor der Trachea den Isthmus der Schilddr&#x000fc;se erreicht. Ist eine Ligatur der A.&#x000a0;thyreoidea ima insuffizient, droht eine schwere intrathorakale Nachblutung (e1).</p><p>Der Schilddr&#x000fc;senchirurg muss sich immer bewusst sein, dass die Gef&#x000e4;&#x000df;verl&#x000e4;ufe sehr variabel sein k&#x000f6;nnen, was auch entsprechende Implikationen f&#x000fc;r den Verlauf das N.&#x000a0;recurrens haben kann. So gibt es in selten F&#x000e4;llen einen direkten Zufluss aus der A.&#x000a0;carotis interna und der Truncus brachiocephalicus kann sehr hoch stehen. Sollte sich die A.&#x000a0;carotis communis rechts sehr nahe der Schilddr&#x000fc;se befinden, kann der N.&#x000a0;laryngeus recurrens an dieser Stelle direkt vom N.&#x000a0;vagus in die Schilddr&#x000fc;se ziehen, ohne den Umweg &#x000fc;ber das Mediastinum zu machen, sog. N.&#x000a0;laryngeus recurrens non recurrens (e3).</p><p>Au&#x000df;erhalb der Organkapsel wird eine d&#x000fc;nne Bindegewebsschicht, die sog. Grenzlamelle, beschrieben (e4). Zwischen beiden Schichten soll im Idealfall pr&#x000e4;pariert werden. Nach der pers&#x000f6;nlichen Erfahrung der Autoren l&#x000e4;sst sich diese Schicht aber nicht immer identifizieren. Die Gef&#x000e4;&#x000df;e ziehen sowohl durch die Grenzlamelle als auch durch die Organkapsel und m&#x000fc;ssen daher stets dr&#x000fc;sennah ligiert werden. Manchmal sitzt die Nebenschilddr&#x000fc;se direkt auf der Organkapsel und kann dann nicht erhalten werden. Es wird empfohlen, dieses Gewebe zu reimplantieren.</p><p>Chirurgisch relevante Nerven im Rahmen einer Schilddr&#x000fc;senoperation sind die Nn.&#x000a0;laryngei recurrentes und die Nn.&#x000a0;laryngei superiores. Je nach Ausdehnung der Operation sind ggf. auch alle anderen Halsnerven betroffen. Diesbez&#x000fc;glich sei an dieser Stelle auf die einschl&#x000e4;gige Literatur verwiesen.</p><p>Der N.&#x000a0;laryngeus recurrens ist ein Ast des N.&#x000a0;vagus und zieht rechts um den Truncus brachiocephalicus und links um den Aortenbogen. Durch letztere Tatsache k&#x000f6;nnen gelegentlich pulssynchrone Bewegungen des N.&#x000a0;laryngeus recurrens links beobachtet werden, die bei dessen Auffindung helfen k&#x000f6;nnen. Der aszendierende Anteil des Nervs tritt hinter die Schilddr&#x000fc;se. Hier ist er besonders gef&#x000e4;hrdet. Insbesondere auf der rechten Seite gibt es eine Normvariante, im Sinne einer Ausst&#x000fc;lpung des Schilddr&#x000fc;senlappens nach posterior, das sog. Tuberculum Zuckerkandl. Hier liegt der Nerv der Schilddr&#x000fc;se h&#x000e4;ufig direkt an. Vor dem Eintritt des Nervs hinter den Ringknorpel kann er sich in bis zu 4&#x000a0;kleinere &#x000c4;ste aufteilen, von denen nur der vordere Ast in der Neurostimulation stimulierbar ist (e5). Auf den seltenen Fall eines N.&#x000a0;laryngeus nonrecurrens rechts (0,6&#x02013;0,8&#x0202f;%) wurde bereits hingewiesen. Die A.&#x000a0;thyreoidea inferior eignet sich weniger zum Auffinden des Nervs, da Letzterer vor, hinter oder zwischen den &#x000c4;sten der A.&#x000a0;thyreoidea inferior verlaufen kann.</p><p>Die Lymphbahnen der Schilddr&#x000fc;se ziehen pr&#x000e4;laryngeal, pr&#x000e4;- und paratracheal zu den kaudalen Nn.&#x000a0;cervicales profundi (e6).</p></sec><sec id="Sec2"><title>Physiologie</title><p>Die Schilddr&#x000fc;se produziert und speichert Schilddr&#x000fc;senhormon. Daf&#x000fc;r ben&#x000f6;tigt die Schilddr&#x000fc;se Jod. Der t&#x000e4;gliche Jodbedarf von Erwachsenen wird mit 150&#x02013;200&#x0202f;&#x000b5;g angegeben (e7). Die Bildung und Freisetzung der Schilddr&#x000fc;senhormone unterliegt einem Regelkreis. Im Hypothalamus wird das Hormon TRH (&#x0201e;thyreotropin releasing hormone&#x0201c;) gebildet und freigesetzt, wenn der Spiegel an Schilddr&#x000fc;senhormonen (T3, T4) im Blut zu niedrig ist. TRH stimuliert in der Hypophyse die Aussch&#x000fc;ttung von TSH (thyreoideastimulierendes Hormon). Die Freisetzung erfolgt pulsatil mit einer Halbwertszeit von 50&#x02013;70&#x0202f;min. Sie unterliegt einer zirkadianen Rhythmik mit einem Maximum in der Nacht. TSH bindet an den G&#x02011;Protein-gekoppelten TSH-Rezeptor an der basolateralen Membran der Thyreozyten und f&#x000fc;hrt somit in der Schilddr&#x000fc;se zur vermehrten Bildung von T3 und T4 sowie zu deren Freisetzung aus ihren Zwischenspeichern (Follikeln) ins Blut. Ein erh&#x000f6;hter T3- und T4-Spiegel im Blut hemmt die TRH- und TSH-Freisetzung im Sinne einer negativen R&#x000fc;ckkopplung.</p><p>Schilddr&#x000fc;senhormone sind im Blut zu 99&#x0202f;% an Plasmaproteine, v.&#x000a0;a. Thyreoglobulin, gebunden und dadurch inaktiv. Thyreoglobulin wird ebenfalls in der Schilddr&#x000fc;se synthetisiert. Freies Schilddr&#x000fc;senhormon (fT3 und fT4) erh&#x000f6;ht den Grundumsatz, indem es die Herzarbeit, die K&#x000f6;rpertemperatur sowie den Abbau von Fetten und Glykogen steigert. Im Einzelnen f&#x000f6;rdern Schilddr&#x000fc;senhormone die Aufnahme von Glukose, den Kohlenhydratumsatz, den Sauerstoffverbrauch, die W&#x000e4;rmeproduktion, den Cholesterinabbau, die Entwicklung des zentralen Nervensystems, der Genitalorgane und des Knochenskeletts, die Muskelfunktion und erh&#x000f6;hen die Herzfrequenz und den systemischen Blutdruck. Gleichzeitig hemmen sie die Bildung energiereicher Phosphate, die Speicherung von Kohlenhydraten, die Bildung von Proteinen und die Energieausnutzung.</p><p>F&#x000fc;r den Schilddr&#x000fc;senchirurgen ist es essenziell zu wissen, dass die Schilddr&#x000fc;senfollikel Schilddr&#x000fc;senhormon speichern, welches bei der Manipulation im Rahmen einer Operation ins Blut mobilisiert werden kann. Daher ist pr&#x000e4;operativ eine Hyperthyreose auszuschlie&#x000df;en, damit es intraoperativ nicht zu einer thyreotoxischen Krise kommen kann.</p><p>In den C&#x02011;Zellen der Schilddr&#x000fc;se wird Calcitonin, ein Peptidhormon aus 32&#x000a0;Aminos&#x000e4;uren, synthetisiert. Es wirkt als spezifischer Antagonist von Parathormon und hemmt die Kalziumfreisetzung. Vermutlich liegt seine Hauptaufgabe in der Feinregulierung des Kalzium-Blutplasmaspiegels. Calcitonin bewirkt im Knochen eine Hemmung der Osteolyse. In den Nieren f&#x000f6;rdert es die Ausscheidung von Kalzium und Phosphat. Im Gastrointestinaltrakt verlangsamt Calcitonin die Verdauungsprozesse und damit die Resorption von Kalzium.</p></sec><sec id="Sec3"><title>Benigne Schilddr&#x000fc;senerkrankungen</title><p>Benigne Erkrankungen der Schilddr&#x000fc;se geh&#x000f6;ren mit etwa 15&#x0202f;Mio. Betroffenen zu den h&#x000e4;ufigsten Erkrankungen in Deutschland. Sie manifestieren sich durch die von ihnen verursachten Funktionsst&#x000f6;rungen (Schilddr&#x000fc;sen&#x000fc;ber- oder -unterfunktion) oder durch die Folgen einer vergr&#x000f6;&#x000df;erten Schilddr&#x000fc;se mit Druck auf das umliegende Gewebe. Denkbare Symptome sind neben der &#x000e4;sthetischen Beeintr&#x000e4;chtigung Schmerzen, Engegef&#x000fc;hl, Luftnot, Sch&#x000e4;digung des N.&#x000a0;laryngeus recurrens oder eine obere Einflussstauung.</p></sec><sec id="Sec4"><title>Schilddr&#x000fc;senfunktionsst&#x000f6;rungen</title><sec id="Sec5"><title>Hypothyreose</title><p>Die Schilddr&#x000fc;senunterfunktion kann heredit&#x000e4;r sein oder bildet sich bereits pr&#x000e4;natal aus. In seltenen F&#x000e4;llen kann die Schilddr&#x000fc;se komplett fehlen (Schilddr&#x000fc;senaplasie) oder zu klein f&#x000fc;r die Versorgung des K&#x000f6;rpers mit den lebenswichtigen Schilddr&#x000fc;senhormonen sein.</p><p>Andere h&#x000e4;ufige Ursachen sind die Hashimoto-Thyreoiditis, Jodmangelern&#x000e4;hrung, iatrogene Ursachen wie Schilddr&#x000fc;senoperationen oder die Radiojodtherapie und &#x000dc;berdosierung von Thyreostatika.</p><p>Die Symptome der Hypothyreose k&#x000f6;nnen vielf&#x000e4;ltig sein, weshalb die Anamnese schwierig sein kann. M&#x000f6;gliche Symptome gem&#x000e4;&#x000df; Deutschem Schilddr&#x000fc;senzentrum (e8) sind: extreme M&#x000fc;digkeit, &#x000fc;berm&#x000e4;&#x000df;ig schnelle Ersch&#x000f6;pfung, depressive Verstimmung, Konzentrationsst&#x000f6;rungen, Antriebsmangel, Kopfschmerzen, Desinteresse, K&#x000e4;lteempfindlichkeit, Appetitlosigkeit, Verstopfung, erh&#x000f6;hte Infektanf&#x000e4;lligkeit, k&#x000fc;hle, trockene Haut, geschwollenes Gesicht, geschwollene Zunge und Augenpartien, stumpfe Haare, Haarausfall und Gewichtszunahme.</p><p>Die Therapie besteht in der Substitution von Schilddr&#x000fc;senhormonen. Synthetische, also rein chemisch hergestellte Schilddr&#x000fc;senhormone gibt es in verschiedenen Dosierungen als reine Thyroxin-Tabletten (T4), als reine T3-Tabletten und als Kombinationspr&#x000e4;parate mit T4 und T3. Da der K&#x000f6;rper je nach Bedarf aus dem langlebigeren und weniger wirksamen T4 durch die Abspaltung eines Jod-Atoms das st&#x000e4;rker wirksamere und kurzlebigere T3 herstellen kann, favorisieren die meisten Experten wegen der besseren Steuerbarkeit und Vertr&#x000e4;glichkeit die Monotherapie mit synthetischem Thyroxin (T4). Trotz Thyroxin-Gabe und Normalisierung der Hormonspiegel leidet ein Teil der Patienten weiter unter typischen Symptomen einer Hypothyreose. Erst dann empfehlen Experten einen Therapieversuch mit T4-T3-Kombinationspr&#x000e4;paraten (e8).</p></sec><sec id="Sec6"><title>Hyperthyreose</title><p>Die Hyperthyreose entspricht dem klinischen Symptomenkomplex, wenn der K&#x000f6;rper in zu hohem Ma&#x000df;e zirkulierenden Schilddr&#x000fc;senhormonen ausgesetzt ist. Die Hyperthyreose wird &#x000fc;ber die freien Hormone fT3 und fT4 und das TSH im Serum bestimmt (e9).</p><p>Typische Symptome der Hyperthyreose sind Tachykardie, Hyperreflexie, Hitzeintoleranz, Schwitzen, Tremor, Nervosit&#x000e4;t, rasche Erm&#x000fc;dbarkeit, Gewichtsverlust, Appetitsteigerung, Schw&#x000e4;che, Diarrh&#x000f6;e und Dyspnoe. &#x000c4;ltere Patienten entwickeln weniger starke Symptome, aber h&#x000e4;ufiger kardiovaskul&#x000e4;re Komplikationen&#x000a0;[<xref ref-type="bibr" rid="CR2">2</xref>]. Eine Hyperthyreose erh&#x000f6;ht die Gesamtmortalit&#x000e4;t, Herzinsuffizienz ist die Hauptursache (e10). Eine l&#x000e4;nger bestehende, unbehandelte Hyperthyreose erh&#x000f6;ht die Inzidenz der Osteoporose (e11) und kann die Fruchtbarkeit herabsetzen (e12).</p><p>Die Tab.&#x000a0;<xref rid="Tab1" ref-type="table">1</xref> fasst die klinischen Manifestationen der Hyperthyreose zusammen.<table-wrap id="Tab1"><label>Tab. 1</label><caption><p>Klinische Manifestation der Hyperthyreose nach de Leo et&#x000a0;al. [<xref ref-type="bibr" rid="CR3">3</xref>] (hier aus Maurer et&#x000a0;al. [<xref ref-type="bibr" rid="CR4">4</xref>])</p></caption><table frame="hsides" rules="groups"><thead><tr><th>Organsystem</th><th>Symptome</th><th>Klinische Zeichen</th></tr></thead><tbody><tr><td>Konstitutionell</td><td>Gewichtsabnahme trotz gesteigerten Appetits, Temperaturst&#x000f6;rungen wie Hitzeintoleranz, Schwitzen, Polydipsie</td><td>Gewichtsverlust</td></tr><tr><td>Kardiovaskul&#x000e4;r</td><td>Palpitationen</td><td>Tachykardie, Hypertension, Vorhofflimmern</td></tr><tr><td>Pulmonal</td><td>Dyspnoe, Kurzatmigkeit</td><td>Tachypnoe</td></tr><tr><td>Gastrointestinal</td><td>&#x000dc;belkeit, Erbrechen, h&#x000e4;ufige Def&#x000e4;kation</td><td>Abdominelle Beschwerden</td></tr><tr><td>Neuromuskul&#x000e4;r</td><td>Tremor, Nervosit&#x000e4;t, Angstst&#x000f6;rung, Ersch&#x000f6;pfung, Schw&#x000e4;che, gest&#x000f6;rter Schlaf, Konzentrationsmangel</td><td>Extremit&#x000e4;tentremor, Hyperaktivit&#x000e4;t, Hyperreflexie, Muskelschw&#x000e4;che in Becken und Rumpf</td></tr><tr><td>Dermal</td><td>Gesteigerte Perspiration</td><td>Warme, feuchte Haut</td></tr><tr><td>Reproduktion</td><td>&#x02013;</td><td>Zyklusunregelm&#x000e4;&#x000df;igkeiten</td></tr><tr><td>Ophthalmologisch (M.&#x000a0;Basedow)</td><td>Diplopie, Augenreizung, Lidschwellung, retroorbitale Schmerzen</td><td>Proptose, Lidretraktion, verz&#x000f6;gerter Lidschlag, periorbitales &#x000d6;dem, Chemosis, Ophthalmoplegie</td></tr></tbody></table></table-wrap></p></sec><sec id="Sec7"><title>Ursachen</title><p>Hyperthyreosen sind i.&#x000a0;d.&#x000a0;R. durch eine &#x000dc;berfunktion der Schilddr&#x000fc;se bedingt. Selten werden sie durch eine &#x000dc;berdosierung von Schilddr&#x000fc;senhormon oder eine vermehrte Aussch&#x000fc;ttung von Schilddr&#x000fc;senhormon aus ektopen Quellen ausgel&#x000f6;st. Die h&#x000e4;ufigsten Formen der Hyperthyreose sind der M.&#x000a0;Basedow, autonome Schilddr&#x000fc;senknoten oder die disseminierte Autonomie. Die Pr&#x000e4;valenz der Hyperthyreose wird mit 0,8&#x0202f;% in Europa angegeben&#x000a0;[<xref ref-type="bibr" rid="CR5">5</xref>]. Jodmangel soll eine leichte Hyperthyreose beg&#x000fc;nstigen (e13).</p></sec><sec id="Sec8"><title>M.&#x000a0;Basedow</title><p>Das Krankheitsbild wurde in Deutschland erstmals 1840 von Carl von Basedow als eine Kombination aus Hyperthyreose, Exophthalmus und Struma (sog. Merseburger Trias) beschrieben und tr&#x000e4;gt im deutschsprachigen Raum den Namen des Erstbeschreibers. Im englischsprachigen Raum wird die Krankheit nach dem dortigen Erstbeschreiber &#x0201e;Graves&#x02019; disease&#x0201c; genannt.</p><p>Die Autoimmunthyreopathie vom Typ Basedow ist die h&#x000e4;ufigste Form der Hyperthyreose mit einer Pr&#x000e4;valenz von 0,5&#x02013;1,5&#x0202f;% in der Bev&#x000f6;lkerung (e14, [<xref ref-type="bibr" rid="CR6">6</xref>]). Es handelt sich um eine Autoimmunerkrankung, bei der ein TSH-Rezeptor-Antik&#x000f6;rper die Schilddr&#x000fc;se zu vermehrter Hormonaussch&#x000fc;ttung stimuliert. Dabei k&#x000f6;nnen isoliert T3 oder T4 oder beide betroffen sein. Es handelt sich also streng genommen nicht um eine Entz&#x000fc;ndung der Schilddr&#x000fc;se, sondern um eine autoimmun bedingte &#x000dc;berstimulation. Die Erkrankung kann in jedem Alter auftreten. Die h&#x000f6;chste Pr&#x000e4;valenz liegt im Alter zwischen 40&#x000a0;und 60&#x000a0;Jahren. Frauen sind 5&#x02011;mal h&#x000e4;ufiger betroffen. Ein relevanter Risikofaktor f&#x000fc;r die Entwicklung eines M.&#x000a0;Basedow und einer endokrinen Orbitopathie ist Nikotinabusus (e15, e16). Au&#x000df;erdem werden Vitamin-D- und Selenmangel und immunmodulierende Medikamente diskutiert (e17).</p><p>Typisch ist der Nachweis von TSH-Rezeptor-Antik&#x000f6;rpern (TRAK). Wenn eine endokrine Orbitopathie besteht, ist eine weiterf&#x000fc;hrende Diagnostik prinzipiell nicht erforderlich. Bei erh&#x000f6;hten TRAK-Werten besteht in modernen Assays eine Sensitivit&#x000e4;t und Spezifit&#x000e4;t f&#x000fc;r das Vorliegen eines M.&#x000a0;Basedow von &#x000fc;ber 90&#x0202f;% (e18). Hohe TPO-AK (Thyroxinperoxidase-Antik&#x000f6;rper) sind eher typisch f&#x000fc;r eine Hashimoto-Thyreoiditis, kommen aber auch in etwa 70&#x02013;80&#x0202f;% der F&#x000e4;lle beim M.&#x000a0;Basedow und sogar bei Gesunden vor. Bei etwa der H&#x000e4;lfte der Basedow-Patienten findet auch eine Erh&#x000f6;hung der Thyreoglobulin-Antik&#x000f6;rper.</p><p>In der Sonographie besteht meist eine Vergr&#x000f6;&#x000df;erung der Schilddr&#x000fc;se mit einer diffusen Echoarmut und Zeichen der Hypervaskularisierung in der Duplexsonographie. In der Schilddr&#x000fc;senszintigraphie findet sich eine homogene und meist massiv erh&#x000f6;hte Tracerspeicherung in der Schilddr&#x000fc;se. F&#x000fc;r die Diagnose eines M.&#x000a0;Basedow ist eine Szintigraphie bei eindeutiger Befundlage allerdings entbehrlich (e19). Je nach Befundkombinationen k&#x000f6;nnen sich im Einzelfall sinnvolle Indikationen f&#x000fc;r weitere Untersuchungen ergeben (z.&#x0202f;B. Nadelpunktionen bei sonographisch suspekten Knoten, Magnetresonanztomographie (MRT) der Augenh&#x000f6;hle bei V.&#x000a0;a. eine endokrine Orbitopathie).</p></sec><sec id="Sec9"><title>Autonomie</title><p>Autonome Adenome und die disseminierte Schilddr&#x000fc;senautonomie machen zusammen 50&#x0202f;% der Hyperthyreosen in Jodmangelgebieten aus (e20). Beide Erkrankungen k&#x000f6;nnen in jedem Alter auftreten, am h&#x000e4;ufigsten ab dem 40.&#x000a0;Lebensjahr. Sie zeichnen sich durch das Fehlen von TSH-Autoantik&#x000f6;rpern aus.</p></sec><sec id="Sec10"><title>Andere Ursachen</title><p>Durch Hypophysen- oder Hypothalamustumoren verursachte Hyperthyreosen werden als sekund&#x000e4;re bzw. terti&#x000e4;re Hyperthyreosen bezeichnet. Eine Aufstellung weiterer Ursachen der Hyperthyreose findet sich bei Maurer und Holzer (Tab.&#x000a0;<xref rid="Tab2" ref-type="table">2</xref>; [<xref ref-type="bibr" rid="CR4">4</xref>]).<table-wrap id="Tab2"><label>Tab. 2</label><caption><p>Ursachen der Hyperthyreose. (Aus Maurer&#x000a0;et&#x000a0;al. [<xref ref-type="bibr" rid="CR4">4</xref>])</p></caption><table frame="hsides" rules="groups"><thead><tr><th/><th>&#x000c4;tiologie</th><th>Diagnostik</th></tr></thead><tbody><tr><td colspan="3"><italic>H&#x000e4;ufige Ursachen</italic></td></tr><tr><td>M.&#x000a0;Basedow</td><td>TSH-R-AK binden an TSH-Rezeptor, TSH stimuliert die Schilddr&#x000fc;se</td><td>Vermehrter <sup>99m</sup>Tc-Uptake mit diffuser Anreicherung in der Szintigraphie, positiver TSH-R-AK, ggf. erh&#x000f6;hte TPO-AK, ggf. Struma diffusa, ggf. eO, sonographisch echoarme Struma diffusa</td></tr><tr><td>Hyperfunktionelles Adenom</td><td>Autonom hormonproduzierender, gutartiger Schilddr&#x000fc;sentumor</td><td>Normaler oder erh&#x000f6;hter <sup>99m</sup>Tc-Uptake mit lokalisierter Anreicherung in einem Knoten in der Szintigraphie, keine erh&#x000f6;hten Autoantik&#x000f6;rper, sonographisch nodul&#x000e4;re Anteile</td></tr><tr><td>Hyperthyreote Knotenstruma</td><td>Multiple autonom hormonproduzierende gutartige Schilddr&#x000fc;sentumoren</td><td>Normaler oder erh&#x000f6;hter <sup>99m</sup>Tc-Uptake mit vielen fokalen Anreicherungen, keine erh&#x000f6;hten Autoantik&#x000f6;rper, sonographisch multiple Nodi</td></tr><tr><td>Thyreotoxicosis factitia</td><td>Exogene Schilddr&#x000fc;senhormonzufuhr</td><td>Geringer oder kein <sup>99m</sup>Tc-Uptake, erniedrigte TPO</td></tr><tr><td>Schmerzlose, lymphozyt&#x000e4;re Post-partum-Thyreoiditis</td><td>Autoimmune lymphozyt&#x000e4;re Infiltration der Schilddr&#x000fc;se mit Freisetzung gespeicherter Schilddr&#x000fc;senhormone</td><td>Auftreten innerhalb von 6&#x000a0;Monaten post partum</td></tr><tr><td colspan="3"><italic>Seltene Ursachen</italic></td></tr><tr><td>Schmerzlose Thyreoiditis</td><td>Autoimmune lymphozyt&#x000e4;re Infiltration der Schilddr&#x000fc;se mit Freisetzung gespeicherter Schilddr&#x000fc;senhormone</td><td>Geringer oder kein <sup>99m</sup>Tc-Uptake, TPO-AK niedrig oder nicht nachweisbar</td></tr><tr><td>Subakute Thyreoiditis</td><td>Thyreoiditis mit Freisetzung von gespeicherten Schilddr&#x000fc;senhormonen, m&#x000f6;glicherweise virale genese</td><td>Geringer oder kein <sup>99m</sup>Tc-Uptake, TPO-AK nachweisbar</td></tr><tr><td>Chronische lymphozyt&#x000e4;re Thyreoiditis (Hashimoto)</td><td>Autoimmune Stimulation und Produktion von B&#x02011;Zellen und Plasmazellen, die Antik&#x000f6;rper gegen die Thyreozyten bilden</td><td>Im Anfangsstadium: Hyperthyreose (&#x0201e;Hashitoxikose&#x0201c;), mit fortschreitender Zerst&#x000f6;rung der Schilddr&#x000fc;se Entwicklung einer Hypothyreose. TPO-AK in 90&#x0202f;% positiv. <sup>99m</sup>Tc-Uptake vermehrt. Sonographisch echoarme, inhomogene Struktur</td></tr><tr><td>Jodinduzierte Hyperthyreose</td><td>Exzessive Jodzufuhr</td><td>Geringer oder kein <sup>99m</sup>Tc-Uptake</td></tr><tr><td>Medikamenteninduzierte Hyperthyreose (Lithium, Interferon-&#x003b1;)</td><td>Induktion einer autoimmunen Hyperthyreose oder inflammatorischen Thyreoiditis</td><td>Erh&#x000f6;hter <sup>99m</sup>Tc-Uptake bei der autoimmunen Hyperthyreose. Erniedrigter oder kein <sup>99m</sup>Tc-Uptake bei Thyreoiditis</td></tr><tr><td>Amiodaron-induzierte Thyreoiditis</td><td><p>Jodinduzierte Hyperthyreose (Typ&#x000a0;1),</p><p>inflammatorische Thyreoiditis (Typ&#x000a0;2)</p></td><td>Erniedrigter oder kein <sup>99m</sup>Tc-Uptake</td></tr><tr><td colspan="3"><italic>Sehr seltene Ursachen</italic></td></tr><tr><td>TSH-produzierendes Hypophysenadenom</td><td>Hypophysenadenom</td><td>Erh&#x000f6;htes TSH in Kombination mit erh&#x000f6;hten peripheren Schilddr&#x000fc;senhormonen</td></tr><tr><td>Schwangerschaftshyperthyreose</td><td>Stimulation der Schilddr&#x000fc;senhormonproduktion durch Choriongonadotropin</td><td>Schwangerschaft (<bold>Cave</bold>: Kontraindikation f&#x000fc;r Szintigraphie) in Kombination mit Hyperemesis oder Mehrlingsschwangerschaft</td></tr><tr><td>Molenschwangerschaft</td><td>Stimulation der Schilddr&#x000fc;senhormonproduktion durch Choriongonadotropin</td><td>Molenschwangerschaft</td></tr><tr><td>Struma ovarii</td><td>Ovarialteratom mit Differenzierung in Schilddr&#x000fc;senzellen</td><td>Geringer oder kein <sup>99m</sup>Tc-Uptake in der Schilddr&#x000fc;se, daf&#x000fc;r erh&#x000f6;hter <sup>99m</sup>Tc-Uptake im kleinen Becken</td></tr><tr><td>Diffus metastasiertes follikul&#x000e4;res Schilddr&#x000fc;senkarzinom</td><td>Schilddr&#x000fc;senhormonproduktion durch ausgedehnte Tumormassen</td><td>Sichtbare Anreicherung im Ganzk&#x000f6;rper-Scan</td></tr></tbody></table><table-wrap-foot><p><italic>TSH-R-AK</italic>&#x000a0;TSH-Rezeptor-Antik&#x000f6;rper; <italic>TSH</italic>&#x000a0;thyreoideastimulierendes Hormon, <italic>TPO-AK</italic>&#x000a0;Thyreoperoxidase-Antik&#x000f6;rper, <italic>eO</italic>&#x000a0;endokrine Orbitopathie</p></table-wrap-foot></table-wrap></p></sec><sec id="Sec11"><title>Endokrine Orbitopathie</title><p>Da beim M.&#x000a0;Basedow auch au&#x000df;erhalb der Schilddr&#x000fc;se TSH-Rezeptoren exprimiert werden, gibt es zus&#x000e4;tzlich extrathyreoidale Manifestationen, wobei die endokrine Orbitopathie (eO) hier die h&#x000e4;ufigste ist. Hier wird auf die einschl&#x000e4;gige endokrinologische Literatur verwiesen. (e21).</p></sec><sec id="Sec12"><title>Thyreotoxische Krise</title><p>Die thyreotoxische Krise ist durch das Erreichen der individuellen Grenze zur Kompensation von Metabolismus, Thermoregulation und kardiovaskul&#x000e4;rem System infolge einer Hyperthyreose definiert. Eine thyreotoxische Krise entwickelt sich bei weniger als 1&#x0202f;% der Hyperthyreosen.</p><p>Ursachlich k&#x000f6;nnen die Exposition mit jodhaltigem R&#x000f6;ntgenkontrastmittel oder Amiodaron sein. Auch nach dem Absetzen einer thyreostatischen Medikation kann eine thyreotoxische Krise auftreten. Die Letalit&#x000e4;t wird mit 1,2&#x02013;8&#x0202f;% angegeben (e22, [<xref ref-type="bibr" rid="CR7">7</xref>]).</p><p>Die Therapie erfolgt unter intensivmedizinischen Bedingungen. Ziele der Behandlung sind die Wiederherstellung des Elektrolyt- und Fl&#x000fc;ssigkeitshaushalts, der Normothermie, die kardiorespiratorische Rekompensation und die Behandlung der zugrunde liegenden Pathologie.</p></sec><sec id="Sec13"><title>Therapie der Hyperthyreose</title><p>Grunds&#x000e4;tzlich stehen 3&#x000a0;Therapiem&#x000f6;glichkeiten zur Verf&#x000fc;gung, n&#x000e4;mlich die medikament&#x000f6;se Therapie mit Thyreostatika, die Radiojodtherapie und die Operation.</p><p>Thyreostatika sind entweder Thionamide, die &#x000fc;ber eine Hemmung der Thyreoperoxidase die Schilddr&#x000fc;senhormonsynthese hemmen, oder Perchlorate, die die Aufnahme von Jod in die Thyreozyten blockieren. Beide Medikamentengruppen k&#x000f6;nnen &#x000fc;ber eine reaktive Erh&#x000f6;hung des TSH-Werts und den damit verbundenen Wachstumsreiz eine diffuse Struma bedingen. Perchlorate wirken schnell, verf&#x000fc;gen aber &#x000fc;ber eine hohe Nebenwirkungsrate (Gastritis, Allergie, Lymphadenopathie) und werden v.&#x000a0;a. protektiv in Situationen erh&#x000f6;hter Jodbelastung verabreicht. Die Thionamide Thiamazol und Carbimazol sind Medikamente der ersten Wahl bei nichtjodinduzierter Hyperthyreose. Bei Unvertr&#x000e4;glichkeit oder in der Schwangerschaft kann Propylthiouracil eingesetzt werden. Da der Wirkungseintritt von Thionamiden erst nach 6&#x02013;8&#x000a0;Tagen eintritt, ist eine begleitende symptomatische Therapie der Hyperthyreose geboten. Thionamide sind potenziell h&#x000e4;matotoxisch, woraus eine Leukopenie bis hin zur Agranulozytose resultieren kann. Au&#x000df;erdem k&#x000f6;nnen Hepatotoxizit&#x000e4;t, Arthralgien und Hautreaktionen auftreten. Bei autonomen Adenomen oder hyperthyreoten Strumen sind Thyreostatika weniger indiziert, da eine Remission nicht zu erwarten ist (e23). Stattdessen werden Radiojodtherapie bzw. Operation bevorzugt. Thyreostatika werden pr&#x000e4;operativ eingesetzt, um eine euthyreote Stoffwechsellage w&#x000e4;hrend der Operation zu erreichen. Dies gilt der Vermeidung intraoperativer, thyreotoxischer Krisen. Beim M.&#x000a0;Basedow kann nach einj&#x000e4;hriger thyreostatischer Therapie in bis zu 50&#x02013;60&#x0202f;% der F&#x000e4;lle mit einer Remission gerechnet werden [<xref ref-type="bibr" rid="CR4">4</xref>].</p><p>Die Radiojodtherapie besteht in der systemischen Applikation des &#x003b2;&#x02011; und &#x003b3;&#x02011;Strahlers Jod<sup>131</sup> als Natriumjodid mit dem Ziel, hohe intrathyreoidale Strahlendosen zu erreichen. Ziele der Radiojodtherapie sind Beseitigung der Hyperthyreose, Beseitigung der Autonomie, Volumenreduktion der Struma, Antigenreduktion zwecks Verminderung der autoimmunogenen Basedow-Aktivit&#x000e4;t (e24). Gem&#x000e4;&#x000df; Leitlinie der Deutschen Gesellschaft f&#x000fc;r Nuklearmedizin gelten folgende Indikationen: manifeste oder latente Hyperthyreose bei Autonomie oder M.&#x000a0;Basedow (mit Indikation zur definitiven Therapie), Struma mit/ggf. ohne funktionelle Autonomie, Rezidivstruma mit und ohne funktionelle Autonomie (e25). Kontraindikationen sind Schwangerschaft und Stillzeit. Ein Zeitintervall von 4&#x000a0;Monaten bis zum Eintritt einer Schwangerschaft soll gew&#x000e4;hrleistet sein. Das Stillen sollte, wenn m&#x000f6;glich, 3&#x000a0;Monate vor einer Radiojodtherapie beendet werden, um die Strahlenexposition der Mammae zu verringern (e26).</p><p>Zur Durchf&#x000fc;hrung der Radiojodtherapie wird auf die Fachliteratur verwiesen (e25).</p></sec></sec><sec id="Sec14"><title>Entz&#x000fc;ndungen</title><p>Etwa 20&#x0202f;% der Schilddr&#x000fc;senerkrankungen sind entz&#x000fc;ndlicher Natur, wobei es sehr unterschiedliche Arten der Thyreoiditis gibt. Die meisten Formen sind autoimmun bedingt. Verbreitet und anerkannt ist die pathologische Einteilung nach Synoraki (Tab.&#x000a0;<xref rid="Tab3" ref-type="table">3</xref>; [<xref ref-type="bibr" rid="CR8">8</xref>]).<table-wrap id="Tab3"><label>Tab. 3</label><caption><p>Thyreoiditisformen. (Aus [<xref ref-type="bibr" rid="CR8">8</xref>] Synoraki&#x000a0;S et&#x000a0;al. Pathologe 2016; 37: 215&#x02013;23)</p></caption><table frame="hsides" rules="groups"><tbody><tr><td rowspan="6">A)&#x000a0;autoimmunogene Schilddr&#x000fc;senentz&#x000fc;ndungen</td><td rowspan="3">1.&#x000a0;Autoimmunthyreoiditis (AIT) mit oder ohne subklinische/manifeste Hypothyreose</td><td>Hashimoto-Thyreoiditis (AIT mit Struma)</td></tr><tr><td>Fibrosierende Variante der Hashimoto-Thyreoiditis (mit Struma)</td></tr><tr><td>Fibr&#x000f6;s-atrophische AIT (Ord-Thyreoiditis)</td></tr><tr><td rowspan="3">2.&#x000a0;Varianten autoimmunogener Schilddr&#x000fc;senentz&#x000fc;ndungen</td><td>Post-partum-Thyreoiditis (PPT)</td></tr><tr><td>Schmerzlose (&#x0201e;silent&#x0201c;) Thyreoiditis</td></tr><tr><td>Subakute Thyreoiditis de Quervain</td></tr><tr><td rowspan="5">B)&#x000a0;nichtautoimmunogene Schilddr&#x000fc;senentz&#x000fc;ndungen</td><td rowspan="4">1.&#x000a0;akute infekti&#x000f6;se Schilddr&#x000fc;senentz&#x000fc;ndungen</td><td>Bakterien</td></tr><tr><td>Pilze</td></tr><tr><td>Parasiten</td></tr><tr><td>Viren</td></tr><tr><td colspan="2">2.&#x000a0;Strahlen-bedingte Schilddr&#x000fc;senentz&#x000fc;ndung</td></tr><tr><td colspan="3">C)&#x000a0;invasiv-sklerosierende Perithyreoiditis Riedel (&#x0201e;eisenharte Riedel-Struma&#x0201c;)</td></tr><tr><td rowspan="6">D)&#x000a0;Sonderformen der Schilddr&#x000fc;senentz&#x000fc;ndungen</td><td colspan="2">Palpationsthyreoiditis</td></tr><tr><td colspan="2">Sarkoidose</td></tr><tr><td colspan="2">Granulomat&#x000f6;se Polyangiitis (fr&#x000fc;her: M.&#x000a0;Wegener)</td></tr><tr><td colspan="2">Postoperativ nekrotisierende Thyreoiditis</td></tr><tr><td colspan="2">Malakoplakie</td></tr><tr><td colspan="2">Medikamenteninduzierte Thyreoiditis</td></tr></tbody></table></table-wrap></p><sec id="Sec15"><title>Autoimmun bedingte Entz&#x000fc;ndungen</title><p>Die mit Abstand h&#x000e4;ufigste Form der Thyreoiditis ist die Autoimmunthyreoiditis (AIT) mit und ohne subklinische oder manifeste Hypothyreose. Mit dem M.&#x000a0;Basedow wird die AIT unter dem &#x000dc;berbegriff &#x0201e;autoimmune thyroid disease&#x0201c; zusammengefasst [<xref ref-type="bibr" rid="CR9">9</xref>]. Die weniger h&#x000e4;ufigen Formen autoimmunogener Thyreoiditiden umfassen die subakute Thyreoiditis de Quervain, die Post-partum-Thyreoiditis und die spontane schmerzlose (&#x0201e;silent&#x0201c;) Thyreoiditis. Die invasiv-sklerosierende (Peri&#x02011;)Thyreoiditis Riedel stellt eine Sonderform dar, die zwar sowohl morphologische als auch klinische Zeichen einer immunogenen Thyreoiditis zeigt, welche aber nur als sekund&#x000e4;re Folge eines prim&#x000e4;ren Immunglobulin(IgG)4-assoziierten (multifokalen) sklerosierenden Prozesses anzusehen sind [<xref ref-type="bibr" rid="CR8">8</xref>].</p><p>Bei bis zu 10&#x0202f;% der Menschen k&#x000f6;nnen Autoantik&#x000f6;rper gegen Schilddr&#x000fc;sengewebe nachgewiesen werden, etwa 1&#x0202f;% entwickelt im Laufe des Lebens eine manifeste AIT [<xref ref-type="bibr" rid="CR10">10</xref>, <xref ref-type="bibr" rid="CR11">11</xref>]. Die AIT stellt den Prototyp einer Autoimmunerkrankung dar, bei der es zum Verlust der w&#x000e4;hrend der Entwicklung des Organismus erworbenen Toleranz gegen Eigenantigene kommt, weshalb die auftretenden Autoantik&#x000f6;rper nicht die Ausl&#x000f6;ser der Erkrankung, sondern deren Folge sind. Der f&#x000fc;r die Erkrankung relevante Prozess beginnt mit einer Aktivierung von gegen Schilddr&#x000fc;senantigene gerichteten spezifischen T&#x02011;Helfer-Zellen [e27, e28], die einer bisher unbewiesenen Theorie nach durch eine virale Infektion ausgel&#x000f6;st wird [e29]; weitgehend gesichert erscheint jedoch aufgrund epidemiologischer Daten eine starke genetische Komponente in der Pathogenese der AIT [e30, e31].</p><sec id="Sec16"><title>Hashimoto-AIT</title><p>Bei der klassischen AIT Hashimoto (Erstbeschreibung 1912 von Hakaru Hashimoto) kommt es zur Ausbildung von Thyreoperoxidase-Antik&#x000f6;rpern (TPO-AK), die im weit &#x000fc;berwiegenden Teil der Patienten nachweisbar sind, und zur Ausbildung von Antik&#x000f6;rpern gegen Thyreoglobulin (Tg-AK oder TAK). Letztere sind nur bei einem geringeren Anteil der Patienten signifikant erh&#x000f6;ht. Sehr selten liegt eine Hashimoto-AIT auch ohne Antik&#x000f6;rpernachweis vor. Die Diagnose wird dann anhand anderer Kriterien (Struma ohne andere Erkl&#x000e4;rung oder lymphozyt&#x000e4;re Infiltration in der Schilddr&#x000fc;senpunktion) gestellt. Die Erkrankung f&#x000fc;hrt auf Dauer zu einer Schilddr&#x000fc;senunterfunktion, wobei sich zu Beginn &#x02013;&#x000a0;bedingt durch die Zerst&#x000f6;rung des Schilddr&#x000fc;sengewebes&#x000a0;&#x02013; auch Phasen der &#x000dc;berfunktion zeigen k&#x000f6;nnen. Dazwischen liegt h&#x000e4;ufig eine euthyreote Phase. Frauen sind mindestens 10-mal h&#x000e4;ufiger betroffen als M&#x000e4;nner ([<xref ref-type="bibr" rid="CR9">9</xref>, <xref ref-type="bibr" rid="CR11">11</xref>], e32, e33, e34).</p><p>Der Krankheitsverlauf ist bei den meisten Erkrankten leicht und bei einigen mittelschwer oder schwer. Die Symptome sind vielf&#x000e4;ltig und &#x02013;&#x000a0;gerade am Beginn der Erkrankung&#x000a0;&#x02013; schwierig einzuordnen. Die Hashimoto-Thyreoiditis ist derzeit nicht heilbar; sie kann nicht urs&#x000e4;chlich behandelt werden. Wenn die Schilddr&#x000fc;se wegen ihrer chronischen Entz&#x000fc;ndung nicht mehr ausreichend Schilddr&#x000fc;senhormone herstellen kann, muss die Unterfunktion durch eine Substitution therapiert werden. Bei symptomatischer Struma oder Schmerzen oder Malignomverdacht ist eine Thyreoidektomie angezeigt [<xref ref-type="bibr" rid="CR12">12</xref>]. In extrem seltenen F&#x000e4;llen geht mit der Krankheit die Hashimoto-Enzephalopathie einher mit neurologischen Symptomen wie epileptischen Anf&#x000e4;llen oder psychiatrischen Symptomen wie Halluzinationen.</p><p>Die Diagnostik umfasst neben den Laboruntersuchungen (Schilddr&#x000fc;senhormonstatus und Antik&#x000f6;rper) eine Ultraschalluntersuchung. Die Schilddr&#x000fc;se erscheint im Ultraschall inhomogen und echoarm. Zudem kann die in der Dopplersonographie erkennbare verst&#x000e4;rkte Durchblutung ein Hinweis auf eine Entz&#x000fc;ndung sein. Die Gr&#x000f6;&#x000df;e der Schilddr&#x000fc;se ist wenig wegweisend, denn es gibt die klassische hypertrophe Form (Schilddr&#x000fc;senvolumen &#x0003e;&#x0202f;25&#x0202f;ml) und eine atrophe Form (sog. Ord-Thyreoiditis). Histologisch (z.&#x0202f;B. Grobnadelpunktion) ist das Follikelepithel &#x000e4;u&#x000df;erst variabel durch ein fokales bis weitgehend diffuses lymphoplasmazellul&#x000e4;res, polyklonales Infiltrat aus T&#x02011;Zellen mit unterschiedlich ausgepr&#x000e4;gter Entwicklung von B&#x02011;Zell-haltigen Keimzentren destruiert&#x000a0;[<xref ref-type="bibr" rid="CR13">13</xref>]. Zur Unterscheidung zwischen Hashimoto-AIT und M.&#x000a0;Basedow kann eine Schilddr&#x000fc;senszintigraphie hilfreich sein. Der Uptake des Radiopharmakons ist bei der Hashimoto-AIT reduziert und beim M.&#x000a0;Basedow erh&#x000f6;ht.</p><p>F&#x000fc;r die Diagnostik einer Hashimoto-Thyreoiditis wurden unterschiedliche Kriteriensysteme entwickelt, die inhaltlich &#x000e4;hnlich sind. Nach den Kriterien der Japan Thyroid Association wird folgenderma&#x000df;en entschieden (Tab.&#x000a0;<xref rid="Tab4" ref-type="table">4</xref>; [<xref ref-type="bibr" rid="CR14">14</xref>]):<list list-type="bullet"><list-item><p>Definitive Diagnose: A&#x0202f;+&#x02009;mindestens ein Kriterium aus B erf&#x000fc;llt</p></list-item><list-item><p>Verdachtsdiagnose&#x000a0;1: Hypothyreose ohne andere erkl&#x000e4;rbare Ursache</p></list-item><list-item><p>Verdachtsdiagnose&#x000a0;2: Antik&#x000f6;rper ohne Schilddr&#x000fc;senfunktionsst&#x000f6;rung oder Struma</p></list-item><list-item><p>M&#x000f6;gliche Diagnose: hypoechogene und/oder inhomogene Struktur in der Schilddr&#x000fc;sensonographie</p></list-item></list><table-wrap id="Tab4"><label>Tab. 4</label><caption><p>Kriteriensystem der Japan Thyroid Association f&#x000fc;r die Diagnosestellung einer Hashimoto-Thyreoiditis. (Nach&#x000a0;14)</p></caption><table frame="hsides" rules="groups"><thead><tr><th>Klasse</th><th>Kriterien</th></tr></thead><tbody><tr><td>Klinische Zeichen&#x000a0;(A)</td><td>Vergr&#x000f6;&#x000df;erte Schilddr&#x000fc;se (Struma) ohne andere erkl&#x000e4;rende Ursache (z.&#x0202f;B. Jodmangel, M.&#x000a0;Basedow oder Schilddr&#x000fc;senautonomie)</td></tr><tr><td rowspan="3">Laborbefunde&#x000a0;(B)</td><td>Positive MAK- bzw. TPO-Antik&#x000f6;rper</td></tr><tr><td>Positive Tg-Antik&#x000f6;rper</td></tr><tr><td>Lymphozyt&#x000e4;re Infiltration in der punktionszytologischen Untersuchung</td></tr></tbody></table><table-wrap-foot><p><italic>MAK</italic>&#x000a0;mikrosomale Antik&#x000f6;rper, <italic>TPO</italic>&#x000a0;Thyroxinperoxidase</p></table-wrap-foot></table-wrap></p></sec><sec id="Sec17"><title>Post-partum-Thyreoiditis</title><p>Nach der Entbindung tritt bei etwa 5&#x02013;8&#x0202f;% der Frauen eine sog. Post-partum-Thyreoiditis auf. Diese wird auf den Wegfall schwangerschaftsbedingter Suppression humoraler und zellul&#x000e4;rer Immunreaktionen zur&#x000fc;ckgef&#x000fc;hrt. Pr&#x000e4;disponierende Faktoren sollen Diabetes mellitus und/oder der Nachweis von Schilddr&#x000fc;sen-Autoantik&#x000f6;rpern w&#x000e4;hrend der Schwangerschaft oder eine Hashimoto-AIT schon vor der Schwangerschaft sein (e35, e36). Bei wiederholter Schwangerschaft steigt das Risiko auf ein Rezidiv auf 70&#x0202f;% (e37).</p><p>Die Klinik ist variabel. Typischerweise tritt eine hyperthyreote Phase&#x000a0;4&#x02013;8&#x000a0;Wochen post partum auf, die etwa 1&#x02013;2&#x000a0;Monate anh&#x000e4;lt. Danach folgt eine vor&#x000fc;bergehende hypothyreote Phase von 4&#x02013;6&#x000a0;Monaten, bevor sich die Schilddr&#x000fc;se erholt. Nach sp&#x000e4;testens 12&#x000a0;Monaten sind fast alle Patientinnen wieder euthyreot (e37). Allerdings gibt es in bis zu 50&#x0202f;% Verl&#x000e4;ufe, bei denen sich nach initialer Erholung eine dauerhafte Hypothyreose entwickelt.</p><p>Wegen der K&#x000fc;rze der hyperthyreoten Phase werden Thyreostatika nicht empfohlen. Bei Symptomen wie Herzklopfen oder &#x000c4;ngstlichkeit werden Betablocker empfohlen. Auf l&#x000e4;ngere Sicht kann eine Substitution von Schilddr&#x000fc;senhormonen n&#x000f6;tig werden (e35).</p></sec><sec id="Sec18"><title>Schmerzlose Thyreoiditis</title><p>Bei der schmerzlosen (&#x0201e;silent&#x0201c;) Thyreoiditis handelt es sich um eine von einer Schwangerschaft unabh&#x000e4;ngige, aber klinisch &#x000e4;hnlich verlaufende Thyreoiditis. Morphologisch &#x000e4;hnelt sie der Post-partum-Thyreoiditis. Als Ausl&#x000f6;ser werden Viren (z.&#x0202f;B. SARS-CoV-2) und Impfungen (COVID-19) beschrieben (e38, e39, e40).</p><p>Die Therapie richtet sich nach der Schilddr&#x000fc;senhormonlage.</p></sec><sec id="Sec19"><title>Subakute Thyreoiditis de Quervain</title><p>Diese Erkrankung hat viele Synonyme: subakute nichteitrige Thyreoiditis, granulomat&#x000f6;se, pseudotuberkul&#x000f6;se, pseudoriesenzellige oder riesenzellige Thyreoiditis, schleichende Thyreoiditis und Struma granulomatosa.</p><p>Die subakute Thyreoiditis de Quervain ist eine in Sch&#x000fc;ben verlaufende Erkrankung mit typischer Klinik und Morphologie. Sie ist die h&#x000e4;ufigste schmerzhafte Schilddr&#x000fc;senentz&#x000fc;ndung und macht etwa 5&#x0202f;% der Schilddr&#x000fc;senerkrankungen aus. Sie tritt bei Frauen 4&#x02011; bis 7&#x02011;mal h&#x000e4;ufiger auf als bei M&#x000e4;nnern. Sie wird h&#x000e4;ufig nach viralen Infekten beobachtet.</p><p>Im Vordergrund der Beschwerden stehen ausgepr&#x000e4;gte lokale Schmerzen in Hals&#x02011;, Ohr- und Kieferregion. Es k&#x000f6;nnen Schluckbeschwerden, Allgemeinsymptome wie Krankheitsgef&#x000fc;hl und Gliederschmerzen auftreten. Die Schilddr&#x000fc;se ist typischerweise auf die 2&#x02011; bis 3&#x02011;fache Gr&#x000f6;&#x000df;e vergr&#x000f6;&#x000df;ert. Histologisch lassen sich unterschiedliche Phasen der Entz&#x000fc;ndung nachweisen, die aber auch nebeneinander vorkommen k&#x000f6;nnen. Durch die Zerst&#x000f6;rung der Follikel in der fr&#x000fc;hen Phase tritt Kolloid aus. Es dominieren Mikroabszesse und neutrophile Granulozyten. In der floriden Phase dominieren Lymphozyten, Plasmazellen und Histiozyten. Es kommt zu einer Granulombildung. In der finalen Regenerationsphase sieht man eine lokale Fibrose [<xref ref-type="bibr" rid="CR13">13</xref>].</p><p>Die Erkrankung verl&#x000e4;uft i.&#x000a0;d.&#x000a0;R. binnen Wochen bis Monaten selbstlimitierend. Die &#x000fc;ber mehrere Monate andauernde Entz&#x000fc;ndung der Schilddr&#x000fc;se l&#x000e4;uft typischerweise in mehreren Phasen ab. Zun&#x000e4;chst kommt es zu einer Hyperthyreose, anschlie&#x000df;end folgt eine kurz andauernde Euthyreose. Diese geht in eine Phase der Hypothyreose &#x000fc;ber. W&#x000e4;hrend einer Erholungsphase normalisiert sich schlie&#x000df;lich die Schilddr&#x000fc;senfunktion wieder, und es kommt i.&#x000a0;d.&#x000a0;R. zu einer vollst&#x000e4;ndigen Ausheilung.</p><p>Die Diagnose wird anhand der Anamnese, der klinischen Untersuchungen und mithilfe von Laborparametern gestellt. Im Zweifel kann mittels einer Gewebeentnahme (Biopsie) die Diagnose gesichert werden. Typisch ist eine druckschmerzhafte Schilddr&#x000fc;se, die asymmetrisch vergr&#x000f6;&#x000df;ert sein kann. Im Ultraschall imponieren die schlecht abgrenzbaren entz&#x000fc;ndeten Areale echoarm. Die Vaskularisation ist vermindert, was die subakute Thyreoiditis de Quervain vom M.&#x000a0;Basedow unterscheidet (e41). Im Labor zeigen sich ein erh&#x000f6;htes C&#x02011;reaktives Protein (CRP), eine beschleunigte Blutsenkung und eine leichte Leukozytose (e42). Eine typische Antik&#x000f6;rperkonstellation gibt es nicht. Die Bestimmung der Antik&#x000f6;rper ist f&#x000fc;r die Differenzialdiagnose wichtig. Letztlich ist die Genese der subakuten Thyreoiditis de Quervain noch unklar.</p><p>Die Therapie erfolgt symptomatisch zun&#x000e4;chst mit nichtsteroidalen Antirheumatika (NSAR). Wenn diese nicht ausreichend erfolgreich sind, werden Glukokortikoide, in erster Linie Prednisolon, eingesetzt. Hilft beides nicht, sollte die Diagnose hinterfragt werden (e43). Thyreostatika spielen keine Rolle, da die Schilddr&#x000fc;senhormonproduktion bei der subakuten Thyreoiditis de Quervain nicht gesteigert ist. Sollten Symptome einer Hyperthyreose durch die Aussch&#x000fc;ttung schon in der Schilddr&#x000fc;se vorhandenen Schilddr&#x000fc;senhormons auftreten, w&#x000e4;ren diese symptomatisch zu behandeln. Sollte sich als Folgezustand eine Hypothyreose entwickeln, w&#x000e4;re diese zu substituieren.</p></sec></sec><sec id="Sec20"><title>Nicht autoimmun bedingte Entz&#x000fc;ndungen</title><p>&#x000c4;tiologisch werden akut-infekti&#x000f6;se und strahlenassoziierte Entz&#x000fc;ndungen unterschieden. Vorbestehende hyperplastische Knoten oder Neoplasien scheinen deren Entstehung zu beg&#x000fc;nstigen.</p><sec id="Sec21"><title>Infekti&#x000f6;se Thyreoiditis</title><p>Die akute eitrige Thyreoiditis ist selten (0,1&#x02013;0,7&#x0202f;% der Schilddr&#x000fc;senerkrankungen) und hat keine Alters- oder Geschlechtspr&#x000e4;ferenz. Die konservativ-antientz&#x000fc;ndliche Therapie richtet sich nach dem mikrobiologischen Erreger. Abszesse m&#x000fc;ssen ggf. chirurgisch entlastet werden. Bei Kindern sollte, insbesondere wenn die linke Seite betroffen ist, nach einer Sinus-piriformis-Fistel als seltene kongenitale Fehlbildung gesucht werden (e40, e44).</p></sec><sec id="Sec22"><title>Strahlenassoziierte Thyreoiditis</title><p>Die strahlenassoziierte Thyreoiditis wird nach Radiojodtherapie bzw. perkutaner Bestrahlung beobachtet. Sie sind in ihrer Intensit&#x000e4;t abh&#x000e4;ngig vom Radioisotop und der Strahlendosis. Histologisch werden Follikelrupturen mit Nekrosen, Stroma&#x000f6;dem, Infiltration durch segmentkernige Granulozyten beobachtet. Chronische Sch&#x000e4;den weisen Fibrosen, aber auch eine chronische Thyreoiditis und Zellatypien auf.</p><p>Als strahlenbedingte Folgeerkrankungen gelten die Ausbildung von Hypothyreosen, multinod&#x000f6;sen Strumen, Adenomen und Schilddr&#x000fc;senkarzinomen. Nach perkutaner Strahlentherapie ist das strahlungsbedingte relative Risiko, ein Schilddr&#x000fc;senmalignom zu entwickeln, gegen&#x000fc;ber der Normalbev&#x000f6;lkerung um das 15- bis 53-Fache erh&#x000f6;ht. F&#x000fc;r Radiojodtherapien ist ein solcher Zusammenhang bisher nicht belegt [<xref ref-type="bibr" rid="CR13">13</xref>].</p></sec><sec id="Sec23"><title>Invasiv-sklerosierende Perithyreoiditis</title><p>Die Riedel-Thyreoiditis, auch invasiv-sklerosierende (Peri&#x02011;)Thyreoiditis, eisenharte Struma Riedel, ist selten (0,06&#x0202f;% der Schilddr&#x000fc;senerkrankungen). Frauen sind &#x000fc;berwiegend betroffen. Es handelt sich um eine progrediente multifokale Fibrosklerose der Schilddr&#x000fc;se. Die Erkrankung schreitet i.&#x000a0;d.&#x000a0;R. bis zur kompletten Zerst&#x000f6;rung des Organs fort. Dabei ist die Schilddr&#x000fc;se extrem hart und verursacht dadurch h&#x000e4;ufig Kompressionssymptome im Hals. Die Entz&#x000fc;ndung kann auf periglandul&#x000e4;res Gewebe &#x000fc;bergreifen. Entsprechend sind Dyspnoe, Stridor, Heiserkeit und Dysphagie Symptome, die der Diagnose oft Monate vorausgehen.</p><p>Die &#x000c4;tiologie ist noch nicht abschlie&#x000df;end gekl&#x000e4;rt. Ein Zusammenhang mit IgG4-assoziierten Erkrankungen wird vielfach vermutet (e40).</p><p>Histologisch geht eine anf&#x000e4;ngliche Infiltration von &#x000fc;berwiegend Lymphozyten und Plasmazellen mit Zerst&#x000f6;rung der Schilddr&#x000fc;se und Beteiligung gr&#x000f6;&#x000df;erer Gef&#x000e4;&#x000df;e (Phlebitis) in einen fast vollst&#x000e4;ndigen Ersatz des Schilddr&#x000fc;senepithels in keloid&#x000e4;hnliche Bindegewebsz&#x000fc;ge &#x000fc;ber, die als diagnostisches Charakteristikum auch im angrenzenden Bindegewebe nachweisbar sein m&#x000fc;ssen. Eine Differenzierung von Sarkomen, anaplastischen Schilddr&#x000fc;senkarzinomen, diffus-sklerosierenden papill&#x000e4;ren Schilddr&#x000fc;senkarzinomen und fibrosierenden Formen der Thyreoiditis muss erfolgen [<xref ref-type="bibr" rid="CR13">13</xref>].</p><p>Zur Diagnostik geh&#x000f6;ren neben dem Schilddr&#x000fc;senlabor auch die Abnahme von Entz&#x000fc;ndungsparametern (BSG oft leicht erh&#x000f6;ht) und wegen eines oft begleitenden Hypoparathyreoidismus die Bestimmung des Kalziums und des Parathormons. In der <sup>18</sup>Fluordesoxyglukose-Positronenemissionstomographie (<sup>18</sup>FDG-PET) l&#x000e4;sst sich nicht nur die Aktivit&#x000e4;t der Entz&#x000fc;ndung in und au&#x000df;erhalb der Dr&#x000fc;se bestimmen, es eignet sich auch zur Therapiekontrolle. Letztlich erfolgt die Diagnose histologisch &#x000fc;ber eine Stanzbiopsie oder im Rahmen einer dekompressiven Thyreoidektomie.</p><p>Eine spezifische Therapie steht nicht zur Verf&#x000fc;gung. Die Chirurgie stellt den Therapiestandard zur Beseitigung der obstruktiven Symptome dar. Aufgrund des harten Gewebes und der periglandul&#x000e4;ren Entz&#x000fc;ndungen sind Komplikationen h&#x000e4;ufiger, sodass ggf. nur Isthmusresektionen durchgef&#x000fc;hrt werden sollten.</p><p>Au&#x000df;erdem steht die Substitutionstherapie von Schilddr&#x000fc;senhormon und Kalzium im Vordergrund.</p><p>Konservativ antientz&#x000fc;ndliche Therapien sollen nach definitiver Diagnosestellung eingesetzt werden. Kortikosteroide wurden besonders bei aktiver Entz&#x000fc;ndung als effektiv beschrieben. Empfohlen werden Tagesdosen von 100&#x0202f;mg Prednisolon, wobei auch Dosen von 15&#x02013;60&#x0202f;mg pro Tag &#x000fc;ber 3&#x000a0;Monate als erfolgreich beschrieben wurden. Im Fall des Scheiterns einer Kortikosteroidtherapie ist Tamoxifen das am h&#x000e4;ufigsten eingesetzte Medikament (e40).</p></sec><sec id="Sec24"><title>Seltene Formen der Thyreoiditis</title><p>Die systemische Sarkoidose manifestiert sich in 1&#x02013;4&#x0202f;% der F&#x000e4;lle auch in der Schilddr&#x000fc;se. Wenn eine Schilddr&#x000fc;senfunktionsst&#x000f6;rung dabei auftritt, ist sie i.&#x000a0;d.&#x000a0;R. gering ausgepr&#x000e4;gt.</p><p>Auch eine systemische Amyloidose kann sich in der Schilddr&#x000fc;se manifestieren und zu einer Struma f&#x000fc;hren.</p><p>Da diese Erkrankungen sehr selten sind, wird an dieser Stelle auf die Fachliteratur verwiesen (e40).</p></sec></sec></sec><sec id="Sec25"><title>Ektopes Gewebe</title><sec id="Sec26"><title>Ektopes Schilddr&#x000fc;sengewebe</title><p>Nicht vor oder lateral des dritten bis f&#x000fc;nften Ringknorpels der Trachea und anatomisch getrennt von der Schilddr&#x000fc;se gelegenes funktionelles Schilddr&#x000fc;sengewebe wird per definitionem als ektopes oder akzessorisches Schilddr&#x000fc;sengewebe bezeichnet (e45). Ektopes Schilddr&#x000fc;sengewebe entsteht als entwicklungsgeschichtliche Abnormit&#x000e4;t, wenn im Rahmen des embryonalen Descensus Schilddr&#x000fc;sengewebe nicht in seiner finalen pr&#x000e4;trachealen Lokalisation zu liegen kommt. Ektopes Schilddr&#x000fc;sengewebe findet sich im Verlauf des Ductus thyreoglossus oder kaudal der normalen Schilddr&#x000fc;senlokalisation u.&#x0202f;a. in Perikard, Herzmuskel, Vagina, der Leistenregion und der Leberpforte (e45). Die h&#x000e4;ufigste, und dem HNO-Arzt bekannte, relevante klinische Manifestation findet sich im Mundboden im Bereich des Foramen caecum. In 75&#x0202f;% dieser F&#x000e4;lle ist die linguale Schilddr&#x000fc;se das einzige nachweisbare ektope Schilddr&#x000fc;sengewebe, wobei meist eine angeborene Hypothyreose besteht (e46). Durch die Persistenz von Anteilen des Ductus thyreoglossus k&#x000f6;nnen (gelegentlich multiple) mediane Halszysten entstehen. In einem Prozent dieser Ductus-thyreoglossus-Zysten k&#x000f6;nnen Schilddr&#x000fc;senmalignome entstehen. Meistens handelt es sich um papill&#x000e4;re Schilddr&#x000fc;senkarzinome, andere Entit&#x000e4;ten sind selten (e47, e48).</p><p>Selten kommen sog. parasit&#x000e4;re Schilddr&#x000fc;senknoten vor, die keine Beziehung zur Schilddr&#x000fc;se oder Lymphknoten haben. Man geht von entwicklungsgeschichtlich abgetrenntem Schilddr&#x000fc;sengewebe aus (e49, e50, [<xref ref-type="bibr" rid="CR13">13</xref>]), welches bei Jodmangel oder Schilddr&#x000fc;senentz&#x000fc;ndungen durch Gr&#x000f6;&#x000df;enprogredienz symptomatisch werden kann.</p></sec><sec id="Sec27"><title>Ektopes Gewebe in der Schilddr&#x000fc;se</title><p>Etwa 20&#x0202f;% der Feten- und Neugeborenenschilddr&#x000fc;sen enthalten Thymusgewebe (e51). Dieses findet sich h&#x000e4;ufig nah der Schilddr&#x000fc;senkapsel, kann selten aber auch tief in der Schilddr&#x000fc;se liegen. Auch Nebenschilddr&#x000fc;sengewebe und Epidermoidzysten werden gelegentlich bzw. selten in der Schilddr&#x000fc;se gefunden (e45, e52).</p></sec></sec><sec id="Sec28"><title>Gutartige Schilddr&#x000fc;sentumoren</title><p>Das follikul&#x000e4;re Adenom ist eine benigne, gekapselte, nichtinvasive Neoplasie mit Zeichen der Follikelzelldifferenzierung, ohne dass die Kernkriterien des papill&#x000e4;ren Schilddr&#x000fc;senkarzinoms erf&#x000fc;llt w&#x000e4;ren&#x000a0;[<xref ref-type="bibr" rid="CR15">15</xref>]. Adenome kommen in den unterschiedlichsten morphologischen Varianten vor, die keinerlei Einfluss auf das grunds&#x000e4;tzlich benigne Verhalten dieser Tumoren haben. Die Differenzialdiagnose gegen&#x000fc;ber dem follikul&#x000e4;ren Schilddr&#x000fc;senkarzinom beruht auf dem ausschlie&#x000df;lich histologisch zu f&#x000fc;hrenden Ausschluss von Invasionszeichen (Angioinvasion, vollst&#x000e4;ndiger Kapseldurchbruch). Insofern ist die Differenzialdiagnose zwischen einem follikul&#x000e4;ren Adenom und einem follikul&#x000e4;ren Schilddr&#x000fc;senkarzinom i.&#x000a0;d.&#x000a0;R. weder zytologisch noch mit einer Grobnadelpunktion zu stellen. Onkozyt&#x000e4;r differenzierte Adenome werden nach der aktuellen Klassifikation gem&#x000e4;&#x000df; Weltgesundheitsorganisation (WHO) als H&#x000fc;rthle-Zell-Adenome bezeichnet.</p></sec><sec id="Sec29"><title>Schilddr&#x000fc;sentumoren mit unsicherem/geringem Malignit&#x000e4;tspotenzial</title><p>Die WHO unterscheidet neben benignen und malignen Tumoren auch solche Tumoren mit unsicherem bzw. geringem Malignit&#x000e4;tspotenzial, n&#x000e4;mlich<list list-type="bullet"><list-item><p>den hyalisierenden trabekul&#x000e4;ren Tumor (HTT),</p></list-item><list-item><p>den follikul&#x000e4;ren Tumor mit unsicherem Malignit&#x000e4;tspotenzial (FT-UMP),</p></list-item><list-item><p>den gut differenzierten Tumor mit unsicherem Malignit&#x000e4;tspotenzial (DT-UMP),</p></list-item><list-item><p>die nichtinvasive follikul&#x000e4;re Schilddr&#x000fc;senneoplasie mit dem papill&#x000e4;ren Schilddr&#x000fc;senkarzinom &#x000e4;quivalenten Kernmerkmalen.</p></list-item></list></p><p>Diesen Formen fehlen eindeutige Malignit&#x000e4;tsmerkmale wie die Gef&#x000e4;&#x000df;invasion und der Kapseldurchbruch. Aus Kapazit&#x000e4;tsgr&#x000fc;nden muss an dieser Stelle auf die Spezialliteratur verwiesen werden.</p></sec><sec id="Sec30"><title>Maligne Schilddr&#x000fc;senerkrankungen</title><p>Mit einem Anteil von etwa 1&#x0202f;% z&#x000e4;hlt das Schilddr&#x000fc;senkarzinom zu den seltenen Malignomen, stellt aber gleichzeitig die h&#x000e4;ufigste b&#x000f6;sartige endokrine Neoplasie dar ([<xref ref-type="bibr" rid="CR16">16</xref>], e53). Nach aktuellen Daten liegt die j&#x000e4;hrliche Inzidenzrate (WHO 2018) weltweit bei 10,2 (weiblich) bzw. 3,1&#x000a0;(m&#x000e4;nnlich) und in Deutschland bei 11,1 bzw. 5,1&#x000a0;Neuerkrankungen pro 100.000 Einwohnern (e54). Die Gr&#x000fc;nde f&#x000fc;r die h&#x000f6;here Inzidenz bei Frauen sind bisher nicht gekl&#x000e4;rt. Das Erkrankungsalter liegt in Deutschland bei durchschnittlich 52&#x000a0;Jahren f&#x000fc;r Frauen und 56&#x000a0;Jahren f&#x000fc;r M&#x000e4;nner (e54). In den letzten Jahren nimmt die weltweite Inzidenz der Schilddr&#x000fc;senkarzinome zu. Das liegt aber allein an einer Zunahme der differenzierten papill&#x000e4;ren Schilddr&#x000fc;senkarzinome (e55).</p><p>Malignome k&#x000f6;nnen aus allen in der Schilddr&#x000fc;se vorkommenden Zelltypen entstehen (Thyreozyten 80&#x02013;85&#x0202f;%, C&#x02011;Zellen 5&#x02013;10&#x0202f;%, aber auch Lymphozyten, Bestandteile des Stromas und des Gef&#x000e4;&#x000df;systems). Mehr als 99&#x0202f;% aller Schilddr&#x000fc;senmalignome sind Karzinome, also epithelialer Herkunft [<xref ref-type="bibr" rid="CR15">15</xref>, <xref ref-type="bibr" rid="CR17">17</xref>]. Diese lassen sich wiederum in follikeldifferenzierte, C&#x02011;Zell-differenzierte und seltene Schilddr&#x000fc;senkarzinome (Tab.&#x000a0;<xref rid="Tab5" ref-type="table">5</xref>) unterteilen. Schilddr&#x000fc;senkarzinome mit Follikelzelldifferenzierung werden nach WHO [<xref ref-type="bibr" rid="CR15">15</xref>, <xref ref-type="bibr" rid="CR17">17</xref>] in 3&#x000a0;Gruppen eingeteilt, n&#x000e4;mlich in differenzierte, in gering differenzierte und in anaplastische Schilddr&#x000fc;senkarzinome. Die Prognose wird mit zunehmender Entdifferenzierung schlechter.<table-wrap id="Tab5"><label>Tab. 5</label><caption><p>Epitheliale Tumoren der Schilddr&#x000fc;se. (Aus Schmidt&#x000a0;[<xref ref-type="bibr" rid="CR13">13</xref>])</p></caption><table frame="hsides" rules="groups"><thead><tr><th>Maligne Schilddr&#x000fc;senkarzinome</th></tr></thead><tbody><tr><td><bold>1)&#x000a0;Follikelzell-differenzierte Schilddr&#x000fc;sentumoren</bold></td></tr><tr><td><italic>a) differenzierte Karzinome</italic></td></tr><tr><td>i) papill&#x000e4;res Schilddr&#x000fc;senkarzinom</td></tr><tr><td>ii) follikul&#x000e4;res Schilddr&#x000fc;senkarzinom</td></tr><tr><td>iii)&#x000a0;H&#x000fc;rthle-Zell-Karzinom</td></tr><tr><td>iv)&#x000a0;differenziertes Karzinom NOS (&#x0201e;not otherwise specified&#x0201c;)</td></tr><tr><td><bold>b)&#x000a0;gering differenziertes Schilddr&#x000fc;senkarzinom</bold></td></tr><tr><td><bold>c)&#x000a0;anaplastisches Schilddr&#x000fc;senkarzinom</bold></td></tr><tr><td>2)&#x000a0;<bold>C&#x02011;Zell-differenzierte Karzinome</bold></td></tr><tr><td><italic>a)&#x000a0;medull&#x000e4;res Karzinom</italic></td></tr><tr><td><italic>b)&#x000a0;gemischt medull&#x000e4;res und follikul&#x000e4;res Karzinom</italic></td></tr><tr><td><bold>1)&#x000a0;Seltene Karzinome</bold></td></tr><tr><td><italic>a)&#x000a0;Plattenepithelkarzinom</italic></td></tr><tr><td><italic>b)&#x000a0;mukoepidermoides Karzinom</italic></td></tr><tr><td><italic>c)&#x000a0;sklerosierendes mukoepidermoides Karzinom mit Eosinophilie</italic></td></tr><tr><td><italic>d)&#x000a0;muzin&#x000f6;ses Karzinom</italic></td></tr><tr><td><italic>e)&#x000a0;Spindelzellkarzinom mit Thymusdifferenzierung (SETTLE)</italic></td></tr><tr><td><italic>f)&#x000a0;intrathyreoidales Thymuskarzinom</italic></td></tr></tbody></table></table-wrap></p><p>Au&#x000df;erdem gibt es nichtepitheliale Angiosarkome, Lymphommanifestationen und Metastasen in der Schilddr&#x000fc;se.</p><p>Im Rahmen dieser kurzen &#x000dc;bersicht kann nur auf die 4&#x000a0;h&#x000e4;ufigsten Entit&#x000e4;ten, n&#x000e4;mlich des papill&#x000e4;re Schilddr&#x000fc;senkarzinom (PTC), das follikul&#x000e4;re Schilddr&#x000fc;senkarzinom (FTC), das anaplastische Schilddr&#x000fc;senkarzinom (ATC) und das medull&#x000e4;re Schilddr&#x000fc;senkarzinom (MTC) eingegangen werden. Bez&#x000fc;glich der anderen Entit&#x000e4;ten, die alle sehr selten auftreten (&#x0003c;&#x0202f;1&#x0202f;%), sei auf die Spezialliteratur hingewiesen ([<xref ref-type="bibr" rid="CR13">13</xref>], e56).</p><p>Risikofaktoren f&#x000fc;r die Entstehung eines Schilddr&#x000fc;senmalignoms sind Jodmangel und TSH-Erh&#x000f6;hung sowie Strahlenexposition und hier insbesondere Exposition gegen&#x000fc;ber radioaktivem Jod. Auch genetische Ver&#x000e4;nderungen spielen eine gro&#x000df;e Rolle bei der Entstehung von Schilddr&#x000fc;senmalignomen. Selten treten Schilddr&#x000fc;sentumoren im Rahmen einer multiplen endokrinen Metaplasie (MEN auf).</p><sec id="Sec31"><title>Papill&#x000e4;res Schilddr&#x000fc;senkarzinom</title><p>Mit etwa 60&#x02013;70&#x0202f;% der F&#x000e4;lle ist das papill&#x000e4;re Schilddr&#x000fc;senkarzinom (PTC) das h&#x000e4;ufigste Schilddr&#x000fc;senkarzinom. Typisch ist eine Reihe distinktiver Kernmerkmale, die f&#x000fc;r die histologische Diagnosestellung ausschlaggebend sind. Das PTC bildet typischerweise papill&#x000e4;re Ausw&#x000fc;chse, die ihm den Namen gegeben haben. Heute wird der Nachweis dieser Papillen neben dem Nachweis der Invasivit&#x000e4;t und zytologischer Merkmale zur Diagnosestellung gefordert, um das PTC von der nichtinvasiven follikul&#x000e4;ren Schilddr&#x000fc;senneoplasie mit PTC-&#x000e4;quivalenten Kernmerkmalen (NIFTP) zu differenzieren. Auf molekularer Ebene werden 2&#x000a0;Typen unterschieden, n&#x000e4;mlich eine BRAF-pr&#x000e4;dominante Signatur (2/3 der PTC; &#x000fc;berwiegend BRAF-V600E-Mutatuion und seltener diverse Fusionsgene mit BRAF oder RET) oder eine RAS-pr&#x000e4;dominante Signatur (13&#x0202f;% der PTC; H/K/NRAS-Mutationen, EIF1AX-Mutationen und verschiedene seltene Mutationen des BRAF-Gens).</p><p>Die Metastasierung des papill&#x000e4;ren Schilddr&#x000fc;senkarzinoms ist bevorzugt lymphogen. H&#x000e4;matogene Metastasierung ist &#x000e4;u&#x000df;erst selten. Lymphogene Metastasen besiedeln i.&#x000a0;d.&#x000a0;R. die region&#x000e4;ren Lymphknoten und treten klinisch oft vor dem eigentlichen Prim&#x000e4;rtumor in Erscheinung.</p><p>Papill&#x000e4;re Schilddr&#x000fc;senkarzinome produzieren keine Schilddr&#x000fc;senhormone, sie sind nonfunktionell. Bei der Szintigraphie erscheinen sie als kalte Knoten, da kein Jod<sup>131</sup> angereichert wird. Dennoch sind die Zellen des papill&#x000e4;ren Schilddr&#x000fc;senkarzinoms zur Jodaufnahme bef&#x000e4;higt, was sie der Radiojodtherapie zug&#x000e4;nglich macht.</p><p>Bei der Untersuchung des Patienten sind eine knotig vergr&#x000f6;&#x000df;erte Schilddr&#x000fc;se und evtl. vergr&#x000f6;&#x000df;erte Lymphknoten im Hals- und Nackenbereich auff&#x000e4;llig. Lymphknotenmetastasen finden sich dabei meistens bei relativ jungen Patienten (30.&#x02013;50.&#x000a0;Lebensjahr). Frauen sind h&#x000e4;ufiger betroffen als M&#x000e4;nner.</p><p>Bei kleinen papill&#x000e4;ren Karzinomen (Durchmesser &#x0003c;&#x0202f;15&#x0202f;mm, gute Abgrenzbarkeit) ist die Resektion des gleichseitigen Schilddr&#x000fc;senlappens (Hemithyreoidektomie) mit Entfernung der regionalen Halslymphknoten ausreichend, bei gr&#x000f6;&#x000df;eren papill&#x000e4;ren Karzinomen ist eine totale Thyreoidektomie mit beiderseitiger Neck-Dissection indiziert.</p><p>Um alle jodspeichernden Zellen des K&#x000f6;rpers zu eliminieren, schlie&#x000df;t sich bei den gr&#x000f6;&#x000df;eren Tumoren nach der kompletten Thyreoidektomie meist eine Radiojodtherapie an. Im Anschluss muss L&#x02011;Thyroxin lebenslang substituiert werden: Die Dosis wird dabei relativ hoch gew&#x000e4;hlt, um den TSH-Spiegel (wichtigster Wachstumsreiz der Schilddr&#x000fc;se!) niedrig zu halten.</p><p>Die Prognose des papill&#x000e4;ren Schilddr&#x000fc;senkarzinoms ist bei jungen Patienten sehr gut (10-Jahres-&#x000dc;berlebensrate &#x0003e;&#x0202f;90&#x0202f;%). Ein hohes Alter und das Vorliegen von Fernmetastasen sind prognostisch ung&#x000fc;nstig.</p></sec><sec id="Sec32"><title>Follikul&#x000e4;res Schilddr&#x000fc;senkarzinom</title><p>Das follikul&#x000e4;re Schilddr&#x000fc;senkarzinom (FTC) macht etwa 10&#x02013;30&#x0202f;% der Schilddr&#x000fc;senmalignome aus. Es ist ein Schilddr&#x000fc;senkarzinom, welches nicht von Follikelzellen ausgeht, die die Kernkriterien des PTC zeigen. Die Tumoren sind &#x000fc;blicherweise gekapselt und zeigen ein invasives Wachstum. Die aktuelle WHO-Klassifikation von 2017 unterscheidet verschiedene Typen des FTC. Das &#x0201e;minimal-invasive FTC&#x0201c; ist immer gekapselt. Die Diagnose beruht auf einem oder mehreren vollst&#x000e4;ndigen Kapseldurchbr&#x000fc;chen bei gleichzeitigem histologischem Ausschluss einer Angioinvasion. Die Prognose ist extrem gut, weshalb die Therapie auf ein Hemithyreoidektomie der betroffenen Seite beschr&#x000e4;nkt bleiben kann. Das &#x0201e;gekapselte angioinvasive FTC&#x0201c; dagegen zeigt Gef&#x000e4;&#x000df;einbr&#x000fc;che und fakultativ auch Kapseldurchbr&#x000fc;che. Das &#x0201e;breit invasive FTC&#x0201c; hat den biologisch ung&#x000fc;nstigsten Verlauf. Da die Invasion in Lymphgef&#x000e4;&#x000df;e und auch Lymphknotenmetastasen beim FTC sehr selten vorkommen, sollte der Nachweis von Lymphknotenmetastasen beim FTC immer die Frage nach der korrekten Diagnose stellen lassen. Die h&#x000e4;ufigste Differenzialdiagnose w&#x000e4;ren follikul&#x000e4;re, solide und trabekul&#x000e4;re Varianten des PTC und die nichtinvasive follikul&#x000e4;re Schilddr&#x000fc;senneoplasie mit PTC-&#x000e4;quivalenten Kernmerkmalen (NIFTP).</p><p>Die Prognose des follikul&#x000e4;ren Schilddr&#x000fc;senkarzinoms variiert je nach Tumorstadium deutlich (10-Jahres-&#x000dc;berlebensrate 50&#x02013;90&#x0202f;%).</p></sec><sec id="Sec33"><title>Anaplastisches Schilddr&#x000fc;senkarzinom</title><p>Das anaplastische Schilddr&#x000fc;senkarzinom (ATC) ist ein hochaggressives Schilddr&#x000fc;senmalignom, bestehend aus undifferenzierten Schilddr&#x000fc;senzellen. Eine Follikeldifferenzierung ist nicht mehr nachweisbar. Au&#x000df;er einer aggressiven Chirurgie gibt es keine verl&#x000e4;ssliche Therapieoption. Das ATC hat die schlechteste Prognose und verursacht mehr als 90&#x0202f;% der tumorassoziierten Todesf&#x000e4;lle bei Schilddr&#x000fc;senkrebs. Die mittlere &#x000dc;berlebenszeit der Betroffenen betr&#x000e4;gt nach der Diagnosestellung nur rund 6&#x000a0;Monate. Eine bessere Prognose haben ATC, die innerhalb eines differenzierten Karzinoms auftreten oder rein intrathyreoidal liegen.</p></sec><sec id="Sec34"><title>C-Zell-differenzierte Schilddr&#x000fc;senkarzinome</title><p>C&#x02011;Zell-differenzierte Schilddr&#x000fc;senkarzinome (medull&#x000e4;re Schilddr&#x000fc;senkarzinome, MTC) gehen von C&#x02011;Zellen aus und sind mit etwa 5&#x0202f;% eher selten. C&#x02011;Zellen sind spezialisierte Zellen der Schilddr&#x000fc;se, die das Hormon Calcitonin bilden. Diese C&#x02011;Zellen befinden sich i.&#x000a0;d.&#x000a0;R. innerhalb der follikul&#x000e4;ren Basalmembran zwischen bzw. unter den Follikelepithelzellen der Schilddr&#x000fc;se. An das Lumen der kolloidgef&#x000fc;llten Follikel reichen sie nicht heran. Im Vergleich zu den Follikelepithelzellen erscheinen C&#x02011;Zellen gr&#x000f6;&#x000df;er und heller, da sie zytoplasmareicher sind.</p><p>Karzinome, die von C&#x02011;Zellen ausgehen, bilden h&#x000e4;ufig Calcitonin, sodass es sich als Tumormarker eignet. Hohe Calcitoninspiegel k&#x000f6;nnen Diarrh&#x000f6;en ausl&#x000f6;sen (e57).</p><p>Grunds&#x000e4;tzlich werden famili&#x000e4;r bedingte MTC (etwa 30&#x0202f;%) von spontanen MTC (etwa 70&#x0202f;%) unterschieden. Erstere sind im Rahmen einer multiplen endokrinen Metaplasie (MEN Typ&#x000a0;2a und&#x000a0;2b) autosomal-dominant vererbt und entwickeln sich aus neoplastischen C&#x02011;Zell-Hyperplasien (CCH) durch eine Gain-of-Function-Keimbahnmutation des RET-Proonkogens. Das histologische Bild ist variabel. Im Rahmen von MEN&#x000a0;2a und&#x000a0;2b treten auch Ph&#x000e4;ochromozytome und andere Tumoren auf. Ein entsprechendes Screening bei Patienten mit MEN&#x000a0;2a oder&#x000a0;2b ist geboten.</p><p>Nach 10&#x000a0;Jahren leben noch etwa 50&#x02013;70&#x0202f;% der Patienten mit einem MTC.</p></sec><sec id="Sec35"><title>Staging des Schilddr&#x000fc;senkarzinoms</title><p>Die aktuelle 8.&#x000a0;Auflage [<xref ref-type="bibr" rid="CR15">15</xref>, <xref ref-type="bibr" rid="CR17">17</xref>] der TNM-Klassifikation gilt f&#x000fc;r papill&#x000e4;re (PTC), follikul&#x000e4;re (FTC), schlecht differenzierte Schilddr&#x000fc;senkarzinome (PDTC), H&#x000fc;rthle-Zell-Karzinome und anaplastische Schilddr&#x000fc;senkarzinome (ATC; Tab.&#x000a0;<xref rid="Tab6" ref-type="table">6</xref>). Aus dem TNM-Stadium wird zur Prognoseabsch&#x000e4;tzung (Rezidivrate, tumorspezifische Morbidit&#x000e4;t) folgende Stadieneinteilung gem&#x000e4;&#x000df; Union Internationale Contre le Cancer (UICC) vorgeschlagen (Tab.&#x000a0;<xref rid="Tab7" ref-type="table">7</xref>). Beide Systeme dienen der initialen Risikobeurteilung und sind damit von entscheidender Bedeutung f&#x000fc;r das Ausma&#x000df; der Resektion und ein wesentlicher Eckpfeiler des weiteren therapeutischen Vorgehens.<table-wrap id="Tab6"><label>Tab. 6</label><caption><p>TNM-Klassifikation von Schilddr&#x000fc;senmalignomen [<xref ref-type="bibr" rid="CR15">15</xref>]</p></caption><table frame="hsides" rules="groups"><thead><tr><th>T&#x02011;Kategorie</th><th>Gr&#x000f6;&#x000df;e</th><th>Ausdehnung</th></tr></thead><tbody><tr><td><italic>TX</italic></td><td>Tumor nicht beurteilbar</td><td rowspan="2">&#x02013;</td></tr><tr><td><italic>T0</italic></td><td>Kein Tumor nachweisbar</td></tr><tr><td><italic>T1a</italic></td><td>Tumor &#x02264;&#x0202f;1&#x0202f;cm</td><td>Auf die Schilddr&#x000fc;se begrenzt</td></tr><tr><td><italic>T1b</italic></td><td>Tumor &#x0003e;&#x0202f;1&#x0202f;cm, aber &#x02264;&#x0202f;2&#x0202f;cm</td><td>Auf die Schilddr&#x000fc;se begrenzt</td></tr><tr><td><italic>T2</italic></td><td>Tumor &#x0003e;&#x0202f;2&#x0202f;cm, aber &#x02264;&#x0202f;4&#x0202f;cm</td><td>Auf die Schilddr&#x000fc;se begrenzt</td></tr><tr><td><italic>T3a</italic></td><td>Tumor &#x0003e;&#x0202f;4&#x0202f;cm</td><td>Auf die Schilddr&#x000fc;se begrenzt</td></tr><tr><td><italic>T3b</italic></td><td>Tumor jeglicher Gr&#x000f6;&#x000df;e</td><td>Makroskopische extrathyreoidale Ausbreitung in die infrahyoidale Muskulatur</td></tr><tr><td><italic>T4a</italic></td><td>Tumor jeglicher Gr&#x000f6;&#x000df;e</td><td>Tumor in beliebiger Gr&#x000f6;&#x000df;e mit makroskopischer Invasion in subkutanes Fettgewebe, Larynx, Trachea, &#x000d6;sophagus, N.&#x000a0;laryngeus recurrens</td></tr><tr><td><italic>T4b</italic></td><td>Tumor jeglicher Gr&#x000f6;&#x000df;e</td><td>Makroskopische Invasion in pr&#x000e4;vertebrale Faszie, A.&#x000a0;carotis oder mediastinale Gef&#x000e4;&#x000df;e</td></tr><tr><td><italic>Anmerkung</italic></td><td colspan="2">Alle Kategorien k&#x000f6;nnen in solit&#x000e4;re Tumoren&#x000a0;(s) und multifokale Tumoren&#x000a0;(m) unterschieden werden, wobei der gr&#x000f6;&#x000df;te Tumor die Klassifikation bestimmt</td></tr><tr><td><italic>N&#x02011;Kategorie</italic></td><td colspan="2">N&#x02011;Kriterium</td></tr><tr><td><italic>NX</italic></td><td colspan="2">Regionale Lymphknoten nicht beurteilbar</td></tr><tr><td><italic>N0</italic></td><td colspan="2">Keine regionalen Lymphknotenmetastasen nachweisbar</td></tr><tr><td><italic>N0a</italic></td><td colspan="2">Ein oder mehr zytologisch oder histologisch als gutartig best&#x000e4;tigte Lymphknoten</td></tr><tr><td><italic>N0b</italic></td><td colspan="2">Kein klinischer oder radiologischer Hinweis auf regionale Lymphknotenmetastasen</td></tr><tr><td><italic>N1</italic></td><td colspan="2">Regionale Lymphknotenmetastasen nachweisbar</td></tr><tr><td><italic>N1a</italic></td><td colspan="2">Metastasen in Level&#x000a0;VI oder&#x000a0;VII: pr&#x000e4;tracheal, paratracheal, pr&#x000e4;laryngeal (Delphi-Lymphknoten oder oberes Mediastinum, kann ein- oder beidseitig sein)</td></tr><tr><td><italic>N1b</italic></td><td colspan="2">Unilaterale, bilaterale oder kontralaterale Metastasen (in Level&#x000a0;I,&#x000a0;II,&#x000a0;III,&#x000a0;IV oder V)&#x000a0;oder retropharyngeale Lymphknotenmetastasen</td></tr><tr><td><italic>M&#x02011;Kategorie</italic></td><td colspan="2">M&#x02011;Kriterium</td></tr><tr><td><italic>M0</italic></td><td colspan="2">Keine Fernmetastasen</td></tr><tr><td><italic>M1</italic></td><td colspan="2">Nachweis von Fernmetastase(n)</td></tr></tbody></table></table-wrap><table-wrap id="Tab7"><label>Tab. 7</label><caption><p>UICC-System zur Stadieneinteilung von Schilddr&#x000fc;senkarzinomen&#x000a0;[<xref ref-type="bibr" rid="CR15">15</xref>]</p></caption><table frame="hsides" rules="groups"><tbody><tr><td colspan="4"><bold>PTC und FTC, Alter &#x0003c;</bold>&#x0202f;<bold>55&#x000a0;Jahre</bold></td></tr><tr><td><italic>Stadium&#x000a0;I</italic></td><td>Jedes T</td><td>Jedes N</td><td>M0</td></tr><tr><td><italic>Stadium&#x000a0;II</italic></td><td>Jedes T</td><td>Jedes N</td><td>M1</td></tr><tr><td colspan="4"><bold>PTC und FTC, Alter &#x02265;</bold>&#x0202f;<bold>55&#x000a0;Jahre</bold></td></tr><tr><td><italic>Stadium&#x000a0;I</italic></td><td>T1a, T1b, T2</td><td>N0</td><td>M0</td></tr><tr><td rowspan="2"><italic>Stadium&#x000a0;II</italic></td><td>T3</td><td>N0</td><td>M0</td></tr><tr><td>T1, T2, T3</td><td>N1</td><td>M0</td></tr><tr><td><italic>Stadium&#x000a0;III</italic></td><td>T4a</td><td>Jedes N</td><td>M0</td></tr><tr><td><italic>Stadium&#x000a0;IVa</italic></td><td>T4b</td><td>Jedes N</td><td>M0</td></tr><tr><td><italic>Stadium&#x000a0;IVb</italic></td><td>Jedes T</td><td>Jedes N</td><td>M1</td></tr><tr><td colspan="4"><bold>MTC</bold></td></tr><tr><td><italic>Stadium&#x000a0;I</italic></td><td>T1a, T1b</td><td>N0</td><td>M0</td></tr><tr><td><italic>Stadium&#x000a0;II</italic></td><td>T2, T3</td><td>N0</td><td>M0</td></tr><tr><td><italic>Stadium&#x000a0;III</italic></td><td>T1, T2, T3</td><td>N1a</td><td>M0</td></tr><tr><td rowspan="2"><italic>Stadium&#x000a0;IVa</italic></td><td>T1, T2, T3</td><td>N1b</td><td>M0</td></tr><tr><td>T4a</td><td>jedes N</td><td>M0</td></tr><tr><td><italic>Stadium&#x000a0;IVb</italic></td><td>T4b</td><td>Jedes N</td><td>M0</td></tr><tr><td><italic>Stadium&#x000a0;IVc</italic></td><td>Jedes T</td><td>Jedes N</td><td>M1</td></tr><tr><td colspan="4"><bold>ATC</bold></td></tr><tr><td><italic>Stadium&#x000a0;IVa</italic></td><td>T1, T2, T3a</td><td>N0</td><td>M0</td></tr><tr><td rowspan="2"><italic>Stadium&#x000a0;IVb</italic></td><td>T1, T2, T3a</td><td>N1</td><td>M0</td></tr><tr><td>T3b, T4a, T4b</td><td>N0, N1</td><td>M0</td></tr><tr><td><italic>Stadium&#x000a0;IVc</italic></td><td>Jedes T</td><td>Jedes N</td><td>M1</td></tr></tbody></table><table-wrap-foot><p><italic>ATC</italic>&#x000a0;anaplastisches Schilddr&#x000fc;senkarzinom, <italic>FTC</italic>&#x000a0;follikul&#x000e4;res Schilddr&#x000fc;senkarzinom, <italic>MTC</italic>&#x000a0;medull&#x000e4;res Schilddr&#x000fc;senkarzinom, <italic>PTC</italic>&#x000a0;papill&#x000e4;res Schilddr&#x000fc;senkarzinom, <italic>UICC&#x000a0;</italic>Union Internationale Contre le Cancer</p></table-wrap-foot></table-wrap></p></sec></sec><sec id="Sec36"><title>Schilddr&#x000fc;senchirurgie</title><p>Wie in fast allen Bereichen der modernen Chirurgie richtet sich auch die moderne Schilddr&#x000fc;senchirurgie nach dem Prinzip eines m&#x000f6;glichst gro&#x000df;en Funktionserhalts und einer m&#x000f6;glichst geringen Morbidit&#x000e4;t. Das bedeutet, dass die noch vor wenigen Jahrzehnten gro&#x000df;z&#x000fc;gige Indikation zur totalen Thyreoidektomie heute nur noch selten gestellt wird&#x000a0;[<xref ref-type="bibr" rid="CR18">18</xref>]. Entsprechend werden je nach pr&#x000e4;operativer Diagnose und pr&#x000e4;operativem Befund die Enukleation eines Schilddr&#x000fc;senknotens entlang seiner Kapsel, die Knotenexzision mit umgebendem Gewebesaum, die Isthmusresektion, die subtotale Lappenresektion (verbleibender Schilddr&#x000fc;senrest &#x0003c;&#x0202f;4&#x0202f;g), die fast totale Lappenresektion (verbleibender Schilddr&#x000fc;senrest &#x0003c;&#x0202f;1&#x0202f;g) und die komplette Hemithyreoidektomie unterschieden. Da sich intraoperativ auch eine Enukleation zu einer Lobektomie ausweiten kann, ist immer zu fordern, dass der Operateur &#x000fc;ber die notwendigen Kenntnisse und Fertigkeiten und die Klinik &#x000fc;ber die notwendigen Materialien und Hilfsmittel verf&#x000fc;gt.</p><sec id="Sec37"><title>Indikation zur Operation</title><p>Gem&#x000e4;&#x000df; aktueller AWMF-S2k-Leitlinie [<xref ref-type="bibr" rid="CR19">19</xref>] vom 05.12.2021 wird die Indikation zur operativen Behandlung auf der Basis der Erkrankungs- und Lokalisationsdiagnostik unter Abw&#x000e4;gung der individuellen nichtoperativen Behandlungsverfahren und der m&#x000f6;glichen Komplikationen einer operativen Behandlung gestellt. Ziel der operativen Behandlung ist die sichere und dauerhafte Beseitigung der zugrunde liegenden Schilddr&#x000fc;senerkrankung. Gem&#x000e4;&#x000df; Leitlinie<list list-type="bullet"><list-item><p>soll eine pr&#x000e4;operative Laryngoskopie zur Beurteilung der Stimmbandfunktion erfolgen.</p></list-item><list-item><p>soll pr&#x000e4;operativ das Serumkalzium bestimmt werden. Auff&#x000e4;lligkeiten bed&#x000fc;rfen der weiteren pr&#x000e4;operativen Abkl&#x000e4;rung.</p></list-item><list-item><p>sollte pr&#x000e4;operativ das basale Calcitonin als m&#x000f6;glicher Hinweis auf ein medull&#x000e4;res Schilddr&#x000fc;senkarzinom bestimmt werden.</p></list-item><list-item><p>sollte bei bildgebend suspekten Knoten &#x0003e;&#x0202f;1&#x0202f;cm nach Ausschluss einer Autonomie und bei nicht erh&#x000f6;htem Calcitonin, wenn suspekte Halslymphknoten vorliegen oder der V.&#x000a0;a. ein lokal invasives Wachstum besteht und wenn die zytologische Diagnose f&#x000fc;r die Operationsplanung von Bedeutung ist, eine Feinnadelaspirationszytologie erfolgen.</p></list-item></list></p><p>In Kenntnis dieser Informationen empfahl die European Thyroid Association 2023 das in Abb.&#x000a0;<xref rid="Fig2" ref-type="fig">2</xref> dargestellte Vorgehen [<xref ref-type="bibr" rid="CR20">20</xref>].<fig id="Fig2"><label>Abb. 2</label><caption><p>Vorgehen bei Schilddr&#x000fc;senknoten gem&#x000e4;&#x000df; European Thyroid Association 2023 [<xref ref-type="bibr" rid="CR20">20</xref>]. <italic>fT3</italic>&#x000a0;freies Trijodthyronin, <italic>fT4</italic>&#x000a0;freies Thyroxin, <italic>TG</italic>&#x000a0;Thyreoglobulin, <italic>TIRADS&#x000a0;</italic>Thyroid Imaging Reporting And Data System, <italic>TRAB</italic>&#x000a0;TSH-Rezeptor-Antik&#x000f6;rper, <italic>TPO</italic>&#x000a0;Thyreoperoxidase, <italic>TSH&#x000a0;</italic>thyroideastimulierendes Hormon</p></caption><graphic xlink:href="106_2025_1620_Fig2_HTML" id="d33e1573"/></fig></p><p>Die Ultraschalluntersuchung des Halsbereichs geh&#x000f6;rt gem&#x000e4;&#x000df; Leitlinie zur Basisdiagnostik der Schilddr&#x000fc;senerkrankungen [<xref ref-type="bibr" rid="CR21">21</xref>]. Sie gibt Auskunft &#x000fc;ber Ausdehnung, Struktur des Organs, insbesondere bei knotigen Ver&#x000e4;nderungen Malignit&#x000e4;tshinweise und extrathyreoidale pathologische Ver&#x000e4;nderungen, z.&#x0202f;B. Lymphknotenvergr&#x000f6;&#x000df;erungen [e58]. Ein qualifizierter Ultraschall beinhaltet die Einordnung des Knotens in etablierte standardisierte Scoring-Systeme wie z.&#x0202f;B. das TIRADS (Thyroid Imaging Reporting And Data System), von dem es u.&#x0202f;a. eine amerikanische und eine europ&#x000e4;ische Version gibt [<xref ref-type="bibr" rid="CR22">22</xref>, <xref ref-type="bibr" rid="CR23">23</xref>]. Verschiedene sonographische Parameter werden dabei in einem Punktesystem quantifiziert und ergeben einen von 5&#x000a0;TIRADS-Leveln, denen wiederum weitere therapeutische Empfehlungen zugeordnet sind (Abb.&#x000a0;<xref rid="Fig3" ref-type="fig">3</xref> aus [<xref ref-type="bibr" rid="CR20">20</xref>]). Bei TIRADS-1-Knoten werden keine weiteren Ma&#x000df;nahmen oder Verlaufskontrollen empfohlen.<fig id="Fig3"><label>Abb. 3</label><caption><p><bold>a</bold>,&#x000a0;<bold>b</bold>&#x000a0;Weiteres diagnostisches und therapeutisches Vorgehen je nach Ultraschallbefund gem&#x000e4;&#x000df; European Thyroid Association 2023 [<xref ref-type="bibr" rid="CR20">20</xref>]. <bold>a</bold>&#x000a0;First Line Approach: Mache einen Ultraschall und bestimme das Malignit&#x000e4;tsrisiko (ROM) gem&#x000e4;&#x000df; der Europ&#x000e4;ischen TIRADS-Klassifikation. <bold>b&#x000a0;</bold>Second Line Approach: Mache eine Feinnadelaspirationszytologie (FNA). <italic>FNA</italic>&#x000a0;Feinnadelaspirationszytologie, <italic>ROM</italic>&#x000a0;Malignit&#x000e4;tsrisiko, <italic>TIRADS&#x000a0;</italic>Thyroid Imaging Reporting And Data System, <italic>US</italic>&#x000a0;Ultraschall</p></caption><graphic xlink:href="106_2025_1620_Fig3_HTML" id="d33e1626"/></fig></p><p>Die S2k-Leitlinie beschreibt die Szintigraphie nur noch als &#x0201e;kann erwogen werden&#x0201c; und zwar vor Rezidiveingriffen, bei erniedrigtem TSH und bei V.&#x000a0;a. retrosternmale/ektope Schilddr&#x000fc;senanteile.</p><p>Zur Operationsplanung wird eine zus&#x000e4;tzliche Bildgebung mittels MRT oder Computertomographie (CT) <italic>ohne Kontrastmittel</italic> empfohlen.</p><p>Die aktuelle Leitlinie der European Society for Medical Oncology (ESMO) von 2019 [<xref ref-type="bibr" rid="CR24">24</xref>] empfiehlt nachstehenden Algorithmus f&#x000fc;r das chirurgische Management von differenzierten Schilddr&#x000fc;senkarzinomen (Abb.&#x000a0;<xref rid="Fig4" ref-type="fig">4</xref>). Das Vorgehen ist in einigen Punkten im Vergleich zur Vorg&#x000e4;ngerleitlinie deeskaliert worden.<fig id="Fig4"><label>Abb. 4</label><caption><p>Chirurgisches Vorgehen bei differenzierten Schilddr&#x000fc;senkarzinomen. (ESMO-Leitlinie 2019 [<xref ref-type="bibr" rid="CR24">24</xref>]). <italic>CND</italic>&#x000a0;zentrale Neck-Dissection (Regio&#x000a0;6), <italic>CT</italic>&#x000a0;Computertomographie, <italic>DTC</italic>&#x000a0;differenzierte Schilddr&#x000fc;senkarzinome, <italic>EBRT</italic>&#x000a0;Radiotherapie, <italic>ESMO</italic>&#x000a0;European Society for Medical Oncology, <italic>ETE</italic>&#x000a0;extrathyreoidale Tumorausbreitung, <italic>LND</italic>&#x000a0;laterale Neck-Dissection, <italic>MRI</italic>&#x000a0;Magnetresonanztomographie, <italic>ND</italic>&#x000a0;Neck-Dissection, <italic>TT</italic>&#x000a0;totale Thyreoidektomie, <italic>US</italic>&#x000a0;Ultraschall)</p></caption><graphic xlink:href="106_2025_1620_Fig4_HTML" id="d33e1686"/></fig></p></sec><sec id="Sec38"><title>Hilfsmittel</title><sec id="Sec39"><title>Neuromonitoring</title><p>Ein Neuromonitoring gilt heute national und international als Standard (e59, [<xref ref-type="bibr" rid="CR25">25</xref>]). Die Auswertung der Schilddr&#x000fc;sendatenbank der Deutschen Gesellschaft f&#x000fc;r Allgemein- und Viszeralchirurgie ergab, dass 2019 schon 98&#x0202f;% der Schilddr&#x000fc;senoperationen unter Neuromonitoring erfolgten [<xref ref-type="bibr" rid="CR18">18</xref>].</p><p>Dem HNO-Arzt sind die Grundlagen des Neuromonitoring aus der Ohr- und Speicheldr&#x000fc;senchirurgie hinreichend bekannt, weshalb an dieser Stelle auf die entsprechende Literatur verwiesen werden soll. Selbstverst&#x000e4;ndlich darf der Patient allenfalls zur Narkoseeinleitung kurzzeitig relaxiert werden.</p><p>F&#x000fc;r die Schilddr&#x000fc;se werden intermittierende von kontinuierlichen Stimulationssystemen unterschieden. Letztere sollen bei anspruchsvolleren Operationen, wie etwa Revisionsoperationen oder Eingriffen bei Malignomen Vorteile haben (e60, e61, e62). Die Stimulation erfolgt &#x000fc;ber den N.&#x000a0;vagus oder seinen Endast, den N.&#x000a0;laryngeus recurrens (NLR). Erfolgsorgan ist der M.&#x000a0;vocalis.</p><p>Moderne Systeme verwenden auf den Intubationstubus aufzuklebende Oberfl&#x000e4;chenelektroden, die im Idealfall so angebracht werden, dass sie nach der Intubation der Stimmlippe anliegen. Der Vorteil liegt im nichtinvasiven Setting, der Nachteil darin, dass die Elektrodenlage nicht bzw. nur &#x000fc;ber eine Mikrolaryngoskopie kontrolliert werden kann. Auch Dislokationen des Tubus w&#x000e4;hrend der Schilddr&#x000fc;sen-Op. sind m&#x000f6;gliche Fehlerquellen. Au&#x000df;erdem sind Klebeelektroden f&#x000fc;r Kindertuben nicht verf&#x000fc;gbar. Alternativ k&#x000f6;nnen intraoperativ nach der Intubation Nadelelektroden &#x000fc;ber eine Mikrolaryngoskopie endolaryngeal in die Stimmlippen eingebracht werden. Eine dritte M&#x000f6;glichkeit besteht im Einbringen von Nadelelektroden &#x000fc;ber die Op.-Wunde durch die Membrana cricothyreoidea in den M.&#x000a0;vocalis. Wir bevorzugen die auf den Tubus aufgeklebten Elektroden und steigen bei unzureichender Ableitung auf Nadelelektroden um, die wir steril &#x000fc;ber den operativen Situs durch die Membrana cricothyreoidea in den M.&#x000a0;vocalis einbringen.</p><p>F&#x000fc;r die intermittierende Reizung der jeweiligen Nerven stehen mono- und bipolare Reizsonden zur Verf&#x000fc;gung. Da bipolare Sonden nur einen Teilbereich des Nervs stimulieren und au&#x000df;erdem unhandlicher sind, bevorzugen wir monopolare Reizelektroden. Empfohlen werden Reizst&#x000e4;rken zwischen 1&#x000a0;und 2&#x0202f;mA (e63). Wir verwenden initial geringere Reizst&#x000e4;rken (0,7&#x0202f;mA). Es gibt einen Vorschlag f&#x000fc;r standardisiertes Vorgehen der International Neuro Monitoring Study Group (Tab.&#x000a0;<xref rid="Tab8" ref-type="table">8</xref>; [<xref ref-type="bibr" rid="CR26">26</xref>]). Diesem Vorschlag haben wir uns angeschlossen, um vorbestehende Stimmbandstillst&#x000e4;nde zu detektieren und weil auch bei klinisch komplettem Stimmbandstillstand manchmal ableitbare Potenziale messbar sind (e64).<table-wrap id="Tab8"><label>Tab. 8</label><caption><p>Vorschlag f&#x000fc;r standardisiertes Vorgehen der International Neuro Monitoring Study Group. (Nach Randolph et&#x000a0;al. [<xref ref-type="bibr" rid="CR26">26</xref>]&#x000a0;)</p></caption><table frame="hsides" rules="groups"><thead><tr><th>L1</th><th>Pr&#x000e4;operative Laryngoskopie zur Beurteilung der Intaktheit der Stimmbandfunktion</th></tr></thead><tbody><tr><td>V1</td><td>Intaktes Stimulations-EMG des N.&#x000a0;vagus vor der Dissektion des gleichseitigen Schilddr&#x000fc;senlappens</td></tr><tr><td>R1</td><td>Intaktes Stimulations-EMG des NLR vor der Dissektion des gleichseitigen Schilddr&#x000fc;senlappens</td></tr><tr><td>R2</td><td>Intaktes Stimulations-EMG des NLR nach der Dissektion des gleichseitigen Schilddr&#x000fc;senlappens</td></tr><tr><td>V2</td><td>Intaktes Stimulations-EMG des N.&#x000a0;vagus nach der Dissektion des gleichseitigen Schilddr&#x000fc;senlappens</td></tr><tr><td>L2</td><td>Postoperative Laryngoskopie zur Beurteilung der Intaktheit der Stimmbandfunktion</td></tr></tbody></table><table-wrap-foot><p><italic>EMG&#x000a0;</italic>Elektromyogramm, <italic>NLR</italic>&#x000a0;N.&#x000a0;laryngeus recurrens</p></table-wrap-foot></table-wrap></p><p>Die Darstellung des N.&#x000a0;vagus ist dem HNO-Chirurgen gel&#x000e4;ufig. Wir schlingen den N.&#x000a0;vagus gern mit einem Vessel-Loop an, um ihn z&#x000fc;gig f&#x000fc;r die Nervenreizungen wiederzufinden. Ein Kilian-Spekulum ist hierf&#x000fc;r zus&#x000e4;tzlich sehr hilfreich, weil es die Exposition mit einer Hand erlaubt.</p><p>F&#x000fc;r das kontinuierliche intraoperative Neuromonitoring wird eine APS<sup>R</sup>-Elektrode (&#x0201e;automatic periodic stimulation&#x0201c;) um den N.&#x000a0;vagus gelegt und mit einer Naht fixiert. Die Stimulation am NLR entf&#x000e4;llt. Das System liefert optisch und akustisch kontinuierliche Informationen &#x000fc;ber die Nervenfunktion. Eine Sch&#x000e4;digung f&#x000e4;llt also sofort auf und kann eventuell eine weitere Sch&#x000e4;digung verhindern.</p><p>Das Neuromonitoring bietet zus&#x000e4;tzlich die Option der Funktions&#x000fc;berpr&#x000fc;fung des Ramus externus des N.&#x000a0;laryngeus superior, der den M.&#x000a0;cricothyreoideus innerviert. Seine Sch&#x000e4;digung f&#x000fc;hrt zu einem Ausfall der Vorspannung des Kehlkopfs, welche bei professionellen S&#x000e4;ngern und Sprechern durchaus zu relevanten Stimmproblemen f&#x000fc;hren kann. Der Nerv ist insbesondere bei der Pr&#x000e4;paration des oberen Schilddr&#x000fc;senpols in Gefahr.</p><p>Nach unserer Kenntnis konnte bisher nicht gezeigt werden, dass die Verwendung eines Neuromonitorings die Sch&#x000e4;digung des NLR verhindern kann&#x000a0;[<xref ref-type="bibr" rid="CR25">25</xref>]. Trotzdem bietet das Neuromonitoring Vorteile gegen&#x000fc;ber der rein visuellen Kontrolle des Nervs. Der wesentliche Vorteil besteht darin, dass ein Nervenschaden bereits intraoperativ entdeckt und eine eventuell einzeitig geplante Operation der Gegenseite zur&#x000fc;ckgestellt werden kann, bis klar ist, ob sich der Nerv funktionell erholt. In der chirurgischen Literatur gibt es daf&#x000fc;r entsprechende Algorithmen (z.&#x0202f;B. Abb.&#x000a0;<xref rid="Fig5" ref-type="fig">5</xref>).<fig id="Fig5"><label>Abb. 5</label><caption><p>Algorithmus bei intraoperativem Verlust des Neuromonitoringsignals. (Aus&#x000a0;[<xref ref-type="bibr" rid="CR26">26</xref>].) <italic>LOS</italic>&#x000a0;loss of signal, <italic>ETT</italic>&#x000a0;Endotrachealtubus, <italic>EMG</italic>&#x000a0;Elektromyogramm</p></caption><graphic xlink:href="106_2025_1620_Fig5_HTML" id="d33e1795"/></fig></p></sec><sec id="Sec40"><title>Versiegelnde Instrumente</title><p>Aufgrund der starken Gef&#x000e4;&#x000df;versorgung der Schilddr&#x000fc;se sind zahlreiche Gef&#x000e4;&#x000df;ligaturen erforderlich. Konventionelle elektrochirurgische Instrumente erzeugen Hitze von 150&#x02013;400&#x02009;&#x000b0;C. Hierdurch k&#x000f6;nnen thermische L&#x000e4;sionen an Nerven und anderen Geweben entstehen. Daher wurden gef&#x000e4;&#x000df;versiegelnde Hilfsmittel in die Schilddr&#x000fc;senchirurgie eingef&#x000fc;hrt, die zwischenzeitlich zum Standardverfahren geh&#x000f6;ren ([<xref ref-type="bibr" rid="CR27">27</xref>], e65, e66, e67).</p><p>Im Wesentlichen gibt es 2&#x000a0;Ger&#x000e4;te. Das Harmonic Scalpel<sup>R</sup> (Fa.&#x000a0;Ethicon, Somerville/NJ, USA) ist eine ultraschallaktivierte Gerinnungsschere mit Ultraschallwellen bei einer Frequenz von 55&#x0202f;kHz. Es versiegelt die Gef&#x000e4;&#x000df;e durch eine Proteindenaturierung bei 50&#x02013;100&#x02009;&#x000b0;C. Die Vibration der Klinge bewirkt gleichzeitiges Schneiden und Koagulieren von Blutgef&#x000e4;&#x000df;en, wobei etwas perivasales Bindegewebe hilfreich ist. Da nur eine Schneide hei&#x000df; wird, l&#x000e4;sst sich der peril&#x000e4;sionale thermische Schaden durch geschickte Handhabung des Harmonic Scalpel<sup>R</sup> weiter minimieren (e66, e68).</p><p>Das Liga-Sure<sup>R</sup> (Fa.&#x000a0;Medtronic, Minneapolis/MN, USA) arbeitet mit bipolarem, hochfrequentem Strom. Dabei resultiert die Abgabe von kontrollierter Energie zusammen mit einem physikalischen Druck in einer Versieglung der Gef&#x000e4;&#x000df;w&#x000e4;nde ([<xref ref-type="bibr" rid="CR27">27</xref>], e65, e67). Zum chirurgischen Vorgehen sei auf die Arbeit von O&#x02019;Neill et&#x000a0;al. verwiesen (e69).</p><p>Die wesentlichen Vorteile der Verwendung moderner versiegelnder Instrumente bestehen in der Reduktion der Op.-Zeit und der Reduktion des postoperativen Drainagevolumens. Eine eigene Diplomarbeit zum Thema (e70) ermittelte 20&#x000a0;Arbeiten mit insgesamt 6605 Schilddr&#x000fc;senoperationen, die zwischen konventioneller (<italic>n</italic>&#x0202f;=&#x02009;1640), kombinierter (<italic>n</italic>&#x0202f;=&#x02009;60) und versiegelnder Technik (<italic>n</italic>&#x0202f;=&#x02009;4905) verglichen hatten. Unabh&#x000e4;ngig von der Art der Schilddr&#x000fc;sen-Op. wird eine durchschnittliche Reduktion der Op.-Zeiten um etwa 30&#x0202f;% beschrieben (101,5 vs.&#x000a0;71,4&#x0202f;min). Das Drainagevolumen lag bei durchschnittlich 130&#x0202f;ml bei konventioneller und bei 58&#x0202f;ml mit versiegelnder Op.-Technik. In unserem Review konnten wir keine signifikanten Unterschiede bez&#x000fc;glich der Komplikationen Infektion, Nachblutung, Hypokalz&#x000e4;mien und Inzidenz von Rekurrenssch&#x000e4;den zwischen den beiden versiegelnden Hilfsmitteln feststellen.</p><p>Zur Rate an Rekurrensparesen nimmt eine aktuelle Metaanalyse Stellung (e71). Es handelt sich um eine Zusammenstellung und Analyse von 40&#x000a0;Arbeiten mit 17.953 Patienten. Auch diese Arbeit beschreibt keine signifikanten Unterschiede zwischen versiegelnder Op.-Technik im Vergleich zur konventionellen Blutstillung.</p><p>Es gibt inzwischen mehrere Arbeiten, die trotz der zus&#x000e4;tzlichen Kosten f&#x000fc;r die versiegelnden Instrumente infolge der verk&#x000fc;rzten Op.-Zeiten zu einer positiven wirtschaftlichen Betrachtung kommen. Insofern sind versiegelnde Verfahren im Klinikum der beiden Autoren zum Standard geworden. Inwieweit der zunehmende &#x000f6;konomische Druck und die Ambulantisierung hierauf Einfluss haben, bleibt zuk&#x000fc;nftig abzuwarten.</p></sec><sec id="Sec41"><title>Autofluoreszenz und ICG-Fluoreszenz</title><p>Die Techniken der Autofluoreszenz und der Indozyaningr&#x000fc;n(ICG)-Fluoreszenz k&#x000f6;nnen f&#x000fc;r die intraoperative &#x000dc;berpr&#x000fc;fung der Durchblutung der Nebenschilddr&#x000fc;sen eingesetzt werden. Die Verfahren sind noch in der Entwicklung, die Machbarkeit konnte aber bereits gezeigt werden (e72). Die Autoren haben bisher keine eignen Erfahrungen mit der Technik.</p></sec></sec><sec id="Sec42"><title>Operationstechnik</title><sec id="Sec43"><title>Zugang und Durchtrennung des Isthmus</title><p>Schilddr&#x000fc;senresektionen erfolgen unter Vollnarkose. In der Regel verwenden wir auf den Tubus aufgeklebte Elektroden f&#x000fc;r das Neuromonitoring. Der Patient liegt in R&#x000fc;ckenlage mit m&#x000f6;glichst &#x000fc;berstrecktem Kopf. Standard ist ein zur Mitte symmetrischer Kocher-Kragenschnitt. Die L&#x000e4;nge bemisst sich nach der Gr&#x000f6;&#x000df;e der zu resezierenden Schilddr&#x000fc;se. Nach Durchtrennen von Haut, Subkutis und Platysma wird die Linea alba dargestellt und in sagittaler Richtung er&#x000f6;ffnet. Je nach Gr&#x000f6;&#x000df;e der zu resezierenden Schilddr&#x000fc;se sollte vorher ein Haut-Platysma-Lappen gehoben werden. Danach erfolgt das Abheben der geraden Halsmuskulatur von der Schilddr&#x000fc;se und das Aufsuchen des Oberrands des Isthmus. Hier finden sich einige leicht zu verletzende Venen. Die Lage von Krikoid und Schildknorpel sollte &#x000fc;berpr&#x000fc;ft werden, um im Weiteren eine akzidentelle Verletzung der Membrana cricothyreoidea zu vermeiden. Jetzt wird der Isthmus dargestellt und im Idealfall an dessen Unterrand die Trachea identifiziert. Der Isthmus wird jetzt unterfahren und durchtrennt. Wir verwenden daf&#x000fc;r heute versiegelnde Hilfsmittel (z.&#x0202f;B. UltraCision Harmonic Scalpel, Ethicon Deutschland, Norderstedt). Eine Naht der Schilddr&#x000fc;senlappen ist in den meisten F&#x000e4;llen entbehrlich. Anschlie&#x000df;end l&#x000f6;sen wir die Schilddr&#x000fc;se vom vorderen Drittel der Tracheazirkumferenz ab. Dadurch wird der Schilddr&#x000fc;senlappen f&#x000fc;r die sp&#x000e4;tere Pr&#x000e4;paration mobiler und der Situs &#x000fc;bersichtlicher. Wenn streng auf der Trachea pr&#x000e4;pariert wird, ist eine Verletzung des N.&#x000a0;laryngeus recurrens nicht zu erwarten.</p></sec><sec id="Sec44"><title>Ausl&#x000f6;sen des oberen Schilddr&#x000fc;senpols</title><p>Vor dem Absetzten des oberen Pols erfolgt die Freilegung der Hals-Gef&#x000e4;&#x000df;-Nerven-Scheide. An typischer Stelle zwischen V.&#x000a0;jugularis interna und A.&#x000a0;carotis communis findet sich der N.&#x000a0;vagus. Diesen schlingen wir grunds&#x000e4;tzlich mit einem Vessel-Loop an, um ihn im Verlauf der Operation f&#x000fc;r eventuelle Stimulationen schnell wiederzufinden. Der Nerv wird stimuliert und die evozieren Kurven dokumentiert. Hier kann zwischen einer diskontinuierlichen Stimulation und einer kontinuierlichen gew&#x000e4;hlt werden. Sollten die abgeleiteten Kurven &#x000fc;ber den N.&#x000a0;vagus nicht ausreichend sein, kann das auf eine Fehllage der Tubuselektroden hinweisen. Gelingt eine Replatzierung des Tubus nicht, muss ggf. auf invasive Nadelelektroden, die &#x000fc;ber das Op.-Feld in den gleichseitigen M.&#x000a0;vocalis eingebracht werden, umgestiegen werden. In jedem Fall ist es essenziell, eine gute Ableitung der Mm. vocales &#x000fc;ber den N.&#x000a0;vagus zu haben, bevor eventuelle iatrogene Sch&#x000e4;den am N.&#x000a0;laryngeus recurrens auftreten k&#x000f6;nnen.</p><p>Anschlie&#x000df;end wird der obere Schilddr&#x000fc;senpol freigelegt. Die Pr&#x000e4;paration erfolgt lateral &#x000fc;berwiegend stumpf auf der Kapsel der Schilddr&#x000fc;se zwischen Kapsel und Grenzlamelle. Medial wird das Spatium cricopharyngeum er&#x000f6;ffnet. Die oberen Polgef&#x000e4;&#x000df;e werden dargestellt. Meistens gelingt es, den Ramus externus des N.&#x000a0;laryngeus superior, der den M.&#x000a0;cricothyreoideus innerviert, mit dem Neuromonitoring zu identifizieren. Die oberen Polgef&#x000e4;&#x000df;e werden abgesetzt. Der Gef&#x000e4;&#x000df;stamm wird kranial ligiert. Zuletzt haben wir gelegentlich auf eine Ligatur zugunsten eines versiegelnden Hilfsmittels (s.&#x000a0;dort) verzichten k&#x000f6;nnen.</p></sec><sec id="Sec45"><title>Laterale und kaudale Mobilisation der Schilddr&#x000fc;se</title><p>Im Weiteren wird von lateral nach medial auf der Schilddr&#x000fc;senkapsel pr&#x000e4;pariert. Wichtig ist eine gute Exposition. Wir verwenden verschiedene Langenbeck-Haken und armierte Pr&#x000e4;pariertupfer. Verschiedene Gef&#x000e4;&#x000df;e m&#x000fc;ssen dabei versiegelt werden. Der untere Schilddr&#x000fc;senpol wird zun&#x000e4;chst angehoben. Dabei kommen die oberfl&#x000e4;chigen Anteile der sog. unteren Polgef&#x000e4;&#x000df;e zur Darstellung. Hier befindet sich i.&#x000a0;d.&#x000a0;R. die untere Nebenschilddr&#x000fc;se, die identifiziert und mit einer ausreichenden Blutzufuhr erhalten bleiben sollte. Zum Erhalt der Blutversorgung sollen die Kapselgef&#x000e4;&#x000df;e m&#x000f6;glichst schilddr&#x000fc;sennah versiegelt werden. Ist der untere Pol ausreichend mobilisiert, l&#x000e4;sst sich die Schilddr&#x000fc;se nach oben und medial in das Niveau des Hautschnitts mobilisieren. Auch bei sehr gro&#x000df;en Strumen kann so die Exposition der hinteren Schilddr&#x000fc;senanteile gelingen. Insbesondere sehr gro&#x000df;e Schilddr&#x000fc;senknoten haben h&#x000e4;ufig eine gut erkennbare Kapsel, die stumpf (z.&#x0202f;B. mit dem Finger) ausgel&#x000f6;st werden kann. Nur wenn die intrathorakalen Schilddr&#x000fc;senanteile zu gro&#x000df; sind, um sie nach au&#x000df;en zu luxieren, kann zur Vermeidung einer Thorakotomie die Schilddr&#x000fc;senkapsel kontrolliert er&#x000f6;ffnet und die Schilddr&#x000fc;se intraglandul&#x000e4;r verkleinert werden. Anschlie&#x000df;end wird die Kapsel wieder vern&#x000e4;ht.</p></sec><sec id="Sec46"><title>Pr&#x000e4;paration der Schilddr&#x000fc;senhinterseite</title><p>An dieser Stelle werden die untere Nebenschilddr&#x000fc;se und der N.&#x000a0;laryngeus recurrens (NLR) aufgesucht. Letzteres ist gem&#x000e4;&#x000df; Leitlinie gebotener Standard und gelingt mit dem Neuromonitoring zuverl&#x000e4;ssig. Zur Vermeidung von Traumata wird im Verlauf des NLR pr&#x000e4;pariert. Ist der Nerv identifiziert, wird er nach kranial bis zu seinem Abtauchen hinter den Ringknorpel von der Schilddr&#x000fc;se abpr&#x000e4;pariert. Besondere Schwierigkeiten entstehen beim Vorliegen eines dorsalen Tuberkulums (Normvariante im Sinne einer Ausst&#x000fc;lpung des Schilddr&#x000fc;senlappens nach posterior, das sog. Tuberculum Zuckerkandl). Dieser Schilddr&#x000fc;senanteil muss angehoben werden, um den Nerv verfolgen zu k&#x000f6;nnen. Vor dem Eintritt des Nervs hinter den Ringknorpel kann sich der NLR in maximal 4&#x000a0;&#x000c4;ste aufspalten. Hier, also am weitesten distal, ist der NLR am st&#x000e4;rksten gef&#x000e4;hrdet. Sollte es bei der Pr&#x000e4;paration des NLR zu Blutungen kommen, ist der Nerv im Fall einer elektrischen Versieglung m&#x000f6;glichst durch Auflage z.&#x0202f;B. eines Pr&#x000e4;pariertupfers zu schonen, um ihn vor hei&#x000df;en Fl&#x000fc;ssigkeitstr&#x000f6;pfchen und anderer thermischer Sch&#x000e4;digung zu sch&#x000fc;tzen. Liegt der Nerv frei, kann die Schilddr&#x000fc;se abgesetzt werden. Anschlie&#x000df;end ist die Funktion des NLR im Neuromonitoring zu pr&#x000fc;fen und zu dokumentieren. Im Fall einer Sch&#x000e4;digung gilt es zu erw&#x000e4;gen, eine eventuell einzeitig geplante Operation der Gegenseite zu verschieben.</p><p>Das Schilddr&#x000fc;senpr&#x000e4;parat wird extrakorporal inspiziert, um eine eventuell versehentlich mitentfernte Nebenschilddr&#x000fc;se zu entdecken. Sind die Nebenschilddr&#x000fc;sen entfernt oder noch in situ, aber nicht mehr ad&#x000e4;quat durchblutet, sollen sie &#x02013;&#x000a0;nach Verifizierung im Schnellschnitt&#x000a0;&#x02013; in St&#x000fc;ckchen von 0,5&#x02013;1&#x0202f;mm Kantenl&#x000e4;nge in eine Tasche im M.&#x000a0;sternocleidomastoideus reimplantiert werden (e73).</p></sec><sec id="Sec47"><title>Wundverschluss und perioperative Betreuung</title><p>Es folgt eine subtile Blutstillung. Eine intrathorakale Druckerh&#x000f6;hung und eine medikament&#x000f6;se Blutdruckerh&#x000f6;hung k&#x000f6;nnen helfen, eventuelle Blutungen zu identifizieren. Wird im Verlauf des N.&#x000a0;laryngeus recurrens versiegelt, muss die Funktion noch einmal in Neuromonitoring &#x000fc;berpr&#x000fc;ft werden. Bei Patienten mit erh&#x000f6;htem Blutungsrisiko (z.&#x0202f;B. Antikoagulanzien, Op. bei akuter Thyreoiditis o.&#x0202f;&#x000c4;.) bringen wir Kollagenflies, Fibrinkleber oder St&#x000e4;rkepulver zur Blutstillung ein. Es folgt ggf. die Einlage einer 10er- oder 12er-Redon-Drainage pro Lobektomieseite. Der Wundverschluss erfolgt durch eine Adaptation der infrahyoidalen Muskulatur im Bereich der Linea alba, einer sorgf&#x000e4;ltigen Naht des Platysma und einer Subkutannaht. Die Haut wird heute geklebt. Es folgt ein Pflasterverband.</p><p>Eine Kontrolle der Schilddr&#x000fc;senhormone hat aufgrund der langen Halbwertszeit i.&#x000a0;d.&#x000a0;R. Zeit, bis die definitive Histologie und damit die Entscheidung &#x000fc;ber eine eventuelle Radiojodtherapie vorliegt. Bei einer kompletten Thyreoidektomie m&#x000fc;ssen aber (auch bei makroskopisch sicherem Erhalt mindestens zweier Nebenschilddr&#x000fc;sen) noch am Op.-Tag Parathormon und Elektrolyte kontrolliert werden, da sonst innerhalb von Stunden eine Hypokalz&#x000e4;mie droht, bei der ggf. Kalzium zu substituieren w&#x000e4;re.</p></sec><sec id="Sec48"><title>Subtotale Lobektomien</title><p>Alle subtotalen Resektionen beginnen zun&#x000e4;chst mit derselben Lagerung und denselben Schritten zur Freilegung der Schilddr&#x000fc;senvorderseite. Danach kann auf Teilschritte je nach Umfang der geplanten Resektion verzichtet werden. Au&#x000df;er bei sehr weit anterioren und nahe der Trachea gelegenen Knoten wird aber eine Darstellung des N.&#x000a0;laryngeus recurrens zu dessen sicherer Schonung empfohlen [<xref ref-type="bibr" rid="CR28">28</xref>]. Im Zweifelsfall l&#x000e4;sst sich die Funktion auch gut &#x000fc;ber eine Reizung des N.&#x000a0;vagus pr&#x000fc;fen, der insbesondere f&#x000fc;r den HNO-Arzt einfach aufzufinden ist. F&#x000fc;r Teilresektionen werden versiegende Resektionsverfahren empfohlen, die Kapseln&#x000e4;hte entbehrlich machen. H&#x000e4;ufig kann bei intrakapsul&#x000e4;ren Knotenresektionen auf Drainagen verzichtet werden.</p></sec><sec id="Sec49"><title>Alternative Zugangswege zur Schilddr&#x000fc;se</title><p>In den letzten Jahren haben sich zervikal minimal-invasive und extrazervikale Zug&#x000e4;nge zur Schilddr&#x000fc;se entwickelt. Extrazervikale Zugangswege zur Schilddr&#x000fc;se haben alle das Ziel der Vermeidung sichtbarer Narben. Sie werden &#x000fc;berwiegend in der asiatischen Welt eingesetzt.</p><sec id="FPar1"><title>Zervikale minimal-invasive Schilddr&#x000fc;senchirurgie.</title><p>MIVAT steht f&#x000fc;r minimal-invasive, videoassistierte Thyreoidektomie. Erstbeschrieben wurde die MIVAT 1999 (e74) und hat sich weltweit verbreitet (e75, e76). Die Inzision ist deutlich k&#x000fc;rzer (1,5&#x02013;3&#x0202f;cm) als bei der konventionellen Chirurgie. Die ersten Op.-Schritte bis zur Darstellung der Schilddr&#x000fc;senvorderseite sind der konventionellen Technik gleich. Dann startet das endoskopische Vorgehen. Empfohlen wird eine 30&#x000b0;-Optik mit einem Au&#x000df;endurchmesser von 5&#x0202f;mm. F&#x000fc;r die Pr&#x000e4;paration und insbesondere die Gef&#x000e4;&#x000df;versiegelungen werden versiegelnde Hilfsmittel verwendet. Op.-Schritte sind die Darstellung und Er&#x000f6;ffnung der Linea alba, das Abschieben der geraden Halsmuskulatur von der Schilddr&#x000fc;se, Eingehen in die Schilddr&#x000fc;senloge, Darstellen der Gef&#x000e4;&#x000df;-Nerven-Scheide, erstes Neuromonitoring, Darstellen und Absetzen der oberen Polgef&#x000e4;&#x000df;e, Luxieren der Schilddr&#x000fc;se nach medial und ventral, Pr&#x000e4;paration des N.&#x000a0;laryngeus recurrens (NLR) und der Nebenschilddr&#x000fc;sen, &#x000dc;berpr&#x000fc;fung der Nervenfunktion mit dem Neuromonitoring, Durchtrennung des Ligamentum Berry und Komplettierung der Hemithyreoidektomie unter direkter Sicht (e77).</p><p>Das Vorgehen unterscheidet sich strukturell nicht von der konventionellen Thyreoidektomie. Es gelten die bekannten Prinzipien der Sichtdarstellung des NLR und der Autotransplantation der Nebenschilddr&#x000fc;sen. Als Vorteile werden bessere kosmetische Auswirkungen und geringere Schmerzen angeben. Die Komplikationsrate f&#x000fc;r Rekurrensparese, Nachblutungen und Hypokalz&#x000e4;mien und die Kosten seien vergleichbar denen der konventionellen Chirurgie. Nachteilig ist eine l&#x000e4;ngere Op.-Dauer (e75).</p><p>Durch die Schnittl&#x000e4;nge ist die Gr&#x000f6;&#x000df;e einer zu resezierenden Schilddr&#x000fc;se auf 30&#x0202f;ml und der zu resezierenden Knoten auf 30&#x0202f;mm limitiert (e78). Im StuDoQ-Schilddr&#x000fc;senregister (StuDoQ: Studien&#x02011;, Dokumentations- und Qualit&#x000e4;tszentrum) wird der Anteil der MIVAT an den Schilddr&#x000fc;senoperationen mit 2,2&#x0202f;% angegeben [<xref ref-type="bibr" rid="CR18">18</xref>].</p></sec><sec id="FPar2"><title>Extrazervikale endoskopische Thyreoidektomien.</title><p>Inzwischen wurde eine Vielzahl endoskopischer Zugangswege zur Schilddr&#x000fc;se beschrieben, etwa verschiedene Schnitte am anterioren oder lateralen Hals, der vorderen Brustwand oder retroaurikul&#x000e4;r &#x000fc;ber einen sog. Face-Lift-Zugang (e79, e80). Nachstehend werden die beiden h&#x000e4;ufigsten dargestellt.</p><p>Beim &#x0201e;axillo-bilateral breast approach&#x0201c; (ABBA) wird beidseits am Oberrand der Mamille inzidiert. Dieser Zugang ist wegen des subkutanen und Brustfettgewebes speziell f&#x000fc;r Frauen eignet. Von dort wird subkutan und subplatysmal bis auf H&#x000f6;he des Schildknorpels pr&#x000e4;pariert. Anschlie&#x000df;end werden die Trokare eingef&#x000fc;hrt. Es wird CO<sub>2</sub> insuffliert, um &#x000dc;bersicht zu schaffen. Die Pr&#x000e4;paration erfolgt endoskopisch kontrolliert mit versiegelnden Instrumenten. Zus&#x000e4;tzlich kann die ABBA-Technik beidseits um einen axill&#x000e4;ren Zugang erweitert werden. Eine gut bebilderte Technikbeschreibung findet sich bei Karakas (e77).</p><p>Indikationen sind benigne Schilddr&#x000fc;senerkrankungen mit einem Volumen bis zu 40&#x0202f;ml, kleine differenzierte Karzinome bis 1&#x0202f;cm Gr&#x000f6;&#x000df;e oder follikul&#x000e4;re L&#x000e4;sionen bis zu 3&#x0202f;cm Gr&#x000f6;&#x000df;e (e81). Die berichteten Raten f&#x000fc;r postoperative Rekurrensparesen sollen der konventionellen Chirurgie vergleichbar sein. Allerdings muss &#x000fc;ber andere potenzielle Nervensch&#x000e4;den (N.&#x000a0;axillaris, Armplexus) aufgekl&#x000e4;rt werden (e82).</p><p>Beim axill&#x000e4;ren Zugang wird &#x000fc;ber eine Inzision in der vorderen Axillarlinie von lateral zum M.&#x000a0;sternocleidomastoideus und durch diesen auf die Schilddr&#x000fc;se pr&#x000e4;pariert. In der Regel erfolgen 3&#x000a0;Inzisionen f&#x000fc;r 3&#x000a0;Trokare f&#x000fc;r das Endoskop und die Instrumente (e83). Bei einer beidseitigen Operation wird i.&#x000a0;d.&#x000a0;R. beiderseitig in der vorderen Axillarlinie inzidiert. Die chirurgischen Prinzipien sind dieselben. Die Op.-Zeiten sind gegen&#x000fc;ber der konventionellen Operation etwa doppelt so lang (e84), die postoperativen Schmerzen vergleichbar (e85).</p></sec><sec id="FPar3"><title>Roboterassistierte Thyreoidektomien.</title><p>Als Vorteile gelten die dreidimensionale Sicht, die 10-fache optische Vergr&#x000f6;&#x000df;erung und das tremorfreie Operieren. Auf die Grundz&#x000fc;ge der robotorassistierten Chirurgie kann an dieser Stelle nicht eingegangen werden. Sie sind dem HNO-Arzt aus der Kopf-Hals-Tumor-Chirurgie bekannt. Es wird auf die Standardliteratur verwiesen. Roboterassistierte Thyreoidektomien werden entweder transaxill&#x000e4;r (e86) oder neuerdings transoral (e87) oder retroaurikul&#x000e4;r (e80) durchgef&#x000fc;hrt. Auch der ABBA-Zugang wurde schon mit Robotersystemen im Sinne eines &#x0201e;bilateral axillo-breast approach&#x0201c; (BABA) kombiniert (e88). Nur die transorale Technik vermeidet jegliche Hautinzision.</p><p>Standard ist der transaxill&#x000e4;re Zugang mit weltweit &#x000fc;ber 10.000 Operationen (e75, e80). Bei der transaxill&#x000e4;ren roboterassistierten Thyreoidektomie (TRAT) wird &#x000fc;ber eine Inzision in der vorderen Axillarlinie von lateral zum M.&#x000a0;sternocleidomastoideus und durch diesen auf die Schilddr&#x000fc;se pr&#x000e4;pariert. Durch Einsetzen eines geeigneten Sperrersystems wird der Op.-Situs exponiert, und es k&#x000f6;nnen bis zu 4&#x000a0;Roboterarme platziert werden. Grunds&#x000e4;tzlich ist es m&#x000f6;glich, nicht nur die ipsilaterale, sondern auch die kontralaterale Schilddr&#x000fc;se &#x000fc;ber diesen Zugang zu resezieren (e89, e90). In diesen F&#x000e4;llen wird empfohlen, eventuell einen Schilddr&#x000fc;senrest im Bereich des Ligamentum Berry zu belassen, um den NLR nicht zu gef&#x000e4;hrden (e91).</p><p>Die Komplikationsraten werden als der konventionellen Chirurgie vergleichbar beschrieben. Kosten sind erheblich h&#x000f6;her, Op.-Dauern sind l&#x000e4;nger. Als geeignet werden benigne Schilddr&#x000fc;senknoten bis 3&#x0202f;cm Gr&#x000f6;&#x000df;e und Schilddr&#x000fc;senlappen bis 40&#x0202f;ml Volumen beschrieben. Der Abstand zwischen Axilla und Jugulum soll maximal 17&#x0202f;cm betragen (e92).</p><p>Beim transoralen Vorgehen erfolgen 3&#x000a0;Inzisionen im Mundvorhof. Es werden lippenrotnahe Inzisionen zu Vermeidung von Nervensch&#x000e4;den am N.&#x000a0;mentalis (V3) empfohlen. Nach der Platzierung der 3&#x000a0;Trokare erfolgen die einzelnen Op.-Schritte: Darstellung und Er&#x000f6;ffnung der Linea alba, Durchtrennung des Schilddr&#x000fc;senisthmus, Versorgung der oberen Polgef&#x000e4;&#x000df;e, Darstellung, Pr&#x000e4;paration und Neuromonitoring des NLR, Absetzen der Schilddr&#x000fc;se und Bergung &#x000fc;ber den mittleren oralen Zugang.</p><p>Geeignet sind Schilddr&#x000fc;senlappen &#x02264;&#x0202f;6&#x0202f;cm oder &#x02264;&#x0202f;30&#x0202f;ml, benigne Knoten bis 6&#x0202f;cm, M.&#x000a0;Basedow und &#x02013; bedingt geeignet &#x02013; kleinere differenzierte Schilddr&#x000fc;senkarzinome. Als Ausschlusskriterien genannt werden fortgeschrittene, schlecht differenzierte und anaplastische Schilddr&#x000fc;senmalignome, Lymphknotenmetastasen, Voroperationen am Hals, vorbestehende Rekurrensparese, retrosternale Lage der Schilddr&#x000fc;se und enorale Infektionen (e93).</p></sec></sec><sec id="Sec50"><title>Vorgehen bei malignen Tumoren</title><p>Das Prinzip der Strumektomie ist auch bei malignen Tumoren gleich. Je nach Entit&#x000e4;t und Tumorstadium ist zus&#x000e4;tzlich eine Neck-Dissection erforderlich. Die Infiltration von Nachbargeweben kann weitere Op.-Schritte erforderlich machen. Diesbez&#x000fc;glich muss an dieser Stelle auf die Spezialliteratur verwiesen werden.</p></sec></sec></sec><sec id="Sec51"><title>Komplikationen und deren Management</title><p>Potenzielle Komplikationen nach einer Schilddr&#x000fc;sen-Op. k&#x000f6;nnen in Form von Nachblutungen, Wundinfektionen, Rekurrensparesen, Lymphfisteln und einem Hypoparathyreoidismus auftreten. Mit Ausnahme des Letzteren sind diese dem HNO-Chirurgen vertraut, weshalb an dieser Stelle auf die einschl&#x000e4;gige HNO-Literatur verwiesen wird.</p><sec id="Sec52"><title>Nachblutungen</title><p>Durch Einblutung ins Wundbett kann es zu einer potenziell bedrohlichen postoperativen Dyspnoe kommen. In der einschl&#x000e4;gigen Literatur wird ein Wundset am Krankenbett empfohlen, welches die sofortige Wund&#x000f6;ffnung zum Zweck der Drainage erm&#x000f6;glicht. Das Personal ist entsprechend zu unterweisen.</p></sec><sec id="Sec53"><title>Hypoparathyreoidismus</title><p>Die European Society of Endocrinology definiert den Hypoparathyreoidismus als Hypokalz&#x000e4;mie mit inad&#x000e4;quat niedrigem Parathormon (e94). Im Fall einer permanenten Erkrankung kommt es wegen der kurzen Halbwertszeit des Parathormons zu teilweise erheblichen Einschr&#x000e4;nkungen der Lebensqualit&#x000e4;t. Das Leitsymptom besteht in einer Hypokalz&#x000e4;mie mit Tetanie mit Spasmen im Bereich der H&#x000e4;nde (Pf&#x000f6;tchenstellung), der Gesichtsmuskulatur, des Larynx und der Atemmuskulatur teilweise mit subjektiver Dyspnoe. Fr&#x000fc;hsymptome sind Kribbelpar&#x000e4;sthesien an Fingern, Zehen und perioral sowie eine innere Unruhe der Patienten. Infolge einer vermehrten neuromuskul&#x000e4;ren Reizbarkeit kommt es beim Beklopfen der Wange zu Zuckungen am Mundwinkel (positives Chvostek-Zeichen) und zur Pf&#x000f6;tchenstellung der Hand beim Aufpumpen der Blutdruckmanschette (Trousseau-Zeichen). Andere Symptome sind in Tab.&#x000a0;<xref rid="Tab9" ref-type="table">9</xref> dargestellt.<table-wrap id="Tab9"><label>Tab. 9</label><caption><p>Klinische Manifestationen des permanenten Hypoparathyreoidismus. (Nach&#x000a0;[<xref ref-type="bibr" rid="CR29">29</xref>])</p></caption><table frame="hsides" rules="groups"><thead><tr><th>Organsystem</th><th>Befunde und Symptome</th></tr></thead><tbody><tr><td>Renal</td><td>Nephrokalzinose, Nephrolithiasis, Niereninsuffizienz</td></tr><tr><td>Neuromuskul&#x000e4;r</td><td>Missempfindungen perioral, Kribbelpar&#x000e4;sthesien, Tetanie, gesteigerter Sehnenreflex, Taubheit an den Extremit&#x000e4;ten, Kraftlosigkeit, Myalgie</td></tr><tr><td>Oss&#x000e4;r</td><td>Reduzierter Knochenumbau, Knochenschmerzen, vermehrte Knochendichte, Defekte am Zahnschmelz</td></tr><tr><td>Neurologisch</td><td>&#x000dc;bererregbarkeit, Depression, kognitive Einbu&#x000df;en (&#x0201e;brain fog&#x0201c;), M&#x000fc;digkeit, Verkalkungen, der Basalganglien (M.&#x000a0;Fahr)</td></tr><tr><td>Kardiovaskul&#x000e4;r</td><td>Arrhythmien, Palpitationen, Herzinsuffizienz</td></tr><tr><td>Okul&#x000e4;r</td><td>Katarakt</td></tr><tr><td>Dermatologisch</td><td>Haarausfall, trockene Haut, Juckreiz, br&#x000fc;chige N&#x000e4;gel</td></tr></tbody></table></table-wrap></p><p>Eindeutige Zahlen zur H&#x000e4;ufigkeit des postoperativen Hypoparathyreoidismus gibt es offenbar nicht. Die Angaben variieren zwischen 1 und 50&#x0202f;% [<xref ref-type="bibr" rid="CR29">29</xref>]. Je radikaler die Thyreoidektomie ausgef&#x000fc;hrt wird, desto mehr Nebenschilddr&#x000fc;sen sind in Gefahr, versehentlich mitreseziert zu werden, und desto h&#x000e4;ufiger tritt ein Hypoparathyreoidismus auf. Bei unilateralen Operationen kommt es in aller Regel nicht zu einem Hypoparathyreoidismus. Die Gefahr eines Hypoparathyreoidismus h&#x000e4;ngt au&#x000df;erdem von der Erfahrung des Chirurgen ab [<xref ref-type="bibr" rid="CR30">30</xref>].</p><p>Aufgrund der kurzen Halbwertszeit des Parathormons von wenigen Minuten l&#x000e4;sst sich der Funktionszustand postoperativ am besten durch Bestimmungen des Parathormons &#x000fc;berpr&#x000fc;fen. Die Hypokalz&#x000e4;mie entwickelt sich oft erst w&#x000e4;hrend der ersten 48&#x0202f;h. Kommt es zu einem dauerhaften Hypoparathyreoidismus sind neben dem ionisierten Kalzium auch das albuminkorrigierte Kalzium, das Magnesium und das Phosphat zu &#x000fc;berpr&#x000fc;fen.</p><p>Die Therapie des Hypoparathyreoidismus soll einerseits die Symptomfreiheit und andererseits die Vermeidung von Folgesch&#x000e4;den bewirken. Insofern bedarf es immer der Beachtung der individuellen Symptomatik. Im Fall einer Tetanie werden 1&#x02013;2&#x000a0;Ampullen 10%ige Kalziuml&#x000f6;sung als Kurzinfusion &#x000fc;ber 10&#x02013;20&#x0202f;min und anschlie&#x000df;end weitere 6&#x02013;8&#x000a0;Ampullen &#x000fc;ber 24&#x0202f;h verabreicht. Eine 2&#x02011;mal t&#x000e4;gliche Kalziumbestimmung ist erforderlich, um die Dosierung anzupassen. Auf m&#x000f6;gliche Herzrhythmusst&#x000f6;rungen muss insbesondere bei Digitalismedikation geachtet werden. Ist der Patient wieder symptomfrei, wird die orale Substitution mit 1&#x02013;3&#x0202f;g Kalzium per os in mehreren Dosen von maximal 500&#x0202f;mg eingestellt, da die maximale Kalziumaufnahme limitiert ist. Bei der Wahl des Pr&#x000e4;parats ist auf eine eventuelle Einnahme von Protonenpumpenhemmern zu achten, da Kalziumkarbonat das saure Magenmilieu f&#x000fc;r seine Resorption ben&#x000f6;tigt. Alternativen stehen mit Kalziumzitrat und Kalziumglukonat f&#x000fc;r diesen Fall zur Verf&#x000fc;gung. Zur Verbesserung der Kalziumresorption soll fr&#x000fc;hzeitig 1,25-Dihydroxy-Cholecalcitriol in einer Dossierung von 2&#x02011;mal 0,25&#x02013;1,0&#x0202f;&#x000b5;g eingesetzt werden. Ein m&#x000f6;glicher Magnesiummangel sollte ebenfalls substituiert werden, da Magnesium die Parathormonproduktion und dessen Wirkung am Zielgewebe beeinflusst. Im Fall einer Hyperkalzurie sollen Thiaziddiuretika zur Anwendung kommen.</p><p>Bei Patienten mit einem permanenten Hypoparathyreoidismus, die mit der beschrieben Substitutionstherapie nicht gut einzustellen sind, kann heute rekombinantes humanes Parathormon eingesetzt werden (e95). Die Applikation erfolgt subkutan und bedarf eines intensiven Monitorings von Klinik und Laborparametern. Die Tab.&#x000a0;<xref rid="Tab10" ref-type="table">10</xref> fasst die Therapieziele bei permanentem Hypoparathyreoidismus (e94) zusammen.<table-wrap id="Tab10"><label>Tab. 10</label><caption><p>Therapieziele in der Behandlung des permanenten Hypoparathyreoidismus (e94; hier nach&#x000a0;[<xref ref-type="bibr" rid="CR29">29</xref>])</p></caption><table frame="hsides" rules="groups"><tbody><tr><td>1)&#x000a0;Albuminkorrigierter Kalziumwert im unteren Normbereich oder knapp unterhalb des Referenzbereichs bei gleichzeitiger Symptomfreiheit des Patienten</td></tr><tr><td>2)&#x000a0;Kalziumausscheidung im 24-h-Sammelurin im geschlechtsspezifischen Normbereich</td></tr><tr><td>3)&#x000a0;Serumphosphatspiegel im Referenzbereich</td></tr><tr><td>4)&#x000a0;Kalzium-Phosphat-Produkt &#x0003c;&#x0202f;4,4&#x0202f;mmol<sup>2</sup>/l<sup>2</sup> bzw. &#x0003c;&#x0202f;55&#x0202f;mg<sup>2</sup>/dl<sup>2</sup></td></tr><tr><td>5)&#x000a0;Magnesiumspiegel im Referenzbereich</td></tr><tr><td>6)&#x000a0;Ad&#x000e4;quater Vitamin-D-Spiegel</td></tr><tr><td>7)&#x000a0;Personalisierte Behandlung erforderlich mit Fokus auf Lebensqualit&#x000e4;t und Wohlbefinden</td></tr><tr><td>8)&#x000a0;Ausreichende Information und Schulung des Patienten erforderlich</td></tr></tbody></table></table-wrap></p></sec></sec><sec id="Sec54" sec-type="conclusion"><title>Fazit f&#x000fc;r die Praxis</title><p>
<list list-type="bullet"><list-item><p>Die Schilddr&#x000fc;se ist ein komplexes Organ, und seine Behandlung geht weit &#x000fc;ber eine einfache Strumektomie hinaus.</p></list-item><list-item><p>Gerade vor dem Spannungsfeld Standardisierung vs. Individualisierung sind f&#x000fc;r den HNO-Arzt gute Kenntnisse und Kompetenzen zum Thema Schilddr&#x000fc;se wichtig.</p></list-item><list-item><p>Nur so k&#x000f6;nnen wir im Sinne unserer Patienten sinnvoll mit den Ressourcen im Gesundheitswesen umgehen.</p></list-item><list-item><p>Die Autoren empfehlen und leben eine gute interdisziplin&#x000e4;re Vernetzung mit allen an der Schilddr&#x000fc;se beteiligten Fachgebieten und w&#x000fc;nschen dem Leser viel Erfolg in diesem uns beiden sehr am Herzen liegenden Teilgebiet.</p></list-item></list></p></sec><sec id="Sec55" sec-type="supplementary-material"><title>Supplementary Information</title><p>
<supplementary-material content-type="local-data" id="MOESM1"><media xlink:href="106_2025_1620_MOESM1_ESM.pdf"><caption><p>Weiterf&#x000fc;hrende Literatur &#x0201e;(e1)&#x0201c; usw.&#x0202f;=&#x02009;Verweis auf weiterf. Lit. im ESM</p></caption></media></supplementary-material>
</p></sec></body><back><fn-group><fn><p>
<graphic position="anchor" xlink:href="106_2025_1620_Figqr_HTML" id="d33e213"/>
</p><p>Zusatzmaterial online &#x02013; bitte QR-Code scannen</p></fn><fn><p><bold>Hinweis des Verlags</bold></p><p>Der Verlag bleibt in Hinblick auf geografische Zuordnungen und Gebietsbezeichnungen in ver&#x000f6;ffentlichten Karten und Institutsadressen neutral.</p></fn></fn-group><notes notes-type="funding-information"><title>Funding</title><p>Open Access funding enabled and organized by Projekt DEAL.</p></notes><notes><title>Einhaltung ethischer Richtlinien</title><notes id="FPar4"><title>Interessenkonflikt</title><p>T.&#x000a0;Verse und A.M.&#x000a0;Chromik geben an, dass kein Interessenkonflikt besteht.</p></notes><notes><p>F&#x000fc;r diesen Beitrag wurden von den Autor/-innen keine Studien an Menschen oder Tieren durchgef&#x000fc;hrt. F&#x000fc;r die aufgef&#x000fc;hrten Studien gelten die jeweils dort angegebenen ethischen Richtlinien.</p></notes></notes><ref-list id="Bib1"><title>Literatur</title><ref id="CR1"><label>1.</label><citation-alternatives><element-citation id="ec-CR1" publication-type="journal"><person-group person-group-type="author"><name><surname>Ostrowski</surname><given-names>P</given-names></name><name><surname>Bonczar</surname><given-names>M</given-names></name><name><surname>Iwanaga</surname><given-names>J</given-names></name><name><surname>Michalczak</surname><given-names>M</given-names></name><name><surname>Dziedzic</surname><given-names>M</given-names></name><name><surname>Del Carmen Yika</surname><given-names>A</given-names></name><name><surname>Gil</surname><given-names>A</given-names></name><name><surname>Sporek</surname><given-names>M</given-names></name><name><surname>Szczepanek</surname><given-names>E</given-names></name><name><surname>Niemczyk</surname><given-names>K</given-names></name><name><surname>Walocha</surname><given-names>J</given-names></name><name><surname>Koziej</surname><given-names>M</given-names></name></person-group><article-title>The prevalence and anatomy of the pyramidal lobe of the thyroid gland: A&#x000a0;meta-analysis with implications for thyroid surgery</article-title><source>Clin Anat</source><year>2023</year><volume>36</volume><issue>6</issue><fpage>937</fpage><lpage>945</lpage><pub-id pub-id-type="doi">10.1002/ca.24062</pub-id><pub-id pub-id-type="pmid">37245093</pub-id>
</element-citation><mixed-citation id="mc-CR1" publication-type="journal">Ostrowski&#x000a0;P, Bonczar&#x000a0;M, Iwanaga&#x000a0;J, Michalczak&#x000a0;M, Dziedzic&#x000a0;M, Del Carmen Yika&#x000a0;A, Gil&#x000a0;A, Sporek&#x000a0;M, Szczepanek&#x000a0;E, Niemczyk&#x000a0;K, Walocha&#x000a0;J, Koziej&#x000a0;M (2023) The prevalence and anatomy of the pyramidal lobe of the thyroid gland: A&#x000a0;meta-analysis with implications for thyroid surgery. Clin Anat 36(6):937&#x02013;945 (Sep)<pub-id pub-id-type="pmid">37245093</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR2"><label>2.</label><citation-alternatives><element-citation id="ec-CR2" publication-type="journal"><person-group person-group-type="author"><name><surname>Goichot</surname><given-names>B</given-names></name><name><surname>Caron</surname><given-names>P</given-names></name><name><surname>Landron</surname><given-names>F</given-names></name><name><surname>Bou&#x000e9;e</surname><given-names>S</given-names></name></person-group><article-title>Clinical presentation of hyperthyroidism in a&#x000a0;large representative sample of outpatients in France: relationships with age, aetiology and hormonal parameters</article-title><source>Clin Endocrinol (oxf)</source><year>2016</year><volume>84</volume><issue>3</issue><fpage>445</fpage><lpage>451</lpage><pub-id pub-id-type="doi">10.1111/cen.12816</pub-id><pub-id pub-id-type="pmid">25959282</pub-id>
</element-citation><mixed-citation id="mc-CR2" publication-type="journal">Goichot&#x000a0;B, Caron&#x000a0;P, Landron&#x000a0;F, Bou&#x000e9;e&#x000a0;S (2016) Clinical presentation of hyperthyroidism in a&#x000a0;large representative sample of outpatients in France: relationships with age, aetiology and hormonal parameters. Clin Endocrinol (oxf) 84(3):445&#x02013;451 (Mar)<pub-id pub-id-type="pmid">25959282</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR3"><label>3.</label><citation-alternatives><element-citation id="ec-CR3" publication-type="journal"><person-group person-group-type="author"><name><surname>de Leo</surname><given-names>S</given-names></name><name><surname>Lee</surname><given-names>SY</given-names></name><name><surname>Braverman</surname><given-names>LE</given-names></name></person-group><article-title>Hyperthyroidism</article-title><source>Lancet</source><year>2016</year><volume>388</volume><issue>10047</issue><fpage>906</fpage><lpage>918</lpage><pub-id pub-id-type="doi">10.1016/S0140-6736(16)00278-6</pub-id><pub-id pub-id-type="pmid">27038492</pub-id>
</element-citation><mixed-citation id="mc-CR3" publication-type="journal">de Leo&#x000a0;S, Lee&#x000a0;SY, Braverman&#x000a0;LE (2016) Hyperthyroidism. Lancet 388(10047):906&#x02013;918 (27;)<pub-id pub-id-type="pmid">27038492</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR4"><label>4.</label><citation-alternatives><element-citation id="ec-CR4" publication-type="book"><person-group person-group-type="author"><name><surname>Maurer</surname><given-names>E</given-names></name><name><surname>Hyperthyreose</surname><given-names>HK</given-names></name></person-group><person-group person-group-type="editor"><name><surname>Bartsch</surname><given-names>DK</given-names></name><name><surname>Holzer</surname><given-names>K</given-names></name></person-group><source>Endokrine Chirurgie</source><year>2023</year><publisher-loc>Berlin</publisher-loc><publisher-name>Springer</publisher-name><fpage>99</fpage><lpage>116</lpage></element-citation><mixed-citation id="mc-CR4" publication-type="book">Maurer&#x000a0;E, Hyperthyreose&#x000a0;HK (2023) In: Bartsch&#x000a0;DK, Holzer&#x000a0;K (Hrsg) Endokrine Chirurgie. Springer, Berlin, S&#x000a0;99&#x02013;116</mixed-citation></citation-alternatives></ref><ref id="CR5"><label>5.</label><citation-alternatives><element-citation id="ec-CR5" publication-type="journal"><person-group person-group-type="author"><name><surname>Garmendia Madariaga</surname><given-names>A</given-names></name><name><surname>Palacios</surname><given-names>SS</given-names></name><name><surname>Guill&#x000e9;n-Grima</surname><given-names>F</given-names></name><name><surname>Galofr&#x000e9;</surname><given-names>JC</given-names></name></person-group><article-title>The incidence and prevalence of thyroid dysfunction in Europe: a&#x000a0;meta-analysis</article-title><source>J Clin Endocrinol Metab</source><year>2014</year><volume>99</volume><issue>3</issue><fpage>923</fpage><lpage>931</lpage><pub-id pub-id-type="doi">10.1210/jc.2013-2409</pub-id><pub-id pub-id-type="pmid">24423323</pub-id>
</element-citation><mixed-citation id="mc-CR5" publication-type="journal">Garmendia Madariaga&#x000a0;A, Palacios&#x000a0;SS, Guill&#x000e9;n-Grima&#x000a0;F, Galofr&#x000e9;&#x000a0;JC (2014) The incidence and prevalence of thyroid dysfunction in Europe: a&#x000a0;meta-analysis. J&#x000a0;Clin Endocrinol Metab 99(3):923&#x02013;931 (Mar)<pub-id pub-id-type="pmid">24423323</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR6"><label>6.</label><citation-alternatives><element-citation id="ec-CR6" publication-type="journal"><person-group person-group-type="author"><name><surname>Brent</surname><given-names>GA</given-names></name></person-group><article-title>Clinical practice. Graves&#x02019; disease</article-title><source>N Engl J Med</source><year>2008</year><volume>358</volume><issue>24</issue><fpage>2594</fpage><lpage>2605</lpage><pub-id pub-id-type="doi">10.1056/NEJMcp0801880</pub-id><pub-id pub-id-type="pmid">18550875</pub-id>
</element-citation><mixed-citation id="mc-CR6" publication-type="journal">Brent&#x000a0;GA (2008) Clinical practice. Graves&#x02019; disease. N&#x000a0;Engl J Med 358(24):2594&#x02013;2605 (Jun 12)<pub-id pub-id-type="pmid">18550875</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR7"><label>7.</label><citation-alternatives><element-citation id="ec-CR7" publication-type="journal"><person-group person-group-type="author"><name><surname>Galindo</surname><given-names>RJ</given-names></name><name><surname>Hurtado</surname><given-names>CR</given-names></name><name><surname>Pasquel</surname><given-names>FJ</given-names></name><name><surname>Garc&#x000ed;a</surname><given-names>TR</given-names></name><name><surname>Peng</surname><given-names>L</given-names></name><name><surname>Umpierrez</surname><given-names>GU</given-names></name></person-group><article-title>National Trends in Incidence, Mortality, and Clinical Outcomes of Patients Hospitalized for Thyrotoxicosis With and Without Thyroid Storm in the United States, 2004&#x02013;2013</article-title><source>Thyroid</source><year>2019</year><volume>29</volume><issue>1</issue><fpage>36</fpage><lpage>43</lpage><pub-id pub-id-type="doi">10.1089/thy.2018.0275</pub-id><pub-id pub-id-type="pmid">30382003</pub-id>
</element-citation><mixed-citation id="mc-CR7" publication-type="journal">Galindo&#x000a0;RJ, Hurtado&#x000a0;CR, Pasquel&#x000a0;FJ, Garc&#x000ed;a&#x000a0;TR, Peng&#x000a0;L, Umpierrez&#x000a0;GU (2019) National Trends in Incidence, Mortality, and Clinical Outcomes of Patients Hospitalized for Thyrotoxicosis With and Without Thyroid Storm in the United States, 2004&#x02013;2013. Thyroid 29(1):36&#x02013;43 (Jan)<pub-id pub-id-type="pmid">30382003</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR8"><label>8.</label><citation-alternatives><element-citation id="ec-CR8" publication-type="journal"><person-group person-group-type="author"><name><surname>Synoracki</surname><given-names>S</given-names></name><name><surname>Ting</surname><given-names>S</given-names></name><name><surname>Schmid</surname><given-names>KW</given-names></name></person-group><article-title>Entz&#x000fc;ndungen der Schilddr&#x000fc;se</article-title><source>Pathologe</source><year>2016</year><volume>37</volume><issue>3</issue><fpage>215</fpage><lpage>223</lpage><pub-id pub-id-type="doi">10.1007/s00292-016-0157-9</pub-id><pub-id pub-id-type="pmid">27100868</pub-id>
</element-citation><mixed-citation id="mc-CR8" publication-type="journal">Synoracki&#x000a0;S, Ting&#x000a0;S, Schmid&#x000a0;KW (2016) Entz&#x000fc;ndungen der Schilddr&#x000fc;se. Pathologe 37(3):215&#x02013;223 (May)<pub-id pub-id-type="pmid">27100868</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR9"><label>9.</label><citation-alternatives><element-citation id="ec-CR9" publication-type="journal"><person-group person-group-type="author"><name><surname>Dong</surname><given-names>YH</given-names></name><name><surname>Fu</surname><given-names>DG</given-names></name></person-group><article-title>Autoimmune thyroid disease: mechanism, genetics and current knowledge</article-title><source>Eur Rev Med Pharmacol Sci</source><year>2014</year><volume>18</volume><issue>23</issue><fpage>3611</fpage><lpage>3618</lpage><pub-id pub-id-type="pmid">25535130</pub-id>
</element-citation><mixed-citation id="mc-CR9" publication-type="journal">Dong&#x000a0;YH, Fu&#x000a0;DG (2014) Autoimmune thyroid disease: mechanism, genetics and current knowledge. Eur Rev Med Pharmacol Sci 18(23):3611&#x02013;3618<pub-id pub-id-type="pmid">25535130</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR10"><label>10.</label><citation-alternatives><element-citation id="ec-CR10" publication-type="journal"><person-group person-group-type="author"><name><surname>Hollowell</surname><given-names>JG</given-names></name><name><surname>Staehling</surname><given-names>NW</given-names></name><name><surname>Flanders</surname><given-names>WD</given-names></name><name><surname>Hannon</surname><given-names>WH</given-names></name><name><surname>Gunter</surname><given-names>EW</given-names></name><name><surname>Spencer</surname><given-names>CA</given-names></name><name><surname>Braverman</surname><given-names>LE</given-names></name></person-group><article-title>Serum TSH, T(4), and thyroid antibodies in the United States population (1988 to 1994): National Health and Nutrition Examination Survey (NHANES III)</article-title><source>J Clin Endocrinol Metab</source><year>2002</year><volume>87</volume><issue>2</issue><fpage>489</fpage><lpage>499</lpage><pub-id pub-id-type="doi">10.1210/jcem.87.2.8182</pub-id><pub-id pub-id-type="pmid">11836274</pub-id>
</element-citation><mixed-citation id="mc-CR10" publication-type="journal">Hollowell&#x000a0;JG, Staehling&#x000a0;NW, Flanders&#x000a0;WD, Hannon&#x000a0;WH, Gunter&#x000a0;EW, Spencer&#x000a0;CA, Braverman&#x000a0;LE (2002) Serum TSH, T(4), and thyroid antibodies in the United States population (1988 to 1994): National Health and Nutrition Examination Survey (NHANES III). J&#x000a0;Clin Endocrinol Metab 87(2):489&#x02013;499 (Feb)<pub-id pub-id-type="pmid">11836274</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR11"><label>11.</label><citation-alternatives><element-citation id="ec-CR11" publication-type="journal"><person-group person-group-type="author"><name><surname>Caturegli</surname><given-names>P</given-names></name><name><surname>de Remigis</surname><given-names>A</given-names></name><name><surname>Rose</surname><given-names>NR</given-names></name></person-group><article-title>Hashimoto thyroiditis: clinical and diagnostic criteria</article-title><source>Autoimmun Rev</source><year>2014</year><volume>13</volume><issue>4-5</issue><fpage>391</fpage><lpage>397</lpage><pub-id pub-id-type="doi">10.1016/j.autrev.2014.01.007</pub-id><pub-id pub-id-type="pmid">24434360</pub-id>
</element-citation><mixed-citation id="mc-CR11" publication-type="journal">Caturegli&#x000a0;P, de Remigis&#x000a0;A, Rose&#x000a0;NR (2014) Hashimoto thyroiditis: clinical and diagnostic criteria. Autoimmun Rev 13(4-5):391&#x02013;397<pub-id pub-id-type="pmid">24434360</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR12"><label>12.</label><citation-alternatives><element-citation id="ec-CR12" publication-type="journal"><person-group person-group-type="author"><name><surname>Musholt</surname><given-names>TJ</given-names></name><name><surname>Clerici</surname><given-names>T</given-names></name><name><surname>Dralle</surname><given-names>H</given-names></name><name><surname>Frilling</surname><given-names>A</given-names></name><name><surname>Goretzki</surname><given-names>PE</given-names></name><name><surname>Hermann</surname><given-names>MM</given-names></name><name><surname>Kussmann</surname><given-names>J</given-names></name><name><surname>Lorenz</surname><given-names>K</given-names></name><name><surname>Nies</surname><given-names>C</given-names></name><name><surname>Schabram</surname><given-names>J</given-names></name><name><surname>Schabram</surname><given-names>P</given-names></name><name><surname>Scheuba</surname><given-names>C</given-names></name><name><surname>Simon</surname><given-names>D</given-names></name><name><surname>Steinm&#x000fc;ller</surname><given-names>T</given-names></name><name><surname>Trupka</surname><given-names>AW</given-names></name><name><surname>Wahl</surname><given-names>RA</given-names></name><name><surname>Zielke</surname><given-names>A</given-names></name><name><surname>Bockisch</surname><given-names>A</given-names></name><name><surname>Karges</surname><given-names>W</given-names></name><name><surname>Luster</surname><given-names>M</given-names></name><name><surname>Schmid</surname><given-names>KW</given-names></name></person-group><article-title>Interdisciplinary Task Force Guidelines of the German Association of Endocrine Surgeons. German Association of Endocrine Surgeons practice guidelines for the surgical treatment of benign thyroid disease</article-title><source>Langenbecks Arch Surg</source><year>2011</year><volume>396</volume><issue>5</issue><fpage>639</fpage><lpage>649</lpage><pub-id pub-id-type="doi">10.1007/s00423-011-0774-y</pub-id><pub-id pub-id-type="pmid">21424798</pub-id>
</element-citation><mixed-citation id="mc-CR12" publication-type="journal">Musholt&#x000a0;TJ, Clerici&#x000a0;T, Dralle&#x000a0;H, Frilling&#x000a0;A, Goretzki&#x000a0;PE, Hermann&#x000a0;MM, Kussmann&#x000a0;J, Lorenz&#x000a0;K, Nies&#x000a0;C, Schabram&#x000a0;J, Schabram&#x000a0;P, Scheuba&#x000a0;C, Simon&#x000a0;D, Steinm&#x000fc;ller&#x000a0;T, Trupka&#x000a0;AW, Wahl&#x000a0;RA, Zielke&#x000a0;A, Bockisch&#x000a0;A, Karges&#x000a0;W, Luster&#x000a0;M, Schmid&#x000a0;KW (2011) Interdisciplinary Task Force Guidelines of the German Association of Endocrine Surgeons. German Association of Endocrine Surgeons practice guidelines for the surgical treatment of benign thyroid disease. Langenbecks Arch Surg 396(5):639&#x02013;649 (Jun)<pub-id pub-id-type="pmid">21424798</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR13"><label>13.</label><citation-alternatives><element-citation id="ec-CR13" publication-type="book"><person-group person-group-type="author"><name><surname>Schmidt</surname><given-names>KW</given-names></name></person-group><person-group person-group-type="editor"><name><surname>Bartsch</surname><given-names>DK</given-names></name><name><surname>Holzer</surname><given-names>K</given-names></name></person-group><article-title>Pathologie der benignen und malignen Schilddr&#x000fc;senver&#x000e4;nderungen &#x02013; was der endokrine Chirurg wissen sollte</article-title><source>Endokrine Chirurgie</source><year>2023</year><publisher-loc>Berlin</publisher-loc><publisher-name>Springer</publisher-name><fpage>11</fpage><lpage>32</lpage></element-citation><mixed-citation id="mc-CR13" publication-type="book">Schmidt&#x000a0;KW (2023) Pathologie der benignen und malignen Schilddr&#x000fc;senver&#x000e4;nderungen &#x02013; was der endokrine Chirurg wissen sollte. In: Bartsch&#x000a0;DK, Holzer&#x000a0;K (Hrsg) Endokrine Chirurgie. Springer, Berlin, S&#x000a0;11&#x02013;32</mixed-citation></citation-alternatives></ref><ref id="CR14"><label>14.</label><mixed-citation publication-type="other">Japan Thyroid Association Guidelines for the diagnosis of chronic thyreoiditis. <ext-link ext-link-type="uri" xlink:href="https://www.japanthyroid.jp/en/guidelines.html">https://www.japanthyroid.jp/en/guidelines.html</ext-link> (Hashimoto disease)</mixed-citation></ref><ref id="CR15"><label>15.</label><citation-alternatives><element-citation id="ec-CR15" publication-type="journal"><person-group person-group-type="author"><name><surname>Tuttle</surname><given-names>RM</given-names></name><name><surname>Haugen</surname><given-names>B</given-names></name><name><surname>Perrier</surname><given-names>ND</given-names></name></person-group><article-title>Updated American Joint Committee on Cancer/Tumor-Node-Metastasis Staging System for Differentiated and Anaplastic Thyroid Cancer (Eighth Edition): What Changed and Why?</article-title><source>Thyroid</source><year>2017</year><volume>27</volume><issue>6</issue><fpage>751</fpage><lpage>756</lpage><pub-id pub-id-type="doi">10.1089/thy.2017.0102</pub-id><pub-id pub-id-type="pmid">28463585</pub-id>
</element-citation><mixed-citation id="mc-CR15" publication-type="journal">Tuttle&#x000a0;RM, Haugen&#x000a0;B, Perrier&#x000a0;ND (2017) Updated American Joint Committee on Cancer/Tumor-Node-Metastasis Staging System for Differentiated and Anaplastic Thyroid Cancer (Eighth Edition): What Changed and Why? Thyroid 27(6):751&#x02013;756<pub-id pub-id-type="pmid">28463585</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR16"><label>16.</label><citation-alternatives><element-citation id="ec-CR16" publication-type="book"><person-group person-group-type="author"><collab>International Agency for Research on Cancer (Hrsg.)</collab></person-group><article-title>World Cancer report: Cancer research for cancer preservation</article-title><source>Lyon</source><year>2020</year></element-citation><mixed-citation id="mc-CR16" publication-type="book">International Agency for Research on Cancer (Hrsg.) (2020) World Cancer report: Cancer research for cancer preservation. In: Lyon. ISBN 978-92-832-0447&#x02011;3</mixed-citation></citation-alternatives></ref><ref id="CR17"><label>17.</label><citation-alternatives><element-citation id="ec-CR17" publication-type="journal"><person-group person-group-type="author"><name><surname>Dralle</surname><given-names>H</given-names></name></person-group><article-title>Die neue TNM-Klassifikation der Schilddr&#x000fc;senkarzinome</article-title><source>Chirurg</source><year>2019</year><volume>90</volume><issue>Suppl&#x000a0;2</issue><fpage>101</fpage><pub-id pub-id-type="doi">10.1007/s00104-019-0881-9</pub-id><pub-id pub-id-type="pmid">30758554</pub-id>
</element-citation><mixed-citation id="mc-CR17" publication-type="journal">Dralle&#x000a0;H (2019) Die neue TNM-Klassifikation der Schilddr&#x000fc;senkarzinome. Chirurg 90(Suppl&#x000a0;2):101 (Mar)<pub-id pub-id-type="pmid">30758554</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR18"><label>18.</label><citation-alternatives><element-citation id="ec-CR18" publication-type="journal"><person-group person-group-type="author"><name><surname>Bartsch</surname><given-names>DK</given-names></name><name><surname>Dotzenrath</surname><given-names>C</given-names></name><name><surname>Vorl&#x000e4;nder</surname><given-names>C</given-names></name><name><surname>Zielke</surname><given-names>A</given-names></name><name><surname>Weber</surname><given-names>T</given-names></name><name><surname>Buhr</surname><given-names>HJ</given-names></name><name><surname>Klinger</surname><given-names>C</given-names></name><name><surname>Lorenz</surname><given-names>K</given-names></name></person-group><article-title>The StuDoQ/Thyroid Study The StuDoQ/Thyroid Study Group. Current Practice of Surgery for Benign Goitre&#x02014;An Analysis of the Prospective DGAV StuDoQ Thyroid Registry</article-title><source>J Clin Med</source><year>2019</year><volume>8</volume><issue>4</issue><fpage>477</fpage><pub-id pub-id-type="doi">10.3390/jcm8040477</pub-id><pub-id pub-id-type="pmid">30965665</pub-id>
</element-citation><mixed-citation id="mc-CR18" publication-type="journal">Bartsch&#x000a0;DK, Dotzenrath&#x000a0;C, Vorl&#x000e4;nder&#x000a0;C, Zielke&#x000a0;A, Weber&#x000a0;T, Buhr&#x000a0;HJ, Klinger&#x000a0;C, Lorenz&#x000a0;K (2019) The StuDoQ/Thyroid Study The StuDoQ/Thyroid Study Group. Current Practice of Surgery for Benign Goitre&#x02014;An Analysis of the Prospective DGAV StuDoQ Thyroid Registry. J&#x000a0;Clin Med 8(4):477<pub-id pub-id-type="pmid">30965665</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR19"><label>19.</label><citation-alternatives><element-citation id="ec-CR19" publication-type="book"><person-group person-group-type="author"><name><surname>Dotzenrath</surname><given-names>C</given-names></name><name><surname>Holzer</surname><given-names>K</given-names></name><name><surname>Lorenz</surname><given-names>K</given-names></name><name><surname>Musholt</surname><given-names>TJ</given-names></name><name><surname>Vorl&#x000e4;nder</surname><given-names>C</given-names></name><collab>Chirurgische Arbeitsgemeinschaft Endokrinologie (CAEK) (federf&#x000fc;hrend) der Deutschen Gesellschaft f&#x000fc;r Allgemein- und Viszeralchirurgie (DGAV)</collab></person-group><source>S2k-Leitlinie Operative Therapie benigner Schilddr&#x000fc;senerkrankungen</source><year>2021</year></element-citation><mixed-citation id="mc-CR19" publication-type="book">Dotzenrath C, Holzer K, Lorenz K, Musholt TJ, Vorl&#x000e4;nder C, Chirurgische Arbeitsgemeinschaft Endokrinologie (CAEK) (federf&#x000fc;hrend) der Deutschen Gesellschaft f&#x000fc;r Allgemein- und Viszeralchirurgie (DGAV) (2021) S2k-Leitlinie Operative Therapie benigner Schilddr&#x000fc;senerkrankungen</mixed-citation></citation-alternatives></ref><ref id="CR20"><label>20.</label><citation-alternatives><element-citation id="ec-CR20" publication-type="journal"><person-group person-group-type="author"><name><surname>Durante</surname><given-names>C</given-names></name><name><surname>Heged&#x000fc;s</surname><given-names>L</given-names></name><name><surname>Czarniecka</surname><given-names>A</given-names></name><name><surname>Paschke</surname><given-names>R</given-names></name><name><surname>Russ</surname><given-names>G</given-names></name><name><surname>Schmitt</surname><given-names>F</given-names></name><name><surname>Soares</surname><given-names>P</given-names></name><name><surname>Solymosi</surname><given-names>T</given-names></name><name><surname>Papini</surname><given-names>E</given-names></name></person-group><article-title>2023 European Thyroid Association Clinical Practice Guidelines for thyroid nodule management</article-title><source>Eur Thyroid J</source><year>2023</year><volume>12</volume><issue>5</issue><fpage>e230067</fpage><pub-id pub-id-type="doi">10.1530/ETJ-23-0067</pub-id><pub-id pub-id-type="pmid">37358008</pub-id>
</element-citation><mixed-citation id="mc-CR20" publication-type="journal">Durante&#x000a0;C, Heged&#x000fc;s&#x000a0;L, Czarniecka&#x000a0;A, Paschke&#x000a0;R, Russ&#x000a0;G, Schmitt&#x000a0;F, Soares&#x000a0;P, Solymosi&#x000a0;T, Papini&#x000a0;E (2023) 2023 European Thyroid Association Clinical Practice Guidelines for thyroid nodule management. Eur Thyroid&#x000a0;J 12(5):e230067<pub-id pub-id-type="pmid">37358008</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR21"><label>21.</label><citation-alternatives><element-citation id="ec-CR21" publication-type="journal"><person-group person-group-type="author"><name><surname>Morris</surname><given-names>LF</given-names></name><name><surname>Ragavendra</surname><given-names>N</given-names></name><name><surname>Yeh</surname><given-names>MW</given-names></name></person-group><article-title>Evidence-based assessment of the role of ultrasonography in the management of benign thyroid nodules</article-title><source>World J Surg</source><year>2008</year><volume>32</volume><fpage>1253</fpage><lpage>1263</lpage><pub-id pub-id-type="doi">10.1007/s00268-008-9494-z</pub-id><pub-id pub-id-type="pmid">18311500</pub-id>
</element-citation><mixed-citation id="mc-CR21" publication-type="journal">Morris&#x000a0;LF, Ragavendra&#x000a0;N, Yeh&#x000a0;MW (2008) Evidence-based assessment of the role of ultrasonography in the management of benign thyroid nodules. World J Surg 32:1253&#x02013;1263<pub-id pub-id-type="pmid">18311500</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR22"><label>22.</label><citation-alternatives><element-citation id="ec-CR22" publication-type="journal"><person-group person-group-type="author"><name><surname>Haugen</surname><given-names>BR</given-names></name><name><surname>Alexander</surname><given-names>EK</given-names></name><name><surname>Bible</surname><given-names>KC</given-names></name><name><surname>Doherty</surname><given-names>GM</given-names></name><name><surname>Mandel</surname><given-names>SJ</given-names></name><name><surname>Nikiforov</surname><given-names>YE</given-names></name><name><surname>Pacini</surname><given-names>F</given-names></name><name><surname>Randolph</surname><given-names>GW</given-names></name><name><surname>Sawka</surname><given-names>AM</given-names></name><name><surname>Schlumberger</surname><given-names>M</given-names></name><name><surname>Schuff</surname><given-names>KG</given-names></name><name><surname>Sherman</surname><given-names>SI</given-names></name><name><surname>Sosa</surname><given-names>JA</given-names></name><name><surname>Steward</surname><given-names>DL</given-names></name><name><surname>Tuttle</surname><given-names>RM</given-names></name><name><surname>Wartofsky</surname><given-names>L</given-names></name></person-group><article-title>2015 American Thyroid Association Management Guidelines for Adult Patients with Thyroid Nodules and Differentiated Thyroid Cancer: The American Thyroid Association Guidelines Task Force on Thyroid Nodules and Differentiated Thyroid Cancer</article-title><source>Thyroid</source><year>2016</year><volume>26</volume><issue>1</issue><fpage>1</fpage><lpage>133</lpage><pub-id pub-id-type="doi">10.1089/thy.2015.0020</pub-id><pub-id pub-id-type="pmid">26462967</pub-id>
</element-citation><mixed-citation id="mc-CR22" publication-type="journal">Haugen&#x000a0;BR, Alexander&#x000a0;EK, Bible&#x000a0;KC, Doherty&#x000a0;GM, Mandel&#x000a0;SJ, Nikiforov&#x000a0;YE, Pacini&#x000a0;F, Randolph&#x000a0;GW, Sawka&#x000a0;AM, Schlumberger&#x000a0;M, Schuff&#x000a0;KG, Sherman&#x000a0;SI, Sosa&#x000a0;JA, Steward&#x000a0;DL, Tuttle&#x000a0;RM, Wartofsky&#x000a0;L (2016) 2015 American Thyroid Association Management Guidelines for Adult Patients with Thyroid Nodules and Differentiated Thyroid Cancer: The American Thyroid Association Guidelines Task Force on Thyroid Nodules and Differentiated Thyroid Cancer. Thyroid 26(1):1&#x02013;133<pub-id pub-id-type="pmid">26462967</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR23"><label>23.</label><citation-alternatives><element-citation id="ec-CR23" publication-type="journal"><person-group person-group-type="author"><name><surname>Russ</surname><given-names>G</given-names></name><name><surname>Bonnema</surname><given-names>SJ</given-names></name><name><surname>Erdogan</surname><given-names>MF</given-names></name><name><surname>Durante</surname><given-names>C</given-names></name><name><surname>Ngu</surname><given-names>R</given-names></name><name><surname>Leenhardt</surname><given-names>L</given-names></name></person-group><article-title>European Thyroid Association Guidelines for Ultrasound Malignancy Risk Stratification of Thyroid Nodules in Adults: The EU-TIRADS</article-title><source>Eur Thyroid J</source><year>2017</year><volume>6</volume><issue>5</issue><fpage>225</fpage><lpage>237</lpage><pub-id pub-id-type="doi">10.1159/000478927</pub-id><pub-id pub-id-type="pmid">29167761</pub-id>
</element-citation><mixed-citation id="mc-CR23" publication-type="journal">Russ&#x000a0;G, Bonnema&#x000a0;SJ, Erdogan&#x000a0;MF, Durante&#x000a0;C, Ngu&#x000a0;R, Leenhardt&#x000a0;L (2017) European Thyroid Association Guidelines for Ultrasound Malignancy Risk Stratification of Thyroid Nodules in Adults: The EU-TIRADS. Eur Thyroid&#x000a0;J 6(5):225&#x02013;237 (Sep)<pub-id pub-id-type="pmid">29167761</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR24"><label>24.</label><citation-alternatives><element-citation id="ec-CR24" publication-type="book"><person-group person-group-type="author"><name><surname>Filetti</surname><given-names>S</given-names></name><name><surname>Durante</surname><given-names>C</given-names></name><name><surname>Hartl</surname><given-names>D</given-names></name><name><surname>Leboulleux</surname><given-names>S</given-names></name><name><surname>Locati</surname><given-names>LD</given-names></name><name><surname>Newbold</surname><given-names>K</given-names></name><name><surname>Papotti</surname><given-names>MG</given-names></name><name><surname>Berruti</surname><given-names>A</given-names></name><name><surname>Guidelines Committee</surname><given-names>ESMO</given-names></name></person-group><article-title>Thyroid cancer: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-up. Ann Oncol</article-title><source>30(12)</source><year>2019</year><fpage>1856</fpage><lpage>1883</lpage></element-citation><mixed-citation id="mc-CR24" publication-type="book">Filetti&#x000a0;S, Durante&#x000a0;C, Hartl&#x000a0;D, Leboulleux&#x000a0;S, Locati&#x000a0;LD, Newbold&#x000a0;K, Papotti&#x000a0;MG, Berruti&#x000a0;A, Guidelines Committee&#x000a0;ESMO (2019) Thyroid cancer: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-up. Ann Oncol. In: 30(12). Dec, Bd. 1, S&#x000a0;1856&#x02013;1883</mixed-citation></citation-alternatives></ref><ref id="CR25"><label>25.</label><citation-alternatives><element-citation id="ec-CR25" publication-type="journal"><person-group person-group-type="author"><name><surname>P&#x000e9;ri&#x000e9;</surname><given-names>S</given-names></name><name><surname>Santini</surname><given-names>J</given-names></name><name><surname>Kim</surname><given-names>HY</given-names></name><name><surname>Dralle</surname><given-names>H</given-names></name><name><surname>Randolph</surname><given-names>GW</given-names></name></person-group><article-title>International consensus (ICON) on comprehensive management of the laryngeal nerves risks during thyroid surgery</article-title><source>Eur Ann Otorhinolaryngol Head Neck Dis</source><year>2018</year><volume>135</volume><issue>1S</issue><fpage>S7</fpage><lpage>S10</lpage><pub-id pub-id-type="doi">10.1016/j.anorl.2017.11.010</pub-id><pub-id pub-id-type="pmid">29361440</pub-id>
</element-citation><mixed-citation id="mc-CR25" publication-type="journal">P&#x000e9;ri&#x000e9;&#x000a0;S, Santini&#x000a0;J, Kim&#x000a0;HY, Dralle&#x000a0;H, Randolph&#x000a0;GW (2018) International consensus (ICON) on comprehensive management of the laryngeal nerves risks during thyroid surgery. Eur Ann Otorhinolaryngol Head Neck Dis 135(1S):S7&#x02013;S10 (Feb)<pub-id pub-id-type="pmid">29361440</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR26"><label>26.</label><citation-alternatives><element-citation id="ec-CR26" publication-type="journal"><person-group person-group-type="author"><collab>Randolph GW, Dralle H; International Intraoperative Monitoring Study Group</collab><name><surname>Abdullah</surname><given-names>H</given-names></name><name><surname>Barczynski</surname><given-names>M</given-names></name><name><surname>Bellantone</surname><given-names>R</given-names></name><name><surname>Brauckhoff</surname><given-names>M</given-names></name><name><surname>Carnaille</surname><given-names>B</given-names></name><name><surname>Cherenko</surname><given-names>S</given-names></name><name><surname>Chiang</surname><given-names>FY</given-names></name><name><surname>Dionigi</surname><given-names>G</given-names></name><name><surname>Finck</surname><given-names>C</given-names></name><name><surname>Hartl</surname><given-names>D</given-names></name><name><surname>Kamani</surname><given-names>D</given-names></name><name><surname>Lorenz</surname><given-names>K</given-names></name><name><surname>Miccolli</surname><given-names>P</given-names></name><name><surname>Mihai</surname><given-names>R</given-names></name><name><surname>Miyauchi</surname><given-names>A</given-names></name><name><surname>Orloff</surname><given-names>L</given-names></name><name><surname>Perrier</surname><given-names>N</given-names></name><name><surname>Poveda</surname><given-names>MD</given-names></name><name><surname>Romanchishen</surname><given-names>A</given-names></name><name><surname>Serpell</surname><given-names>J</given-names></name><name><surname>Sitges-Serra</surname><given-names>A</given-names></name><name><surname>Sloan</surname><given-names>T</given-names></name><name><surname>van Slycke</surname><given-names>S</given-names></name><name><surname>Snyder</surname><given-names>S</given-names></name><name><surname>Takami</surname><given-names>H</given-names></name><name><surname>Volpi</surname><given-names>E</given-names></name><name><surname>Woodson</surname><given-names>G</given-names></name></person-group><article-title>Electrophysiologic recurrent laryngeal nerve monitoring during thyroid and parathyroid surgery: international standards guideline statement</article-title><source>Laryngoscope</source><year>2011</year><volume>121</volume><issue>1</issue><fpage>1</fpage><lpage>16</lpage></element-citation><mixed-citation id="mc-CR26" publication-type="journal">Randolph GW, Dralle H; International Intraoperative Monitoring Study Group, Abdullah&#x000a0;H, Barczynski&#x000a0;M, Bellantone&#x000a0;R, Brauckhoff&#x000a0;M, Carnaille&#x000a0;B, Cherenko&#x000a0;S, Chiang&#x000a0;FY, Dionigi&#x000a0;G, Finck&#x000a0;C, Hartl&#x000a0;D, Kamani&#x000a0;D, Lorenz&#x000a0;K, Miccolli&#x000a0;P, Mihai&#x000a0;R, Miyauchi&#x000a0;A, Orloff&#x000a0;L, Perrier&#x000a0;N, Poveda&#x000a0;MD, Romanchishen&#x000a0;A, Serpell&#x000a0;J, Sitges-Serra&#x000a0;A, Sloan&#x000a0;T, van Slycke&#x000a0;S, Snyder&#x000a0;S, Takami&#x000a0;H, Volpi&#x000a0;E, Woodson&#x000a0;G (2011) Electrophysiologic recurrent laryngeal nerve monitoring during thyroid and parathyroid surgery: international standards guideline statement. Laryngoscope 121(1):1&#x02013;16</mixed-citation></citation-alternatives></ref><ref id="CR27"><label>27.</label><citation-alternatives><element-citation id="ec-CR27" publication-type="journal"><person-group person-group-type="author"><name><surname>Ruggiero</surname><given-names>R</given-names></name><name><surname>Docimo</surname><given-names>G</given-names></name><name><surname>Bosco</surname><given-names>A</given-names></name><name><surname>Lanza Volpe</surname><given-names>M</given-names></name><name><surname>Terracciano</surname><given-names>G</given-names></name><name><surname>Gubitosi</surname><given-names>A</given-names></name><name><surname>Docimo</surname><given-names>L</given-names></name></person-group><article-title>Update on sutureless thyroidectomy</article-title><source>G Chir</source><year>2018</year><volume>39</volume><issue>1</issue><fpage>45</fpage><lpage>50</lpage><pub-id pub-id-type="doi">10.11138/gchir/2018.39.1.045</pub-id><pub-id pub-id-type="pmid">29549681</pub-id>
</element-citation><mixed-citation id="mc-CR27" publication-type="journal">Ruggiero&#x000a0;R, Docimo&#x000a0;G, Bosco&#x000a0;A, Lanza Volpe&#x000a0;M, Terracciano&#x000a0;G, Gubitosi&#x000a0;A, Docimo&#x000a0;L (2018) Update on sutureless thyroidectomy. G&#x000a0;Chir 39(1):45&#x02013;50<pub-id pub-id-type="pmid">29549681</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR28"><label>28.</label><citation-alternatives><element-citation id="ec-CR28" publication-type="book"><person-group person-group-type="author"><name><surname>Zielke</surname><given-names>A</given-names></name><name><surname>Operationstechnik</surname><given-names>SCA</given-names></name></person-group><person-group person-group-type="editor"><name><surname>Bartsch</surname><given-names>DK</given-names></name><name><surname>Holzer</surname><given-names>K</given-names></name></person-group><article-title>konventionelle Schilddr&#x000fc;senresektion bei benigner Struma</article-title><source>Endokrine Chirurgie</source><year>2023</year><publisher-loc>Berlin</publisher-loc><publisher-name>Springer</publisher-name><fpage>41</fpage><lpage>47</lpage></element-citation><mixed-citation id="mc-CR28" publication-type="book">Zielke&#x000a0;A, Operationstechnik&#x000a0;SCA (2023) konventionelle Schilddr&#x000fc;senresektion bei benigner Struma. In: Bartsch&#x000a0;DK, Holzer&#x000a0;K (Hrsg) Endokrine Chirurgie. Springer, Berlin, S&#x000a0;41&#x02013;47</mixed-citation></citation-alternatives></ref><ref id="CR29"><label>29.</label><citation-alternatives><element-citation id="ec-CR29" publication-type="book"><person-group person-group-type="author"><name><surname>Schabram</surname><given-names>J</given-names></name></person-group><person-group person-group-type="editor"><name><surname>Bartsch</surname><given-names>DK</given-names></name><name><surname>Holzer</surname><given-names>K</given-names></name></person-group><article-title>Management postoperativer Komplikationen der Schilddr&#x000fc;senchirurgie</article-title><source>Endokrine Chirurgie</source><year>2023</year><publisher-loc>Berlin</publisher-loc><publisher-name>Springer</publisher-name><fpage>227</fpage><lpage>239</lpage></element-citation><mixed-citation id="mc-CR29" publication-type="book">Schabram&#x000a0;J (2023) Management postoperativer Komplikationen der Schilddr&#x000fc;senchirurgie. In: Bartsch&#x000a0;DK, Holzer&#x000a0;K (Hrsg) Endokrine Chirurgie. Springer, Berlin, S&#x000a0;227&#x02013;239</mixed-citation></citation-alternatives></ref><ref id="CR30"><label>30.</label><citation-alternatives><element-citation id="ec-CR30" publication-type="journal"><person-group person-group-type="author"><name><surname>Dralle</surname><given-names>H</given-names></name><name><surname>Lorenz</surname><given-names>K</given-names></name><name><surname>Machens</surname><given-names>A</given-names></name></person-group><article-title>State of the art: surgery for endemic goiter&#x02014;a plea for individualizing the extent of resection instead of heading for routine total thyroidectomy</article-title><source>Langenbecks Arch Surg</source><year>2011</year><volume>396</volume><issue>8</issue><fpage>1137</fpage><lpage>1143</lpage><pub-id pub-id-type="doi">10.1007/s00423-011-0809-4</pub-id><pub-id pub-id-type="pmid">21630080</pub-id>
</element-citation><mixed-citation id="mc-CR30" publication-type="journal">Dralle&#x000a0;H, Lorenz&#x000a0;K, Machens&#x000a0;A (2011) State of the art: surgery for endemic goiter&#x02014;a plea for individualizing the extent of resection instead of heading for routine total thyroidectomy. Langenbecks Arch Surg 396(8):1137&#x02013;1143 (Dec)<pub-id pub-id-type="pmid">21630080</pub-id>
</mixed-citation></citation-alternatives></ref></ref-list></back></article>