<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:ali="http://www.niso.org/schemas/ali/1.0/" xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" article-type="research-article" dtd-version="1.3" xml:lang="de"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Chirurgie (Heidelb)</journal-id><journal-id journal-id-type="iso-abbrev">Chirurgie (Heidelb)</journal-id><journal-title-group><journal-title>Chirurgie (Heidelberg, Germany)</journal-title></journal-title-group><issn pub-type="ppub">2731-6971</issn><issn pub-type="epub">2731-698X</issn><publisher><publisher-name>Springer Medizin</publisher-name><publisher-loc>Heidelberg</publisher-loc></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmid">39134805</article-id><article-id pub-id-type="pmc">PMC11785606</article-id>
<article-id pub-id-type="publisher-id">2145</article-id><article-id pub-id-type="doi">10.1007/s00104-024-02145-3</article-id><article-categories><subj-group subj-group-type="heading"><subject>Originalien</subject></subj-group></article-categories><title-group><article-title>Nachwuchsf&#x000f6;rderung in&#x000a0;der&#x000a0;Chirurgie</article-title><subtitle>Laparoskopie in der Vorklinik&#x000a0;&#x02013; zu fr&#x000fc;h oder genau richtig?</subtitle><trans-title-group><trans-title xml:lang="en">Fostering young talents for surgery</trans-title><trans-subtitle>Laparoscopy in preclinical education&#x02014;Too early or exactly right?</trans-subtitle></trans-title-group></title-group><contrib-group><contrib contrib-type="author" corresp="yes"><contrib-id contrib-id-type="orcid">http://orcid.org/0000-0002-2482-6099</contrib-id><name><surname>Heimke</surname><given-names>Marvin</given-names></name><address><email>m.heimke@anat.uni-kiel.de</email></address><xref ref-type="aff" rid="Aff1">1</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">http://orcid.org/0000-0002-6789-311X</contrib-id><name><surname>Heinze</surname><given-names>Tillmann</given-names></name><xref ref-type="aff" rid="Aff1">1</xref></contrib><contrib contrib-type="author"><name><surname>Baumann</surname><given-names>Jorun</given-names></name><xref ref-type="aff" rid="Aff2">2</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">http://orcid.org/0009-0005-9589-4354</contrib-id><name><surname>Kurz</surname><given-names>Bodo</given-names></name><xref ref-type="aff" rid="Aff1">1</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">http://orcid.org/0000-0002-7194-6034</contrib-id><name><surname>Alkatout</surname><given-names>Ibrahim</given-names></name><xref ref-type="aff" rid="Aff2">2</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">http://orcid.org/0000-0002-8146-2711</contrib-id><name><surname>Wedel</surname><given-names>Thilo</given-names></name><xref ref-type="aff" rid="Aff1">1</xref></contrib><aff id="Aff1"><label>1</label><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/04v76ef78</institution-id><institution-id institution-id-type="GRID">grid.9764.c</institution-id><institution-id institution-id-type="ISNI">0000 0001 2153 9986</institution-id><institution>Anatomisches Institut, Zentrum f&#x000fc;r Klinische Anatomie, Kurt-Semm-Zentrum f&#x000fc;r laparoskopische und roboterassistierte Chirurgie, </institution><institution>Christian-Albrechts-Universit&#x000e4;t zu Kiel, </institution></institution-wrap>Otto-Hahn-Platz&#x000a0;8, 24118 Kiel, Deutschland </aff><aff id="Aff2"><label>2</label><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/01tvm6f46</institution-id><institution-id institution-id-type="GRID">grid.412468.d</institution-id><institution-id institution-id-type="ISNI">0000 0004 0646 2097</institution-id><institution>Klinik f&#x000fc;r Gyn&#x000e4;kologie und Geburtshilfe, Kurt-Semm-Zentrum f&#x000fc;r laparoskopische und roboterassistierte Chirurgie, </institution><institution>Universit&#x000e4;tsklinikum Schleswig-Holstein Campus Kiel, </institution></institution-wrap>Kiel, Deutschland </aff></contrib-group><pub-date pub-type="epub"><day>12</day><month>8</month><year>2024</year></pub-date><pub-date pub-type="pmc-release"><day>12</day><month>8</month><year>2024</year></pub-date><pub-date pub-type="ppub"><year>2025</year></pub-date><volume>96</volume><issue>2</issue><fpage>136</fpage><lpage>144</lpage><history><date date-type="accepted"><day>8</day><month>7</month><year>2024</year></date></history><permissions><copyright-statement>&#x000a9; The Author(s) 2024</copyright-statement><copyright-year>2024</copyright-year><license><ali:license_ref specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p><bold>Open Access</bold> Dieser Artikel wird unter der Creative Commons Namensnennung 4.0 International Lizenz ver&#x000f6;ffentlicht, welche die Nutzung, Vervielf&#x000e4;ltigung, Bearbeitung, Verbreitung und Wiedergabe in jeglichem Medium und Format erlaubt, sofern Sie den/die urspr&#x000fc;nglichen Autor(en) und die Quelle ordnungsgem&#x000e4;&#x000df; nennen, einen Link zur Creative Commons Lizenz beif&#x000fc;gen und angeben, ob &#x000c4;nderungen vorgenommen wurden.</license-p><license-p>Die in diesem Artikel enthaltenen Bilder und sonstiges Drittmaterial unterliegen ebenfalls der genannten Creative Commons Lizenz, sofern sich aus der Abbildungslegende nichts anderes ergibt. Sofern das betreffende Material nicht unter der genannten Creative Commons Lizenz steht und die betreffende Handlung nicht nach gesetzlichen Vorschriften erlaubt ist, ist f&#x000fc;r die oben aufgef&#x000fc;hrten Weiterverwendungen des Materials die Einwilligung des jeweiligen Rechteinhabers einzuholen.</license-p><license-p>Weitere Details zur Lizenz entnehmen Sie bitte der Lizenzinformation auf <ext-link ext-link-type="uri" xlink:href="https://creativecommons.org/licenses/by/4.0/">http://creativecommons.org/licenses/by/4.0/deed.de</ext-link>.</license-p></license></permissions><abstract id="Abs1"><sec><title>Hintergrund</title><p>Aufgrund eines abnehmenden Interesses unter Medizinstudierenden an einer chirurgischen Laufbahn, der Auswirkungen des demographischen Wandels sowie der technischen Herausforderungen besteht ein zunehmender Bedarf an gezielter Nachwuchsf&#x000f6;rderung in der Chirurgie. Vor diesem Hintergrund wurde ein Lehrprojekt entwickelt, welches Medizinstudierende bereits in der Vorklinik mit minimal-invasiven Techniken der Chirurgie vertraut machen und so das Interesse an operativen Fachbereichen steigern soll.</p></sec><sec><title>Methodik</title><p>Im Rahmen des regul&#x000e4;ren vorklinischen anatomischen Pr&#x000e4;parierkurses wurden folgende Module zur laparoskopischen Chirurgie integriert: (1)&#x000a0;klinische Vorlesung zur Technik und Einsatz der Laparoskopie, (2)&#x000a0;explorative Live-Laparoskopie an einem K&#x000f6;rperspender, (3)&#x000a0;praktische &#x000dc;bungen an Laparoskopietrainern. Die Effekte dieses Lehrprojekts auf das Interesse an einer chirurgischen Laufbahn und das klinisch-anatomische Verst&#x000e4;ndnis wurden von 295 Medizinstudierenden evaluiert.</p></sec><sec><title>Ergebnisse</title><p>Die Evaluation zeigte ein ausgepr&#x000e4;gtes, geschlechtsunabh&#x000e4;ngiges Interesse, chirurgische Fertigkeiten bereits in der Vorklinik zu erlernen. Das Lehrprojekt f&#x000fc;hrte zu einer signifikanten Steigerung des Interesses an einer chirurgischen Laufbahn. Zudem f&#x000f6;rderte die Einbindung der laparoskopischen Lehrmodule in den vorklinischen Anatomieunterricht die Lernmotivation und das Verst&#x000e4;ndnis f&#x000fc;r die klinisch relevante topographische Anatomie.</p></sec><sec><title>Diskussion</title><p>Die Integration praxisnaher chirurgischer Inhalte in die vorklinische anatomische Lehre kann die Attraktivit&#x000e4;t chirurgischer Disziplinen erh&#x000f6;hen und gleichzeitig die anatomische Lehre optimieren. L&#x000e4;ngsschnittstudien sind erforderlich, um die Nachhaltigkeit dieser fr&#x000fc;hzeitigen klinischen Lehrmodule auf die Karriereentscheidung von Medizinstudierenden zu untersuchen.</p></sec><sec><title>Zusatzmaterial online</title><p>Zus&#x000e4;tzliche Informationen sind in der Online-Version dieses Artikels (10.1007/s00104-024-02145-3) enthalten.</p></sec></abstract><trans-abstract xml:lang="en" id="Abs2"><sec><title>Background</title><p>Due to the declining interest among medical students in pursuing a&#x000a0;surgical career, the impact of demographic changes and the technical challenges, there is an increasing need to attract medical students to the surgical profession. Against this backdrop, a&#x000a0;teaching project was developed to familiarize medical students with minimally invasive surgical techniques early in the preclinical education, thereby increasing the interest in surgery.</p></sec><sec><title>Material and methods</title><p>Within the framework of the regular anatomical dissection course the following modules on laparoscopic surgery were integrated: (1)&#x000a0;clinical lecture on the technique and application of laparoscopy, (2)&#x000a0;exploratory live laparoscopy on a&#x000a0;body donor and (3)&#x000a0;practical exercises on laparoscopic trainers. The impact of this teaching project on the interest in a&#x000a0;surgical career and on the clinical anatomical understanding was evaluated among 295 participating medical students.</p></sec><sec><title>Results</title><p>The evaluation revealed a&#x000a0;pronounced gender-independent interest in learning surgical skills early in the preclinical study phase. The teaching project led to a&#x000a0;significantly increased interest in pursuing a&#x000a0;surgical career. Moreover, the incorporation of laparoscopic teaching modules into the preclinical anatomy course enhanced the learning motivation and understanding of clinically relevant topographic anatomy.</p></sec><sec><title>Conclusion</title><p>The integration of practical surgical content into preclinical anatomical education can increase the attractiveness of surgical disciplines and simultaneously optimize teaching of anatomy. Longitudinal studies are required to examine the sustainability of these clinical teaching modules in career decisions of medical students.</p></sec></trans-abstract><kwd-group xml:lang="de"><title>Schl&#x000fc;sselw&#x000f6;rter</title><kwd>Lehrprojekt</kwd><kwd>Chirurgische Karriere</kwd><kwd>Nachwuchsf&#x000f6;rderung</kwd><kwd>Laparoskopie</kwd><kwd>Anatomie</kwd></kwd-group><kwd-group xml:lang="en"><title>Keywords</title><kwd>Teaching project</kwd><kwd>Surgical career</kwd><kwd>Young talent recruitment</kwd><kwd>Laparoscopy</kwd><kwd>Anatomy</kwd></kwd-group><funding-group><award-group><funding-source><institution>Christian-Albrechts-Universit&#x000e4;t zu Kiel (3094)</institution></funding-source></award-group><open-access><p>Open Access funding enabled and organized by Projekt DEAL.</p></open-access></funding-group><custom-meta-group><custom-meta><meta-name>issue-copyright-statement</meta-name><meta-value>&#x000a9; Springer Medizin Verlag GmbH, ein Teil von Springer Nature 2025</meta-value></custom-meta></custom-meta-group></article-meta></front><body><sec id="Sec1"><title>Hintergrund</title><p>In den letzten Jahren ist sowohl in Deutschland als auch international ein sinkendes Interesse von Medizinstudierenden an einer chirurgischen Karriere zu verzeichnen [<xref ref-type="bibr" rid="CR10">10</xref>]. Aktuelle Studien zeigen, dass die Zahl der Bewerberinnen und Bewerber f&#x000fc;r eine Facharztweiterbildung in der Allgemeinchirurgie r&#x000fc;ckl&#x000e4;ufig ist [<xref ref-type="bibr" rid="CR25">25</xref>, <xref ref-type="bibr" rid="CR26">26</xref>]. In einer Umfrage unter 715 Chef- und (Leitenden) Ober&#x000e4;rztinnen und -&#x000e4;rzten deutscher chirurgischer Kliniken gaben 80&#x0202f;% der Teilnehmenden sowohl einen numerischen als auch qualitativen Bewerbermangel an. In einigen Kliniken blieben vakante Stellen teilweise &#x000fc;ber Monate unbesetzt [<xref ref-type="bibr" rid="CR26">26</xref>].</p><p>Gleichzeitig sind wir mit einer zunehmenden &#x000dc;beralterung der station&#x000e4;r t&#x000e4;tigen Chirurginnen und Chirurgen und deren baldigem Ausscheiden aus dem Berufsleben konfrontiert. Die Statistik der Bundes&#x000e4;rztekammer ergab hierzu einen Anstieg des Anteils der &#x000fc;ber 60-J&#x000e4;hrigen von 10,7&#x0202f;% (2015) auf 14,1&#x0202f;% (2021; [<xref ref-type="bibr" rid="CR8">8</xref>]). Es wird davon ausgegangen, dass im Jahr 2030 nahezu jede vierte Facharztstelle in der Chirurgie unbesetzt sein wird [<xref ref-type="bibr" rid="CR14">14</xref>]. Zudem bedingt der demographische Wandel mit einer zunehmenden Alterung der Gesellschaft statistisch gesehen einen steigenden Bedarf an station&#x000e4;r chirurgischer Versorgung [<xref ref-type="bibr" rid="CR12">12</xref>]. Dar&#x000fc;ber hinaus werden die technischen Herausforderungen durch die minimal-invasive Chirurgie f&#x000fc;r den chirurgischen Nachwuchs zunehmend komplexer [<xref ref-type="bibr" rid="CR1">1</xref>, <xref ref-type="bibr" rid="CR2">2</xref>].</p><p>In Anbetracht dieser Fakten sind zahlreiche Initiativen entstanden, um das Interesse von Medizinstudierenden an einer chirurgischen Karriere durch gezielte Trainingsma&#x000df;nahmen und Praktika zu f&#x000f6;rdern [<xref ref-type="bibr" rid="CR4">4</xref>, <xref ref-type="bibr" rid="CR5">5</xref>, <xref ref-type="bibr" rid="CR7">7</xref>, <xref ref-type="bibr" rid="CR11">11</xref>, <xref ref-type="bibr" rid="CR15">15</xref>, <xref ref-type="bibr" rid="CR19">19</xref>, <xref ref-type="bibr" rid="CR23">23</xref>, <xref ref-type="bibr" rid="CR25">25</xref>]. Allerdings zielen viele dieser Ma&#x000df;nahmen vorwiegend auf fortgeschrittene Studienabschnitte ab [<xref ref-type="bibr" rid="CR21">21</xref>]. Dabei ist bekannt, dass das Interesse f&#x000fc;r die Chirurgie insbesondere zu Beginn des Studiums ausgesprochen hoch ist und sich erst im Verlauf des Studiums verliert [<xref ref-type="bibr" rid="CR12">12</xref>, <xref ref-type="bibr" rid="CR18">18</xref>]. In diesem Zusammenhang wird kritisiert, dass die chirurgischen Fachgesellschaften ihre &#x0201e;Startvorteile&#x0201c; gegen&#x000fc;ber anderen Fachdisziplinen im Rahmen der Nachwuchsakquise nicht ausreichend aussch&#x000f6;pfen [<xref ref-type="bibr" rid="CR21">21</xref>].</p><p>Vor diesem Hintergrund wurde im Rahmen einer vorklinisch-klinischen Kooperation zwischen dem Anatomischen Institut und der Klinik f&#x000fc;r Gyn&#x000e4;kologie und Geburtshilfe der Universit&#x000e4;t Kiel ein Lehrprojekt etabliert, welches Medizinstudierende bereits in der Vorklinik mit den Prinzipien und Techniken der minimal-invasiven Chirurgie vertraut macht. Das Konzept einer fr&#x000fc;hzeitigen Konfrontation mit modernen Operationstechniken sowie einer Verkn&#x000fc;pfung anatomischer Fakten mit praxisnahen, chirurgisch relevanten Szenarien wurde hinsichtlich folgender Effekte &#x000fc;berpr&#x000fc;ft: Interessensteigerung an einem operativen Fachgebiet sowie Verbesserung der Lernmotivation und des Verst&#x000e4;ndnisses der topographischen Anatomie.</p></sec><sec id="Sec2"><title>Methodik</title><sec id="Sec3"><title>Integration des Lehrprojektes in den Anatomieunterricht</title><p>Das Lehrprojekt wurde in den Kursus f&#x000fc;r Makroskopische Anatomie (Pr&#x000e4;parierkurs) des Anatomischen Instituts der Medizinischen Fakult&#x000e4;t der Universit&#x000e4;t Kiel integriert. In den Wintersemestern 2022/23 und 2023/24 wurde der zweiw&#x000f6;chige Kursabschnitt &#x0201e;Situs&#x0201c;, bei dem die gro&#x000df;en K&#x000f6;rperh&#x000f6;hlen pr&#x000e4;pariert werden, um theoretische und praktische Module zur minimal-invasiven Chirurgie erweitert. Dieses fakultative Angebot stand allen Teilnehmenden (<italic>n</italic>&#x0202f;=&#x02009;384) der beiden Pr&#x000e4;parierkurse zur Verf&#x000fc;gung.</p></sec><sec id="Sec4"><title>Module des Lehrprojektes</title><p>Das Lehrprojekt bestand aus drei aufeinander aufbauenden Modulen:<list list-type="order"><list-item><p><bold>Klinik-Vorlesung:</bold> In dieser Lehrveranstaltung wurden die Medizinstudierenden &#x000fc;ber die Entwicklung, Techniken und Einsatz der Laparoskopie durch einen erfahrenen klinischen Referenten (I.&#x0202f;A.) informiert und erhielten anhand ausgew&#x000e4;hlter Operationsvideos Einblicke in die praktische Durchf&#x000fc;hrung der Laparoskopie. Die Vorteile und Limitationen bzw. Herausforderungen der minimal-invasiven Chirurgie wurden er&#x000f6;rtert (Abb.&#x000a0;<xref rid="Fig1" ref-type="fig">1</xref>a).</p></list-item><list-item><p><bold>Laparoskopische Situsexploration an einem K&#x000f6;rperspender:</bold> Im Anschluss wurde allen Medizinstudierenden im Pr&#x000e4;pariersaal eine explorative Live-Laparoskopie (Image 1&#x000a0;HD Kamera, HOPKINS Optik 30&#x000b0;, Image 1&#x000a0;Connect TC200, Image 1 H3-Link, SCB Power LED 175, Storz, Tuttlingen, Deutschland) des Abdominal- und Beckensitus an einem formalinfixierten K&#x000f6;rperspender demonstriert (Abb.&#x000a0;<xref rid="Fig1" ref-type="fig">1</xref>b). Die laparoskopische Exploration wurde regionenspezifisch durchgef&#x000fc;hrt, interaktiv kommentiert und auf Beamer und gro&#x000df;e Monitore &#x000fc;bertragen. Der Fokus lag auf der Vermittlung chirurgisch relevanter anatomischer Landmarken und Strukturen. Im Gegensatz zu konventionellen Lehrbuch- und Atlasdarstellungen der Anatomie (Frontalansicht, aufrecht stehende Position) wurde die topographische Anatomie aus laparoskopisch etablierten Blickwinkeln pr&#x000e4;sentiert (Abb.&#x000a0;<xref rid="Fig1" ref-type="fig">1</xref>c).</p></list-item><list-item><p><bold>Praktische &#x000dc;bungen am Laparoskopietrainer:</bold> F&#x000fc;r die praktischen &#x000dc;bungen wurden im Pr&#x000e4;pariersaal zwei Laparoskopiet&#x000fc;rme (3DV-190, CLV-S190, VC-190, Endoeye Flex 3D, Olympus, Tokyo, Japan) mit Laparoskopietrainern (Szabo Berci-Sackier, Storz, Tuttlingen, Deutschland bzw. Kroton Laparoscopic Trainer, Kroton Medical technology, Warszawa, Poland) und Laparoskopieinstrumenten (laparoskopische Zange CY010 und C4130, laparoskopische Schere CB030, Applied Medical, D&#x000fc;sseldorf, Deutschland; laparoskopische 5&#x02011;mm-Makro-Nadelhalter, Karl Storz, Tuttlingen, Deutschland) ausgestattet.</p></list-item></list><fig id="Fig1"><label>Abb. 1</label><caption><p>Lehrprojekt &#x0201e;Laparoskopie im Pr&#x000e4;parierkurs&#x0201c;. <bold>a</bold>&#x000a0;Klinik-Vorlesung zur Entwicklung, Technik und Einsatz der Laparoskopie, <bold>b</bold>&#x000a0;Livedemonstration einer explorativen Laparoskopie an einem K&#x000f6;rperspender mit Erl&#x000e4;uterung anatomischer Landmarken und Strukturen aus laparoskopischen Blickwinkeln, <bold>c</bold>&#x000a0;laparoskopischer Blickwinkel in den rechten Oberbauch (Leberunterfl&#x000e4;che und Gallenblase)</p></caption><graphic xlink:href="104_2024_2145_Fig1_HTML" id="d33e382"/></fig></p><p>Nach allgemeiner Einweisung in die Funktionsweise und Handhabung der laparoskopischen Arbeitsstationen erhielten alle Medizinstudierende ein individuelles 15-min&#x000fc;tiges Zeitfenster w&#x000e4;hrend des Pr&#x000e4;parierkurses zur Durchf&#x000fc;hrung laparoskopischer &#x000dc;bungen, die Bestandteil der validierten Laparoskopiekurskonzepte der Kiel School of Gynaecological Endoscopy sind (Abb.&#x000a0;<xref rid="Fig2" ref-type="fig">2</xref>; [<xref ref-type="bibr" rid="CR1">1</xref>, <xref ref-type="bibr" rid="CR2">2</xref>, <xref ref-type="bibr" rid="CR20">20</xref>]): (1)&#x000a0;Transfer von B&#x000fc;gelperlen mittels Fasszangen zwischen zwei Halterungen in einem anatomischen Beckenmodell, (2)&#x000a0;F&#x000fc;hrung und Durchzug eines Fadens durch 7 unterschiedlich positionierte &#x000d6;sen.<fig id="Fig2"><label>Abb. 2</label><caption><p>Laparoskopie&#x000fc;bungen im Pr&#x000e4;pariersaal. <bold>a</bold>&#x000a0;Einweisung in die &#x000dc;bung &#x0201e;Fadendurchzug durch &#x000d6;sen&#x0201c;, <bold>b</bold>&#x000a0;selbstst&#x000e4;ndige Durchf&#x000fc;hrung der &#x000dc;bung &#x0201e;B&#x000fc;gelperlen-Transfer&#x0201c; in einem anatomischen Beckenmodell, <bold>c</bold>&#x000a0;paralleles Training an zwei laparoskopischen Arbeitsstationen</p></caption><graphic xlink:href="104_2024_2145_Fig2_HTML" id="d33e413"/></fig></p><p>Alle &#x000dc;bungen wurden durch laparoskopisch erfahrene Mitarbeiterinnen und Mitarbeiter sowie von studentischen Tutorinnen des klinischen Studienabschnittes angeleitet. Dar&#x000fc;ber hinaus standen freie Zeitfenster au&#x000df;erhalb des Pr&#x000e4;parierkurses f&#x000fc;r weitere &#x000dc;bungen zur Verf&#x000fc;gung. Hier konnten die Medizinstudierenden auch erste Erfahrungen zu laparoskopischen Dissektionen und Nahttechniken an entsprechenden Simulationsmodellen sammeln.</p></sec><sec id="Sec5"><title>Evaluation des Lehrprojektes</title><p>Die Datenschutz-Grundverordnung(DSGVO)-konforme, anonymisierte und freiwillige Evaluation erfolgte im Anschluss an den Pr&#x000e4;parierkursabschnitt mittels eines Onlinefragebogens (LimeSurvey GmbH, Hamburg, Deutschland). Der Fragebogen beinhaltete 15&#x000a0;Fragen und gliederte sich in vier Abschnitte: (1)&#x000a0;soziodemographische Daten, (2)&#x000a0;Nutzung der Laparoskopietrainer, (3)&#x000a0;Relevanz des Laparoskopietrainings f&#x000fc;r die anatomische Lehre, (4)&#x000a0;Einfluss des Laparoskopietrainings auf das Interesse an einem operativen Fachbereich. F&#x000fc;r jeden Abschnitt bestand die M&#x000f6;glichkeit zu Freitextkommentaren.</p></sec><sec id="Sec6"><title>Datenauswertung</title><p>Die Datenauswertung erfolgte mittels SPSS&#x000a0;29.0 (SPSS Inc., IBM Company, Armonk, NY, USA). Zur &#x000dc;berpr&#x000fc;fung der Datens&#x000e4;tze auf Normalverteilung wurde der Shapiro-Wilk-Test durchgef&#x000fc;hrt. Unterschiede im Antwortverhalten bez&#x000fc;glich der Variablen &#x0201e;Geschlecht&#x0201c; und &#x0201e;vorangegangene Ausbildung/Studium&#x0201c; wurden nach Erstellung einer Kontingenztafel mittels &#x003c7;<sup>2</sup>-Test und anschlie&#x000df;endem Bonferroni-Post-hoc-Test gepr&#x000fc;ft. Unterschiede zwischen dem Interesse an einer chirurgischen Weiterbildung vor und nach dem Lehrprojekt wurden durch den McNemar-Bowker-Test ermittelt. Die Tests waren zweiseitig. Das Signifikanzniveau betrug 5&#x0202f;%.</p></sec></sec><sec id="Sec7"><title>Ergebnisse</title><sec id="Sec8"><title>Soziodemographische Daten</title><p>Von 384 Medizinstudierenden, die w&#x000e4;hrend der Pr&#x000e4;parierkurse am Lehrprojekt teilnahmen, &#x000fc;bersandten 295 eine vollst&#x000e4;ndige Evaluation (77&#x0202f;% R&#x000fc;cklaufquote). Das Medianalter betrug 22,4 Jahre (18&#x02013;40&#x000a0;Jahre), 68&#x0202f;% waren weiblich, 30&#x0202f;% m&#x000e4;nnlich, 2&#x0202f;% gaben ihr Geschlecht als divers an oder machten hierzu keine Aussage (Tab.&#x000a0;<xref rid="Tab1" ref-type="table">1</xref>). Vor Beginn des Medizinstudiums hatten bereits 42&#x0202f;% der Teilnehmenden eine Ausbildung oder ein Studium begonnen bzw. abgeschlossen. Der Gro&#x000df;teil der vorangegangenen Ausbildungen fand in medizinischen Berufsfeldern statt, z.&#x0202f;B. Gesundheits- und Krankenpflege (37&#x0202f;%), Rettungsdienst (18&#x0202f;%), medizinische, radiologische, operativ-technische Assistenz (7&#x0202f;%) oder Physiotherapie (7&#x0202f;%; Tab.&#x000a0;<xref rid="Tab2" ref-type="table">2</xref>).<table-wrap id="Tab1"><label>Tab. 1</label><caption><p>Charakterisierung der Teilnehmenden am Lehrprojekt</p></caption><table frame="hsides" rules="groups"><tbody><tr><td>Gesamtzahl der Teilnehmenden</td><td>384 Personen</td></tr><tr><td>R&#x000fc;cklaufquote Evaluation</td><td>76,8&#x0202f;% (295)</td></tr><tr><td>Medianalter</td><td>22,4 Jahre (18&#x000a0;bis 40&#x000a0;Jahre)</td></tr><tr><td>Geschlechterverteilung</td><td><p>67,5&#x0202f;% weiblich (199)</p><p>30,2&#x0202f;% m&#x000e4;nnlich (89)</p><p>2,4&#x0202f;% divers oder keine Angabe (7)</p></td></tr></tbody></table></table-wrap><table-wrap id="Tab2"><label>Tab. 2</label><caption><p>Berufsausbildung/Studium vor Medizinstudium</p></caption><table frame="hsides" rules="groups"><tbody><tr><td colspan="2"><italic>Anteil mit Berufsausbildung/Studium</italic></td></tr><tr><td>Gesamt</td><td>42,0&#x0202f;% (124)</td></tr><tr><td>Weiblich</td><td>41,2&#x0202f;% (82)</td></tr><tr><td>M&#x000e4;nnlich</td><td>43,8&#x0202f;% (39)</td></tr><tr><td colspan="2"><italic>Art der Berufsausbildung/Studium</italic></td></tr><tr><td>Gesundheits- und Krankenpflege</td><td>37,1&#x0202f;% (46)</td></tr><tr><td>Studium</td><td>21,8&#x0202f;% (27)</td></tr><tr><td>Rettungsdienst</td><td>17,7&#x0202f;% (22)</td></tr><tr><td>ATA, MTA, MTLA, MTR</td><td>6,5&#x0202f;% (8)</td></tr><tr><td>Physiotherapie</td><td>6,5&#x0202f;% (8)</td></tr><tr><td>MFA</td><td>4,8&#x0202f;% (6)</td></tr><tr><td>OTA</td><td>3,2&#x0202f;% (4)</td></tr><tr><td>Sonstiges</td><td>2,4&#x0202f;% (3)</td></tr></tbody></table><table-wrap-foot><p><italic>OTA</italic>&#x000a0;Operationstechnische Assistenz, <italic>ATA</italic>&#x000a0;An&#x000e4;sthesietechnische Assistenz, <italic>MTLA</italic>&#x000a0;Medizinisch-technische Laboratoriumsassistenz, <italic>MTA</italic>&#x000a0;Medizinisch-technische Assistenz, <italic>MTR</italic>&#x000a0;Medizinische*r Technolog*in f&#x000fc;r Radiologie, <italic>MFA</italic>&#x000a0;Medizinische*r Fachangestellte*r; <italic>Studium</italic>&#x000a0;Bioinformatik, Biologie, Industriedesign, Ingenieurswissenschaft, Kognitionswissenschaft, Maschinenbau, Pharmazie, Physik, Psychologie, Soziologie, Veterin&#x000e4;rmedizin, Wirtschaft, Zahnmedizin</p></table-wrap-foot></table-wrap></p></sec><sec id="Sec9"><title>Nutzung der Laparoskopietrainer</title><p>Der Gro&#x000df;teil der Medizinstudierenden nutzte die Laparoskopietrainer w&#x000e4;hrend des zweiw&#x000f6;chigen Abschnitts f&#x000fc;r 10&#x02013;30&#x0202f;min (57&#x0202f;%) oder 30&#x02013;60&#x0202f;min (25&#x0202f;%). Bei einer Nutzungsdauer von unter 10&#x0202f;min (9&#x0202f;%) wurden als Gr&#x000fc;nde am h&#x000e4;ufigsten eine &#x0201e;<italic>zu hohe Nachfrage durch andere Studierende</italic>&#x0201c; (50&#x0202f;%) sowie &#x0201e;<italic>mangelnde Zeit aufgrund des arbeits- und lernintensiven Pr&#x000e4;parierkurses</italic>&#x0201c; (42&#x0202f;%) angegeben. 98&#x0202f;% der Teilnehmenden hielten den Zeitpunkt f&#x000fc;r angemessen, bereits w&#x000e4;hrend des Pr&#x000e4;parierkurses mit der minimal-invasiven Chirurgie vertraut gemacht zu werden. In Freitextkommentaren wurde betont, dass die Verkn&#x000fc;pfung vorklinisch-theoretischer Lerninhalte mit chirurgisch-praktischen Anwendungen zu einer deutlich gesteigerten Lernmotivation f&#x000fc;hrte. Gleichzeitig sei die spielerische Ann&#x000e4;hrung an die minimal-invasive Chirurgie eine willkommene Abwechslung zum theoretischen Faktenlernen gewesen.</p></sec><sec id="Sec10"><title>Relevanz des Laparoskopietrainings f&#x000fc;r die anatomische Lehre</title><p>&#x000dc;ber die H&#x000e4;lfte der Medizinstudierenden (59&#x0202f;%) gaben an, dass ihr Interesse am Erlernen der Anatomie durch die laparoskopischen &#x000dc;bungen und die damit verbundenen klinischen Zusammenh&#x000e4;nge und Anwendungen gestiegen sei (Abb.&#x000a0;<xref rid="Fig3" ref-type="fig">3</xref>a). 56&#x0202f;% der Teilnehmenden &#x000e4;u&#x000df;erten, dass das laparoskopische Training sie animiert habe, sich vermehrt mit der topographischen Anatomie aus dem Blickwinkel des Operateurs auseinanderzusetzen (Abb.&#x000a0;<xref rid="Fig3" ref-type="fig">3</xref>b). Dazu wurde in Freitextkommentaren der erzielte Erkenntnisgewinn hinsichtlich der Lagebeziehungen der Organe sowie klinisch relevanter anatomischer Landmarken hervorgehoben. Einige Teilnehmende merkten jedoch an, dass das laparoskopische Training f&#x000fc;r sie lediglich die Geschicklichkeit sowie die visuell-r&#x000e4;umliche Wahrnehmung geschult habe. Um eine intensivere Auseinandersetzung mit der chirurgischen Anatomie zu f&#x000f6;rdern, wurde angeregt, die Laparoskopietrainer mit realistischen anatomischen Modellpr&#x000e4;paraten auszustatten.<fig id="Fig3"><label>Abb. 3</label><caption><p>Relevanz des Laparoskopietrainings f&#x000fc;r die anatomische Lehre. <bold>a</bold>&#x000a0;Interesse f&#x000fc;r Anatomie, <bold>b</bold>&#x000a0;Auseinandersetzung mit der topographischen Anatomie aus chirurgischen Blickwinkeln. Der geschlechtsspezifische Vergleich zeigt keine signifikanten Unterschiede</p></caption><graphic xlink:href="104_2024_2145_Fig3_HTML" id="d33e599"/></fig></p></sec><sec id="Sec11"><title>Einfluss des Laparoskopietrainings auf das Interesse an chirurgischen Fertigkeiten und einem operativen Fachbereich</title><p>Das Interesse der Medizinstudierenden, bereits w&#x000e4;hrend des vorklinischen Studienabschnittes erste chirurgische Fertigkeiten zu erwerben, wurde als hoch (36&#x0202f;%) bzw. sehr hoch (50&#x0202f;%) eingestuft (Abb.&#x000a0;<xref rid="Fig4" ref-type="fig">4</xref>a). In Freitextkommentaren brachte die Mehrheit zum Ausdruck, dass sie so fr&#x000fc;h wie m&#x000f6;glich praktische Fertigkeiten erlernen m&#x000f6;chte. Als wesentlicher Grund wurde hier angef&#x000fc;hrt, dass die Verkn&#x000fc;pfung von Theorie und Praxis einen h&#x000f6;heren Anreiz schaffe, auch komplexe anatomische Sachverhalte zu lernen. Zudem f&#x000fc;hre das Ein&#x000fc;ben praktischer chirurgischer Fertigkeiten zu einer Identifikation mit der zuk&#x000fc;nftigen &#x000e4;rztlichen Berufsrolle und somit zu einer generell gesteigerten Motivation f&#x000fc;r das Medizinstudium. So h&#x000e4;tten sich einerseits viele Medizinstudierende mehr Zeit zum &#x000dc;ben an den Laparoskopietrainern gew&#x000fc;nscht. Andererseits wurde auch zu bedenken gegeben, dass aufgrund des umfangreichen Lehrplans eine Trennung von vorklinischen und klinischen Lehrinhalten grunds&#x000e4;tzlich gerechtfertigt sei.<fig id="Fig4"><label>Abb. 4</label><caption><p>Interesse am Erlernen operativer Fertigkeiten im vorklinischen Studienabschnitt. <bold>a</bold>&#x000a0;Der geschlechtsspezifische Vergleich zeigt keinen signifikanten Unterschied, <bold>b</bold>&#x000a0;das Antwortverhalten zwischen den Kohorten ohne und mit Ausbildung/Studium unterschied sich signifikant (*&#x000a0;<italic>p</italic>&#x0202f;&#x0003c;&#x02009;0,01)</p></caption><graphic xlink:href="104_2024_2145_Fig4_HTML" id="d33e623"/></fig></p><p>Ann&#x000e4;hernd zwei Drittel (60&#x0202f;%) der Teilnehmenden gaben an, dass ihr Interesse an einer Ausbildung in einem chirurgischen Fachgebiet infolge des laparoskopischen Trainings gestiegen sei, lediglich 2&#x0202f;% &#x000e4;u&#x000df;erten ein gesunkenes Interesse (Abb.&#x000a0;<xref rid="Fig5" ref-type="fig">5</xref>a). So bekundete die gr&#x000f6;&#x000df;te Kohorte der Medizinstudierenden (33&#x0202f;%) vor dem Lehrprojekt ein &#x0201e;mittleres Interesse&#x0201c; an einer Karriere in einem operativen Fach (Abb.&#x000a0;<xref rid="Fig5" ref-type="fig">5</xref>b). Nach Abschluss des Lehrprojekts hingegen &#x000e4;nderte sich die Einsch&#x000e4;tzung signifikant: Hier gaben die gr&#x000f6;&#x000df;ten Kohorten ein &#x0201e;hohes Interesse&#x0201c; (34&#x0202f;%) bzw. ein &#x0201e;sehr hohes Interesse&#x0201c; (30&#x0202f;%) an.<fig id="Fig5"><label>Abb. 5</label><caption><p>Relevanz des Laparoskopietrainings f&#x000fc;r das Interesse an einer Ausbildung in einem chirurgischen Fachbereich. <bold>a</bold>&#x000a0;Ver&#x000e4;nderung des Interesses an chirurgischem Fachbereich durch Nutzung des Laparoskopietrainers, <bold>b</bold>&#x000a0;Interesse an chirurgischem Fachbereich vor und nach dem Lehrprojekt. Der geschlechtsspezifische Vergleich zeigt keine signifikanten Unterschiede</p></caption><graphic xlink:href="104_2024_2145_Fig5_HTML" id="d33e645"/></fig></p><p>In Freitextkommentaren berichteten einige Medizinstudierende, dass ihre anf&#x000e4;nglichen Zweifel hinsichtlich ihrer handwerklichen F&#x000e4;higkeiten und der damit verbundenen Eignung f&#x000fc;r eine chirurgische T&#x000e4;tigkeit ausger&#x000e4;umt wurden, sodass sie nun eine Ausbildung in einem operativen Fach durchaus in Betracht ziehen w&#x000fc;rden. Dies spiegelt sich u.&#x0202f;a. darin wider, dass durch das Lehrprojekt das Interesse einiger Studierender an einer zuk&#x000fc;nftigen chirurgischen T&#x000e4;tigkeit von &#x0201e;sehr niedrig&#x0201c; auf &#x0201e;mittel&#x0201c; oder sogar &#x0201e;hoch&#x0201c;, und in einigen F&#x000e4;llen von &#x0201e;niedrig&#x0201c; auf &#x0201e;hoch&#x0201c; oder &#x0201e;sehr hoch&#x0201c; gestiegen war&#x000a0;&#x02013; was einer Interessenzunahme um zwei bis drei Stufen entspricht (Abb.&#x000a0;<xref rid="Fig6" ref-type="fig">6</xref>). Demgegen&#x000fc;ber wurde nur bei einer geringen Anzahl von Studierenden eine Abnahme des urspr&#x000fc;nglich hohen Interesses beobachtet.<fig id="Fig6"><label>Abb. 6</label><caption><p>Kontingenztafel zum Interesse an chirurgischer Weiterbildung vor und nach dem Lehrprojekt. In jedem Feld ist der prozentuale und absolute Anteil der Studierenden angegeben, deren Interesse an einer chirurgischen Weiterbildung sich nach dem Lehrprojekt im Vergleich zum Ausgangsniveau ver&#x000e4;ndert hat (<italic>gr&#x000fc;ne</italic> Felder: Steigerung des Interesses; <italic>rote</italic> Felder: Verringerung des Interesses) oder gleichgeblieben ist (<italic>gelbe</italic> Felder). 47,5&#x0202f;% der Studierenden gaben eine Steigerung ihres Interesses an (Summe aller <italic>gr&#x000fc;nen</italic> Felder), 49,5&#x0202f;% der Studierenden gaben keine Ver&#x000e4;nderung an (Summe aller <italic>gelben</italic> Felder), 3,1&#x0202f;% der Studierenden gaben eine Verringerung ihres Interesses an (Summe aller <italic>roten</italic> Felder). Die Ver&#x000e4;nderung im Antwortverhalten war signifikant (McNemar-Bowker-Test, <italic>p</italic>&#x0202f;&#x0003c;&#x02009;0,001)</p></caption><graphic xlink:href="104_2024_2145_Fig6_HTML" id="d33e680"/></fig></p></sec><sec id="Sec12"><title>Einfluss des Geschlechts und vorangegangener Ausbildung/Studium</title><p>Die Evaluation des Lehrprojektes ergab keine relevanten geschlechtsspezifischen Unterschiede im Antwortverhalten. Lediglich zur Frage, ob sich das anatomische Verst&#x000e4;ndnis durch das Angebot des Laparoskopietrainings ver&#x000e4;ndert habe, gaben 37&#x0202f;% der Frauen und nur 25&#x0202f;% der M&#x000e4;nner ein gestiegenes anatomisches Verst&#x000e4;ndnis durch das Lehrmodul an (Daten nicht gezeigt). Teilnehmende, die bereits eine Ausbildung oder ein anderes Studium vor dem Medizinstudium begonnen hatten, zeigten ein geringeres Interesse am Erlernen operativer Techniken im vorklinischen Studienabschnitt im Vergleich zu denen ohne vorherige Ausbildung/Studium&#x000a0;&#x02013; wobei dennoch 79&#x0202f;% ein &#x0201e;hohes&#x0201c; bis &#x0201e;sehr hohes&#x0201c; Interesse &#x000e4;u&#x000df;erten (Abb.&#x000a0;<xref rid="Fig4" ref-type="fig">4</xref>b). Ebenso war auch der Wunsch nach einer Weiterbildung in einem operativen Fach nach dem Lehrmodul signifikant geringer als bei Medizinstudierenden ohne vorherige Ausbildung. Unabh&#x000e4;ngig davon ergab sich jedoch auch im Kollektiv mit vorheriger Ausbildung bei 50&#x0202f;% eine Steigerung des Interesses an einer chirurgischen Weiterbildung (Daten nicht gezeigt).</p></sec></sec><sec id="Sec13"><title>Diskussion</title><p>Im vorgestellten Lehrprojekt wurde untersucht, ob eine fr&#x000fc;hzeitige Vorstellung von und aktive Auseinandersetzung mit chirurgischen Techniken im vorklinischen Studienabschnitt einerseits das Interesse der Medizinstudierenden an einem operativen Fachbereich f&#x000f6;rdert und andererseits das Verst&#x000e4;ndnis und die Lernmotivation f&#x000fc;r das Fach Anatomie steigert. Dabei wurde der Schwerpunkt bewusst auf minimal-invasive chirurgische Techniken gelegt, weil die Laparoskopie &#x02013;&#x000a0;und zunehmend auch die roboterassistierte Chirurgie&#x000a0;&#x02013; bei vielen chirurgischen Eingriffen die favorisierten Operationstechniken sind bzw. sein werden, wenn das hier untersuchte Kollektiv von Medizinstudierenden &#x000e4;rztlich t&#x000e4;tig sein wird.</p><sec id="Sec14"><title>Fr&#x000fc;he und stressfreie Auseinandersetzung mit der Chirurgie steigert das Interesse an diesem Fachgebiet</title><p>Das Lehrprojekt f&#x000fc;hrte bei 60&#x0202f;% der Teilnehmenden zu einer Steigerung des Interesses an einer Ausbildung in einem operativen Fachgebiet. Die Kohorten mit &#x0201e;hohem&#x0201c; und &#x0201e;sehr hohem&#x0201c; Interesse erh&#x000f6;hten sich von 40&#x0202f;% auf 64&#x0202f;% nach Absolvierung der einzelnen Lehrmodule. Vergleichbare Effekte lie&#x000df;en sich bei amerikanischen Medizinstudierenden durch extrakurrikulare (Wochenend&#x02011;)Kurse zum Training chirurgischer Kompetenzen erzielen: So f&#x000fc;hrten diese bei 45&#x0202f;% [<xref ref-type="bibr" rid="CR24">24</xref>] bis 88&#x0202f;% [<xref ref-type="bibr" rid="CR19">19</xref>] der Studierenden zu einem gesteigerten Interesse an einer chirurgischen Weiterbildung. Im Gegensatz zu logistisch aufwendigeren Zusatzveranstaltungen bietet die Integration solcher Lehrprojekte in regul&#x000e4;re praktische Lehrveranstaltungen (Pr&#x000e4;parierkurs) einen niederschwelligen Zugang und erreicht die gesamte Studierendenkohorte&#x000a0;&#x02013; einschlie&#x000df;lich derjenigen, die zun&#x000e4;chst kein hohes Interesse an chirurgischen Fertigkeiten und T&#x000e4;tigkeiten haben.</p><p>Die fr&#x000fc;hzeitige Exposition der Medizinstudierenden mit chirurgischen Techniken und T&#x000e4;tigkeiten in der Vorklinik baut auf den Erkenntnissen von G&#x000f6;tz und Osenberg auf, welche ein ausgepr&#x000e4;gtes Interesse an der Chirurgie besonders zu Studienbeginn belegen [<xref ref-type="bibr" rid="CR12">12</xref>, <xref ref-type="bibr" rid="CR18">18</xref>]. In Anbetracht dessen, dass das Interesse an der Chirurgie im weiteren Verlauf des Studiums nachl&#x000e4;sst, sollte diese anf&#x000e4;ngliche Begeisterung als strategischer Vorteil f&#x000fc;r die Gewinnung des chirurgischen Nachwuchses genutzt werden [<xref ref-type="bibr" rid="CR21">21</xref>]. Diese initiale Aufgeschlossenheit wurde auch in unserer Umfrage belegt, der zufolge 86&#x0202f;% der Medizinstudierenden ein &#x0201e;hohes&#x0201c; bzw. &#x0201e;sehr hohes&#x0201c; Interesse angaben, bereits in der Vorklinik chirurgische Techniken zu erlernen. Das initial vorhandene Interesse spiegelte sich auch darin wider, dass 35&#x0202f;% der Teilnehmenden die laparoskopischen &#x000dc;bungen &#x000fc;ber die regul&#x000e4;ren Zeitslots hinaus auch au&#x000df;erhalb der Kurszeiten fakultativ nutzten. Dar&#x000fc;ber hinaus bietet eine fr&#x000fc;hzeitige Konfrontation mit der chirurgischen Praxis die Chance, gleich zu Studienbeginn unbegr&#x000fc;ndete Zweifel an den eigenen handwerklichen F&#x000e4;higkeiten und damit verbundene Vorbehalte gegen&#x000fc;ber operativen F&#x000e4;chern abzubauen und sp&#x000e4;tere Fachentscheidungen aufgrund positiver Vorerfahrungen zu treffen [<xref ref-type="bibr" rid="CR19">19</xref>].</p><p>Neben dem fr&#x000fc;hzeitigen Aufgreifen des Interesses an chirurgischer T&#x000e4;tigkeit scheint auch die spielerische und ungezwungene Herangehensweise an chirurgische Techniken ausschlaggebend zu sein. Dieser Ansatz wurde in Freitextkommentaren h&#x000e4;ufig positiv hervorgehoben und k&#x000f6;nnte eine effiziente Strategie sein, um einige der von Seifert identifizierten Gr&#x000fc;nde f&#x000fc;r ein abnehmendes Interesse an chirurgischen Fachrichtungen, wie z.&#x0202f;B. fehlende Unterst&#x000fc;tzung und Wertsch&#x000e4;tzung durch motivierte &#x000c4;rztinnen und &#x000c4;rzte, zu adressieren [<xref ref-type="bibr" rid="CR22">22</xref>]. Auch Neuhaus hebt hervor, dass Medizinstudierende v.&#x0202f;a. durch eine stress- und druckfreie Lernatmosph&#x000e4;re f&#x000fc;r eine chirurgische Weiterbildung motiviert werden k&#x000f6;nnen, um &#x000c4;ngste abzubauen und Sympathie f&#x000fc;r chirurgische Fachbereiche zu wecken [<xref ref-type="bibr" rid="CR17">17</xref>].</p><p>Andererseits f&#x000fc;hrte eine fr&#x000fc;hzeitige Konfrontation mit chirurgischen Arbeitstechniken auch dazu, dass es bei einem &#x02013;&#x000a0;zwar vergleichsweise kleinen&#x000a0;&#x02013; Studierendenkollektiv zu einem Interessenr&#x000fc;ckgang an einer sp&#x000e4;teren operativen T&#x000e4;tigkeit kam. Diese Diversifizierung der Interessenlagen zu Studienbeginn deutet auf eine realistische Selbsteinsch&#x000e4;tzung der Studierenden hin und kann durchaus auch hilfreich sein f&#x000fc;r eine talentorientierte sp&#x000e4;tere Fachgebietsentscheidung.</p></sec><sec id="Sec15"><title>Frauen und M&#x000e4;nner sind gleicherma&#x000df;en an der Chirurgie interessiert</title><p>Die Befragung hat ergeben, dass das Geschlecht keinen signifikanten Einfluss auf das Interesse an einer chirurgischen T&#x000e4;tigkeit hat. Die tradierte Annahme, es seien &#x000fc;berwiegend M&#x000e4;nner an der Chirurgie interessiert, lie&#x000df; sich&#x000a0;&#x02013; zumindest am Anfang des Medizinstudiums&#x000a0;&#x02013; nicht best&#x000e4;tigen. Diese Erkenntnis ist besonders relevant vor dem Hintergrund, dass der Frauenanteil im Medizinstudium in Deutschland derzeit bei 62&#x0202f;%&#x000a0;&#x02013; in unserem untersuchten Kollektiv 67,5&#x0202f;%&#x000a0;&#x02013; liegt und somit eine zunehmende Feminisierung der Medizin zu beobachten ist [<xref ref-type="bibr" rid="CR6">6</xref>]. Da Frauen jedoch seltener als M&#x000e4;nner das Ziel haben, sich in einem chirurgischen Fach zu spezialisieren [<xref ref-type="bibr" rid="CR10">10</xref>, <xref ref-type="bibr" rid="CR16">16</xref>], wird die Chirurgie&#x000a0;&#x02013; zus&#x000e4;tzlich zum allgemeinen demographischen Wandel&#x000a0;&#x02013; vor gro&#x000df;e Nachwuchsprobleme gestellt [<xref ref-type="bibr" rid="CR13">13</xref>]. In einer Studie des Royal College in Ireland wurde als Ursache herausgearbeitet, dass sich weibliche Studierende bei der sp&#x000e4;teren Berufswahl v.&#x0202f;a. durch die Arbeitsbedingungen beeinflussen lassen [<xref ref-type="bibr" rid="CR9">9</xref>]. Es darf somit nicht nur das Ziel sein, das fachliche Interesse der Medizinstudierenden an der Chirurgie zu erh&#x000f6;hen, sondern auch die Arbeitsbedingungen in den operativen F&#x000e4;chern attraktiver zu gestalten [<xref ref-type="bibr" rid="CR10">10</xref>]&#x000a0;&#x02013; z.&#x0202f;B. durch Erm&#x000f6;glichung von Teilzeitbesch&#x000e4;ftigung, flexible Arbeitszeiten und planbare Ausbildungskurrikula [<xref ref-type="bibr" rid="CR14">14</xref>, <xref ref-type="bibr" rid="CR15">15</xref>].</p></sec><sec id="Sec16"><title>Vorangegangene Ausbildung beeinflusst das Interesse f&#x000fc;r die Chirurgie</title><p>Das Lehrprojekt f&#x000fc;hrte zwar auch bei Medizinstudierenden mit vorheriger Ausbildung oder Studium zu einem gesteigerten Interesse an einer sp&#x000e4;teren chirurgischen T&#x000e4;tigkeit, jedoch signifikant weniger ausgepr&#x000e4;gt als bei Medizinstudierenden ohne entsprechende Vorbildung. Eine m&#x000f6;gliche Erkl&#x000e4;rung k&#x000f6;nnte sein, dass die &#x000fc;berwiegend im Gesundheitssektor absolvierten Ausbildungen mit Erfahrungen verbunden waren, die zu Vorbehalten gegen&#x000fc;ber chirurgischen F&#x000e4;chern gef&#x000fc;hrt hatten. Dies legt auch eine Studie nahe, die einen R&#x000fc;ckgang des Interesses der Studierenden an einer chirurgischen Weiterbildung im Verlauf des Medizinstudiums beobachtete, welcher mutma&#x000df;lich auf die Erfahrungen mit den Arbeitsbedingungen im chirurgischen Bereich zur&#x000fc;ckgef&#x000fc;hrt wurde [<xref ref-type="bibr" rid="CR16">16</xref>].</p></sec><sec id="Sec17"><title>Praktische chirurgische Bez&#x000fc;ge steigern die Lernmotivation f&#x000fc;r die Anatomie</title><p>Die Verkn&#x000fc;pfung von theoretischen anatomischen Lerninhalten mit deren praktischer Anwendung im chirurgischen Kontext f&#x000fc;hrte bei &#x000fc;ber der H&#x000e4;lfte der Medizinstudierenden zu einem gesteigerten Interesse am Fach Anatomie (59&#x0202f;%) und insbesondere zur vermehrten Besch&#x000e4;ftigung mit den topographischen Aspekten (56&#x0202f;%). Als einen Hauptgrund nannten die Teilnehmenden das durch die praktischen &#x000dc;bungen geweckte Bewusstsein f&#x000fc;r die klinisch-chirurgische Relevanz der Anatomie &#x02013;&#x000a0;was sich mit den Ergebnissen einer Studie deckt, in der Medizinstudierenden die Laparoskopie ebenfalls an einem K&#x000f6;rperspender vorgef&#x000fc;hrt wurde [<xref ref-type="bibr" rid="CR11">11</xref>]. In Freitextkommentaren wurde insbesondere ge&#x000e4;u&#x000df;ert, dass das laparoskopische Training dazu inspiriert habe, die Anatomie aus verschiedenen Blickwinkeln, Perspektiven und in Bezug zu chirurgischen Prozeduren zu betrachten&#x000a0;&#x02013; ein Ansatz, der &#x000fc;ber das klassische Anatomielehrbuch- und Atlaskonzept hinausgeht. Vergleichbare Steigerungen der Lernmotivation und des Verst&#x000e4;ndnisses anatomischer Zusammenh&#x000e4;nge lie&#x000df;en sich auch durch aktive Teilnahme von Medizinstudierenden des vorklinischen Studienabschnittes an einem interdisziplin&#x000e4;ren Kongress f&#x000fc;r minimal-invasive Chirurgie erzielen [<xref ref-type="bibr" rid="CR3">3</xref>].</p></sec><sec id="Sec18"><title>Ausblick</title><p>Zum einen konnte das Lehrprojekt belegen, dass die Integration praxisnaher chirurgischer Techniken in den vorklinischen Anatomieunterricht ein gesteigertes Interesse an einer sp&#x000e4;teren chirurgischen T&#x000e4;tigkeit weckt. Zum anderen konnte die Lernmotivation f&#x000fc;r das Fach Anatomie und das Verst&#x000e4;ndnis f&#x000fc;r deren klinische Relevanz erh&#x000f6;ht werden. Die durch die drei Module (Klinik-Vorlesung, Laparoskopie am K&#x000f6;rperspender, laparoskopische &#x000dc;bungen) erzielten didaktischen Effekte und die Interessensteigerung f&#x000fc;r eine sp&#x000e4;tere berufliche Laufbahn in der Chirurgie geben Anlass, dieses Lehrprojekt in das Kurrikulum dauerhaft zu integrieren und auch an anderen medizinischen Hochschulen zu implementieren&#x000a0;&#x02013; zumal der personelle und technische Ressourcenbedarf mit Unterst&#x000fc;tzung seitens der operativ t&#x000e4;tigen Kliniken und der Medizintechnik relativ gut zu bew&#x000e4;ltigen ist.</p><p>Allerdings sollten longitudinale Untersuchungen &#x000fc;berpr&#x000fc;fen, ob das in dieser Querschnittsanalyse gesteigerte Interesse der Medizinstudierenden an einer chirurgischen T&#x000e4;tigkeit langfristig Bestand hat und tats&#x000e4;chlich zum beruflichen Einstieg in ein chirurgisches Fachgebiet f&#x000fc;hrt. Hoffnungsvoll stimmt in diesem Zusammenhang eine Studie des Columbia University College of Physicians and Surgeons, der zufolge sich ein stetiger R&#x000fc;ckgang von Bewerbungen f&#x000fc;r chirurgische Weiterbildungen umkehrte und ein Anstieg der Bewerberzahlen einsetzte, nachdem Medizinstudierende mit verschiedenen chirurgischen Lehrprogrammen gezielt gef&#x000f6;rdert wurden [<xref ref-type="bibr" rid="CR15">15</xref>].</p></sec></sec><sec id="Sec19" sec-type="conclusion"><title>Fazit f&#x000fc;r die Praxis</title><p>
<list list-type="bullet"><list-item><p>Medizinstudierende haben geschlechtsunabh&#x000e4;ngig ein hohes Interesse, chirurgische Fertigkeiten bereits in der Vorklinik zu erlernen.</p></list-item><list-item><p>Fr&#x000fc;hzeitige Einbindung und stressfreies Ein&#x000fc;ben minimal-invasiver chirurgischer Techniken in der Vorklinik f&#x000f6;rdern das Interesse f&#x000fc;r eine chirurgische Laufbahn.</p></list-item><list-item><p>Integration von chirurgischen Arbeitsmethoden und damit verbundenen klinischen Bez&#x000fc;gen in den Anatomieunterricht steigern die Lernmotivation f&#x000fc;r die makroskopisch-topographische Anatomie.</p></list-item></list>
</p></sec><sec id="Sec20" sec-type="supplementary-material"><title>Supplementary Information</title><p>
<supplementary-material content-type="local-data" id="MOESM1"><media xlink:href="104_2024_2145_MOESM1_ESM.docx"><caption><p>Fragebogen</p></caption></media></supplementary-material>
</p></sec></body><back><fn-group><fn><p>Autoren trugen gleicherma&#x000df;en zur Arbeit bei: Marvin Heimke, Tillmann Heinze.</p><p>Geteilte Letztautorenschaft: Ibrahim Alkatout, Thilo Wedel<sup>.</sup></p></fn><fn><p>
<graphic position="anchor" xlink:href="104_2024_2145_Figqr_HTML" id="d33e244"/>
</p><p>Zusatzmaterial online &#x02013; bitte QR-Code scannen</p></fn><fn><p><bold>Hinweis des Verlags</bold></p><p>Der Verlag bleibt in Hinblick auf geografische Zuordnungen und Gebietsbezeichnungen in ver&#x000f6;ffentlichten Karten und Institutsadressen neutral.</p></fn></fn-group><ack><sec id="FPar1"><title>Danksagung</title><p>Die Autoren danken Merle Winkler, Stefanie Gundlach, Arndt Gundlach, Thomas Benecke, Irina N&#x000fc;nning (Anatomisches Institut, Universit&#x000e4;t Kiel) sowie Hanna Bu&#x000df; und Friedelotte Goltz (Kiel School of Gynecological Endoscopy, Universit&#x000e4;tsklinikum Schleswig-Holstein Campus Kiel) f&#x000fc;r die Unterst&#x000fc;tzung bei der Durchf&#x000fc;hrung des Lehrprojekts. Die Autoren danken den Medizintechnik-Firmen Karl Storz, Olympus Deutschland GmbH und Applied Medical f&#x000fc;r die Bereitstellung der technischen Ausr&#x000fc;stung zur praktischen Durchf&#x000fc;hrung des Lehrprojekts.</p></sec><sec id="FPar2"><title>F&#x000f6;rderung</title><p>Das Projekt wurde vom Fonds f&#x000fc;r Lehrinnovation der Christian-Albrechts-Universit&#x000e4;t zu Kiel gef&#x000f6;rdert (Antragsteller: M.H.).</p></sec></ack><notes notes-type="funding-information"><title>Funding</title><p>Open Access funding enabled and organized by Projekt DEAL.</p></notes><notes><title>Einhaltung ethischer Richtlinien</title><notes id="FPar3"><title>Interessenkonflikt</title><p>M.&#x000a0;Heimke, T.&#x000a0;Heinze, J.&#x000a0;Baumann, B.&#x000a0;Kurz, I.&#x000a0;Alkatout und T.&#x000a0;Wedel geben an, dass kein Interessenkonflikt besteht.</p></notes><notes><p>Der K&#x000f6;rperspender wurde &#x000fc;ber das K&#x000f6;rperspendewesen des Anatomischen Instituts der Christian-Albrechts-Universit&#x000e4;t zu Kiel nach vorheriger schriftlicher Einwilligung zur Verwendung f&#x000fc;r Lehr- und Forschungszwecke rekrutiert. Alle Personen, die &#x000fc;ber Bildmaterial oder anderweitige Angaben innerhalb des Manuskripts zu identifizieren sind, haben hierzu ihre Einwilligung gegeben.</p></notes></notes><ref-list id="Bib1"><title>Literatur</title><ref id="CR1"><label>1.</label><citation-alternatives><element-citation id="ec-CR1" publication-type="journal"><person-group person-group-type="author"><name><surname>Ackermann</surname><given-names>J</given-names></name><name><surname>Baumann</surname><given-names>J</given-names></name><name><surname>Pape</surname><given-names>J</given-names></name><etal/></person-group><article-title>Factors influencing surgical performance and learning progress in minimally invasive surgery&#x02014;results of an interdisciplinary multicenter study</article-title><source>Int J Surg</source><year>2023</year><volume>109</volume><fpage>2975</fpage><lpage>2986</lpage><pub-id pub-id-type="pmid">37462985</pub-id>
</element-citation><mixed-citation id="mc-CR1" publication-type="journal">Ackermann&#x000a0;J, Baumann&#x000a0;J, Pape&#x000a0;J et&#x000a0;al (2023) Factors influencing surgical performance and learning progress in minimally invasive surgery&#x02014;results of an interdisciplinary multicenter study. Int J Surg 109:2975&#x02013;2986<pub-id pub-id-type="pmid">37462985</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR2"><label>2.</label><mixed-citation publication-type="other">Ackermann J, Pape J, Vogler F et&#x000a0;al (2024) The Feasibility of Practical Training in Minimally Invasive Surgery at Medical School&#x02014;A Prospective Study on the Pelvitrainer. Medicina 60:</mixed-citation></ref><ref id="CR3"><label>3.</label><citation-alternatives><element-citation id="ec-CR3" publication-type="journal"><person-group person-group-type="author"><name><surname>Alkatout</surname><given-names>I</given-names></name><name><surname>G&#x000fc;nther</surname><given-names>V</given-names></name><name><surname>Br&#x000fc;gge</surname><given-names>S</given-names></name><etal/></person-group><article-title>Involvement of medical students in a&#x000a0;surgery congress: impact on learning motivation, decision-making for a&#x000a0;career in surgery, and educational curriculum</article-title><source>Wien Med Wochenschr</source><year>2021</year><volume>171</volume><fpage>182</fpage><lpage>193</lpage><pub-id pub-id-type="doi">10.1007/s10354-020-00802-w</pub-id><pub-id pub-id-type="pmid">33443613</pub-id>
</element-citation><mixed-citation id="mc-CR3" publication-type="journal">Alkatout&#x000a0;I, G&#x000fc;nther&#x000a0;V, Br&#x000fc;gge&#x000a0;S et&#x000a0;al (2021) Involvement of medical students in a&#x000a0;surgery congress: impact on learning motivation, decision-making for a&#x000a0;career in surgery, and educational curriculum. Wien Med Wochenschr 171:182&#x02013;193<pub-id pub-id-type="pmid">33443613</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR4"><label>4.</label><citation-alternatives><element-citation id="ec-CR4" publication-type="journal"><person-group person-group-type="author"><name><surname>Antiel</surname><given-names>RM</given-names></name><name><surname>Thompson</surname><given-names>SM</given-names></name><name><surname>Camp</surname><given-names>CL</given-names></name><etal/></person-group><article-title>Attracting students to surgical careers: preclinical surgical experience</article-title><source>J Surg Educ</source><year>2012</year><volume>69</volume><fpage>301</fpage><lpage>305</lpage><pub-id pub-id-type="doi">10.1016/j.jsurg.2011.10.001</pub-id><pub-id pub-id-type="pmid">22483128</pub-id>
</element-citation><mixed-citation id="mc-CR4" publication-type="journal">Antiel&#x000a0;RM, Thompson&#x000a0;SM, Camp&#x000a0;CL et&#x000a0;al (2012) Attracting students to surgical careers: preclinical surgical experience. J&#x000a0;Surg Educ 69:301&#x02013;305<pub-id pub-id-type="pmid">22483128</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR5"><label>5.</label><citation-alternatives><element-citation id="ec-CR5" publication-type="journal"><person-group person-group-type="author"><name><surname>Are</surname><given-names>C</given-names></name><name><surname>Stoddard</surname><given-names>HA</given-names></name><name><surname>Thompson</surname><given-names>JS</given-names></name><etal/></person-group><article-title>The influence of surgical demonstrations during an anatomy course on the perceptions of first-year medical students toward surgeons and a&#x000a0;surgical career</article-title><source>J Surg Educ</source><year>2010</year><volume>67</volume><fpage>320</fpage><lpage>324</lpage><pub-id pub-id-type="doi">10.1016/j.jsurg.2010.07.016</pub-id><pub-id pub-id-type="pmid">21035773</pub-id>
</element-citation><mixed-citation id="mc-CR5" publication-type="journal">Are&#x000a0;C, Stoddard&#x000a0;HA, Thompson&#x000a0;JS et&#x000a0;al (2010) The influence of surgical demonstrations during an anatomy course on the perceptions of first-year medical students toward surgeons and a&#x000a0;surgical career. J&#x000a0;Surg Educ 67:320&#x02013;324<pub-id pub-id-type="pmid">21035773</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR6"><label>6.</label><citation-alternatives><element-citation id="ec-CR6" publication-type="journal"><person-group person-group-type="author"><name><surname>Barth</surname><given-names>U</given-names></name><name><surname>Meyer</surname><given-names>F</given-names></name><name><surname>Halloul</surname><given-names>Z</given-names></name></person-group><article-title>Lack of experienced surgeons in vascular surgery&#x02014;A joint task</article-title><source>Chirurgie</source><year>2023</year><volume>94</volume><fpage>780</fpage><lpage>788</lpage><pub-id pub-id-type="doi">10.1007/s00104-023-01900-2</pub-id><pub-id pub-id-type="pmid">37349542</pub-id>
</element-citation><mixed-citation id="mc-CR6" publication-type="journal">Barth&#x000a0;U, Meyer&#x000a0;F, Halloul&#x000a0;Z (2023) Lack of experienced surgeons in vascular surgery&#x02014;A joint task. Chirurgie 94:780&#x02013;788<pub-id pub-id-type="pmid">37349542</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR7"><label>7.</label><citation-alternatives><element-citation id="ec-CR7" publication-type="journal"><person-group person-group-type="author"><name><surname>Bauer</surname><given-names>F</given-names></name><name><surname>Rommel</surname><given-names>N</given-names></name><name><surname>Koerdt</surname><given-names>S</given-names></name><etal/></person-group><article-title>Can a&#x000a0;one-day practical lesson in surgical skills encourage medical students to consider a&#x000a0;surgical career?</article-title><source>Br J Oral Maxillofac Surg</source><year>2016</year><volume>54</volume><fpage>405</fpage><lpage>409</lpage><pub-id pub-id-type="doi">10.1016/j.bjoms.2015.10.002</pub-id><pub-id pub-id-type="pmid">26549483</pub-id>
</element-citation><mixed-citation id="mc-CR7" publication-type="journal">Bauer&#x000a0;F, Rommel&#x000a0;N, Koerdt&#x000a0;S et&#x000a0;al (2016) Can a&#x000a0;one-day practical lesson in surgical skills encourage medical students to consider a&#x000a0;surgical career? Br J Oral Maxillofac Surg 54:405&#x02013;409<pub-id pub-id-type="pmid">26549483</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR8"><label>8.</label><mixed-citation publication-type="other">Bundes&#x000e4;rztekammer (2021) &#x000c4;rztestatistik. <ext-link ext-link-type="uri" xlink:href="https://www.bundesaerztekammer.de/baek/ueber-uns/aerztestatistik/">https://www.bundesaerztekammer.de/baek/ueber-uns/aerztestatistik/</ext-link>. Zugegriffen: 20. Febr. 2024</mixed-citation></ref><ref id="CR9"><label>9.</label><citation-alternatives><element-citation id="ec-CR9" publication-type="journal"><person-group person-group-type="author"><name><surname>Cronin</surname><given-names>C</given-names></name><name><surname>Lucas</surname><given-names>M</given-names></name><name><surname>Mccarthy</surname><given-names>A</given-names></name><etal/></person-group><article-title>Are we reaping what we sow? Gender diversity in surgery: a&#x000a0;survey of medical students</article-title><source>Postgrad Med J</source><year>2019</year><volume>95</volume><fpage>119</fpage><lpage>124</lpage><pub-id pub-id-type="doi">10.1136/postgradmedj-2018-136136</pub-id><pub-id pub-id-type="pmid">30975724</pub-id>
</element-citation><mixed-citation id="mc-CR9" publication-type="journal">Cronin&#x000a0;C, Lucas&#x000a0;M, Mccarthy&#x000a0;A et&#x000a0;al (2019) Are we reaping what we sow? Gender diversity in surgery: a&#x000a0;survey of medical students. Postgrad Med&#x000a0;J 95:119&#x02013;124<pub-id pub-id-type="pmid">30975724</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR10"><label>10.</label><citation-alternatives><element-citation id="ec-CR10" publication-type="journal"><person-group person-group-type="author"><name><surname>Ganschow</surname><given-names>P</given-names></name></person-group><article-title>Attitude of medical students towards a&#x000a0;surgical career&#x02014;a&#x000a0;global phenomenon?</article-title><source>Zentralbl Chir</source><year>2012</year><volume>137</volume><fpage>113</fpage><lpage>117</lpage><pub-id pub-id-type="pmid">22495484</pub-id>
</element-citation><mixed-citation id="mc-CR10" publication-type="journal">Ganschow&#x000a0;P (2012) Attitude of medical students towards a&#x000a0;surgical career&#x02014;a&#x000a0;global phenomenon? Zentralbl Chir 137:113&#x02013;117<pub-id pub-id-type="pmid">22495484</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR11"><label>11.</label><citation-alternatives><element-citation id="ec-CR11" publication-type="journal"><person-group person-group-type="author"><name><surname>Glasgow</surname><given-names>SC</given-names></name><name><surname>Tiemann</surname><given-names>D</given-names></name><name><surname>Frisella</surname><given-names>MM</given-names></name><etal/></person-group><article-title>Laparoscopy as an educational and recruiting tool</article-title><source>Am J Surg</source><year>2006</year><volume>191</volume><fpage>542</fpage><lpage>544</lpage><pub-id pub-id-type="doi">10.1016/j.amjsurg.2006.01.008</pub-id><pub-id pub-id-type="pmid">16531151</pub-id>
</element-citation><mixed-citation id="mc-CR11" publication-type="journal">Glasgow&#x000a0;SC, Tiemann&#x000a0;D, Frisella&#x000a0;MM et&#x000a0;al (2006) Laparoscopy as an educational and recruiting tool. Am J Surg 191:542&#x02013;544<pub-id pub-id-type="pmid">16531151</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR12"><label>12.</label><citation-alternatives><element-citation id="ec-CR12" publication-type="journal"><person-group person-group-type="author"><name><surname>G&#x000f6;tz</surname><given-names>K</given-names></name><name><surname>Miksch</surname><given-names>A</given-names></name><name><surname>Hermann</surname><given-names>K</given-names></name><etal/></person-group><article-title>Aspirations of medical students: &#x0201c;planning for a&#x000a0;secure career&#x0201d;&#x02014;results of an online-survey among students at five medical schools in Germany</article-title><source>Dtsch Med Wochenschr</source><year>2011</year><volume>136</volume><fpage>253</fpage><lpage>257</lpage><pub-id pub-id-type="doi">10.1055/s-0031-1272520</pub-id><pub-id pub-id-type="pmid">21287428</pub-id>
</element-citation><mixed-citation id="mc-CR12" publication-type="journal">G&#x000f6;tz&#x000a0;K, Miksch&#x000a0;A, Hermann&#x000a0;K et&#x000a0;al (2011) Aspirations of medical students: &#x0201c;planning for a&#x000a0;secure career&#x0201d;&#x02014;results of an online-survey among students at five medical schools in Germany. Dtsch Med Wochenschr 136:253&#x02013;257<pub-id pub-id-type="pmid">21287428</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR13"><label>13.</label><citation-alternatives><element-citation id="ec-CR13" publication-type="journal"><person-group person-group-type="author"><name><surname>Hibbeler</surname><given-names>B</given-names></name><name><surname>Korzilius</surname><given-names>H</given-names></name></person-group><article-title>Arztberuf: Die Medizin wird weiblich</article-title><source>Dtsch &#x000c4;rztebl</source><year>2008</year><volume>105</volume><fpage>A-609</fpage><lpage>B-539</lpage></element-citation><mixed-citation id="mc-CR13" publication-type="journal">Hibbeler&#x000a0;B, Korzilius&#x000a0;H (2008) Arztberuf: Die Medizin wird weiblich. Dtsch &#x000c4;rztebl 105:A-609&#x02013;B-539 (C-527)</mixed-citation></citation-alternatives></ref><ref id="CR14"><label>14.</label><citation-alternatives><element-citation id="ec-CR14" publication-type="journal"><person-group person-group-type="author"><name><surname>J&#x000e4;hne</surname><given-names>J</given-names></name><name><surname>Mittelst&#x000e4;dt</surname><given-names>A</given-names></name><name><surname>G&#x000f6;tzky</surname><given-names>K</given-names></name></person-group><article-title>Student program, congress grants and their potential influence on surgical career selection</article-title><source>Chirurg</source><year>2017</year><volume>88</volume><fpage>950</fpage><lpage>955</lpage><pub-id pub-id-type="doi">10.1007/s00104-017-0520-2</pub-id><pub-id pub-id-type="pmid">28980035</pub-id>
</element-citation><mixed-citation id="mc-CR14" publication-type="journal">J&#x000e4;hne&#x000a0;J, Mittelst&#x000e4;dt&#x000a0;A, G&#x000f6;tzky&#x000a0;K (2017) Student program, congress grants and their potential influence on surgical career selection. Chirurg 88:950&#x02013;955<pub-id pub-id-type="pmid">28980035</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR15"><label>15.</label><citation-alternatives><element-citation id="ec-CR15" publication-type="journal"><person-group person-group-type="author"><name><surname>Kirkham</surname><given-names>JC</given-names></name><name><surname>Widmann</surname><given-names>WD</given-names></name><name><surname>Leddy</surname><given-names>D</given-names></name><etal/></person-group><article-title>Medical student entry into general surgery increases with early exposure to surgery and to surgeons</article-title><source>Curr Surg</source><year>2006</year><volume>63</volume><fpage>397</fpage><lpage>400</lpage><pub-id pub-id-type="doi">10.1016/j.cursur.2006.05.005</pub-id><pub-id pub-id-type="pmid">17084768</pub-id>
</element-citation><mixed-citation id="mc-CR15" publication-type="journal">Kirkham&#x000a0;JC, Widmann&#x000a0;WD, Leddy&#x000a0;D et&#x000a0;al (2006) Medical student entry into general surgery increases with early exposure to surgery and to surgeons. Curr Surg 63:397&#x02013;400<pub-id pub-id-type="pmid">17084768</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR16"><label>16.</label><citation-alternatives><element-citation id="ec-CR16" publication-type="journal"><person-group person-group-type="author"><name><surname>Kleinert</surname><given-names>R</given-names></name><name><surname>Fuchs</surname><given-names>C</given-names></name><name><surname>Romotzky</surname><given-names>V</given-names></name><etal/></person-group><article-title>Generation&#x000a0;Y and surgical residency&#x02014;Passing the baton or the end of the world as we know it? Results from a&#x000a0;survey among medical students in Germany</article-title><source>PLoS ONE</source><year>2017</year><volume>12</volume><fpage>e0188114</fpage><pub-id pub-id-type="doi">10.1371/journal.pone.0188114</pub-id><pub-id pub-id-type="pmid">29176812</pub-id>
</element-citation><mixed-citation id="mc-CR16" publication-type="journal">Kleinert&#x000a0;R, Fuchs&#x000a0;C, Romotzky&#x000a0;V et&#x000a0;al (2017) Generation&#x000a0;Y and surgical residency&#x02014;Passing the baton or the end of the world as we know it? Results from a&#x000a0;survey among medical students in Germany. PLoS ONE 12:e188114<pub-id pub-id-type="pmid">29176812</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR17"><label>17.</label><citation-alternatives><element-citation id="ec-CR17" publication-type="journal"><person-group person-group-type="author"><name><surname>Neuhaus</surname><given-names>P</given-names></name></person-group><article-title>Why should young doctors choose to become surgeons?</article-title><source>Ann Surg</source><year>2007</year><volume>246</volume><fpage>911</fpage><lpage>915</lpage><pub-id pub-id-type="doi">10.1097/SLA.0b013e31815c29ed</pub-id><pub-id pub-id-type="pmid">18043091</pub-id>
</element-citation><mixed-citation id="mc-CR17" publication-type="journal">Neuhaus&#x000a0;P (2007) Why should young doctors choose to become surgeons? Ann Surg 246:911&#x02013;915<pub-id pub-id-type="pmid">18043091</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR18"><label>18.</label><mixed-citation publication-type="other">Osenberg D, Huenges B, Klock M et&#x000a0;al (2010) Wer wird denn noch Chirurg? BDC Online. <ext-link ext-link-type="uri" xlink:href="https://www.bdc.de/wer-wird-denn-noch-chirurg-zukunftsplaene-der-nachwuchsmediziner-an-deutschen-universitaeten/">https://www.bdc.de/wer-wird-denn-noch-chirurg-zukunftsplaene-der-nachwuchsmediziner-an-deutschen-universitaeten/</ext-link>. Zugegriffen: 8. M&#x000e4;rz 2024</mixed-citation></ref><ref id="CR19"><label>19.</label><citation-alternatives><element-citation id="ec-CR19" publication-type="journal"><person-group person-group-type="author"><name><surname>Patel</surname><given-names>MS</given-names></name><name><surname>Mowlds</surname><given-names>DS</given-names></name><name><surname>Khalsa</surname><given-names>B</given-names></name><etal/></person-group><article-title>Early intervention to promote medical student interest in surgery and the surgical subspecialties</article-title><source>J Surg Educ</source><year>2013</year><volume>70</volume><fpage>81</fpage><lpage>86</lpage><pub-id pub-id-type="doi">10.1016/j.jsurg.2012.09.001</pub-id><pub-id pub-id-type="pmid">23337675</pub-id>
</element-citation><mixed-citation id="mc-CR19" publication-type="journal">Patel&#x000a0;MS, Mowlds&#x000a0;DS, Khalsa&#x000a0;B et&#x000a0;al (2013) Early intervention to promote medical student interest in surgery and the surgical subspecialties. J&#x000a0;Surg Educ 70:81&#x02013;86<pub-id pub-id-type="pmid">23337675</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR20"><label>20.</label><mixed-citation publication-type="other">Ruchay Z, Pape J, Cordt JS et&#x000a0;al (2024) Does an aptitude for surgery exist and can we predict it? an experimental study. Int J Surg </mixed-citation></ref><ref id="CR21"><label>21.</label><citation-alternatives><element-citation id="ec-CR21" publication-type="journal"><person-group person-group-type="author"><name><surname>Schneider</surname><given-names>KN</given-names></name><name><surname>Masthoff</surname><given-names>M</given-names></name><name><surname>Gosheger</surname><given-names>G</given-names></name><etal/></person-group><article-title>Generation&#x000a0;Y in surgery&#x02014;the competition battle for talent in times of talent shortage</article-title><source>Chirurg</source><year>2020</year><volume>91</volume><fpage>955</fpage><lpage>961</lpage><pub-id pub-id-type="doi">10.1007/s00104-020-01138-2</pub-id><pub-id pub-id-type="pmid">32060578</pub-id>
</element-citation><mixed-citation id="mc-CR21" publication-type="journal">Schneider&#x000a0;KN, Masthoff&#x000a0;M, Gosheger&#x000a0;G et&#x000a0;al (2020) Generation&#x000a0;Y in surgery&#x02014;the competition battle for talent in times of talent shortage. Chirurg 91:955&#x02013;961<pub-id pub-id-type="pmid">32060578</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR22"><label>22.</label><citation-alternatives><element-citation id="ec-CR22" publication-type="journal"><person-group person-group-type="author"><name><surname>Seifert</surname><given-names>LB</given-names></name><name><surname>Sterz</surname><given-names>J</given-names></name><name><surname>Bender</surname><given-names>B</given-names></name><etal/></person-group><article-title>Undergraduate medical students need more training in craniomaxillofacial surgery: a&#x000a0;comparative study between medical and dental students</article-title><source>Innov Surg Sci</source><year>2017</year><volume>2</volume><fpage>239</fpage><lpage>245</lpage><pub-id pub-id-type="pmid">31579757</pub-id>
</element-citation><mixed-citation id="mc-CR22" publication-type="journal">Seifert&#x000a0;LB, Sterz&#x000a0;J, Bender&#x000a0;B et&#x000a0;al (2017) Undergraduate medical students need more training in craniomaxillofacial surgery: a&#x000a0;comparative study between medical and dental students. Innov Surg Sci 2:239&#x02013;245<pub-id pub-id-type="pmid">31579757</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR23"><label>23.</label><citation-alternatives><element-citation id="ec-CR23" publication-type="journal"><person-group person-group-type="author"><name><surname>Seo</surname><given-names>HS</given-names></name><name><surname>Eom</surname><given-names>YH</given-names></name><name><surname>Kim</surname><given-names>MK</given-names></name><etal/></person-group><article-title>A one-day surgical-skill training course for medical students&#x02019; improved surgical skills and increased interest in surgery as a&#x000a0;career</article-title><source>BMC Med Educ</source><year>2017</year><volume>17</volume><fpage>265</fpage><pub-id pub-id-type="doi">10.1186/s12909-017-1106-x</pub-id><pub-id pub-id-type="pmid">29282043</pub-id>
</element-citation><mixed-citation id="mc-CR23" publication-type="journal">Seo&#x000a0;HS, Eom&#x000a0;YH, Kim&#x000a0;MK et&#x000a0;al (2017) A one-day surgical-skill training course for medical students&#x02019; improved surgical skills and increased interest in surgery as a&#x000a0;career. BMC Med Educ 17:265<pub-id pub-id-type="pmid">29282043</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR24"><label>24.</label><citation-alternatives><element-citation id="ec-CR24" publication-type="journal"><person-group person-group-type="author"><name><surname>Shelton</surname><given-names>J</given-names></name><name><surname>Obregon</surname><given-names>M</given-names></name><name><surname>Luo</surname><given-names>J</given-names></name><etal/></person-group><article-title>Factors Influencing a&#x000a0;Medical Student&#x02019;s Decision to Pursue Surgery as a&#x000a0;Career</article-title><source>World j surg</source><year>2019</year><volume>43</volume><fpage>2986</fpage><lpage>2993</lpage><pub-id pub-id-type="doi">10.1007/s00268-019-05167-9</pub-id><pub-id pub-id-type="pmid">31506712</pub-id>
</element-citation><mixed-citation id="mc-CR24" publication-type="journal">Shelton&#x000a0;J, Obregon&#x000a0;M, Luo&#x000a0;J et&#x000a0;al (2019) Factors Influencing a&#x000a0;Medical Student&#x02019;s Decision to Pursue Surgery as a&#x000a0;Career. World j surg 43:2986&#x02013;2993<pub-id pub-id-type="pmid">31506712</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR25"><label>25.</label><citation-alternatives><element-citation id="ec-CR25" publication-type="journal"><person-group person-group-type="author"><name><surname>Thomas</surname><given-names>A</given-names></name><name><surname>Murtaza</surname><given-names>AN</given-names></name><name><surname>Michael Spiers</surname><given-names>HV</given-names></name><etal/></person-group><article-title>Declining interest in general surgical training&#x02014;Challenging misconceptions and improving access at undergraduate level</article-title><source>Ann Med Surg</source><year>2019</year><volume>40</volume><fpage>3</fpage><lpage>8</lpage><pub-id pub-id-type="doi">10.1016/j.amsu.2018.11.002</pub-id></element-citation><mixed-citation id="mc-CR25" publication-type="journal">Thomas&#x000a0;A, Murtaza&#x000a0;AN, Michael Spiers&#x000a0;HV et&#x000a0;al (2019) Declining interest in general surgical training&#x02014;Challenging misconceptions and improving access at undergraduate level. Ann Med Surg 40:3&#x02013;8</mixed-citation></citation-alternatives></ref><ref id="CR26"><label>26.</label><mixed-citation publication-type="other">Vallb&#x000f6;hmer D, Fuchs H, Dittmar R et&#x000a0;al (2018) &#x0201e;Nehmen wir jetzt jeden?&#x0201c; &#x02013; Eine Umfrage in deutschen chirurgischen Kliniken. Passion Chir 8:</mixed-citation></ref></ref-list></back></article>