<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" dtd-version="1.3" xml:lang="es" article-type="editorial"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">An Sist Sanit Navar</journal-id><journal-id journal-id-type="iso-abbrev">An Sist Sanit Navar</journal-id><journal-id journal-id-type="publisher-id">assn</journal-id><journal-title-group><journal-title>Anales del Sistema Sanitario de Navarra</journal-title></journal-title-group><issn pub-type="ppub">1137-6627</issn><issn pub-type="epub">2340-3527</issn><publisher><publisher-name>Gobierno de Navarra. Departamento de Salud</publisher-name></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmid">40279493</article-id><article-id pub-id-type="pmc">PMC12101607</article-id>
<article-id pub-id-type="doi">10.23938/ASSN.1121</article-id><article-categories><subj-group subj-group-type="heading"><subject>Editorial</subject></subj-group></article-categories><title-group><article-title>Avances y retos de la revista Anales del Sistema Sanitario de Navarra. Desempe&#x000f1;o editorial en 2024</article-title><trans-title-group xml:lang="en"><trans-title>Progress and challenges in Anales del Sistema Sanitario de Navarra. Insights from 2024</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author"><contrib-id contrib-id-type="orcid" authenticated="false">http://orcid.org/0000-0002-2964-6361</contrib-id><name><surname>Berm&#x000fa;dez-Tamayo</surname><given-names>Clara</given-names></name><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref><xref rid="aff2" ref-type="aff">
<sup>2</sup>
</xref><xref rid="aff3" ref-type="aff">
<sup>3</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid" authenticated="false">http://orcid.org/0000-0003-1670-5323</contrib-id><name><surname>Beorlegui</surname><given-names>Carmen</given-names></name><xref rid="aff4" ref-type="aff">
<sup>4</sup>
</xref></contrib></contrib-group><aff id="aff1">
<label>1</label>
<institution content-type="orgname">Universidad de Granada</institution>
<addr-line>
<city>Granada</city>
</addr-line>
<country country="ES">Espa&#x000f1;a</country>
</aff><aff id="aff2">
<label>2</label>
<institution content-type="orgname">Instituto de Investigaci&#x000f3;n Biosanitaria ibs.GRANADA</institution>
<addr-line>
<city>Granada</city>
</addr-line>
<country country="ES">Espa&#x000f1;a</country>
</aff><aff id="aff3">
<label>3</label>
<institution content-type="orgname">CIBER de Epidemiolog&#x000ed;a y Salud P&#x000fa;blica (CIBERESP)</institution>
<country country="ES">Espa&#x000f1;a</country>
</aff><aff id="aff4">
<label>4</label>
<institution content-type="orgname">Gobierno de Navarra</institution>
<institution content-type="orgdiv1">Departamento de Salud. Servicio de Planificaci&#x000f3;n, Estrategia Sanitaria e Investigaci&#x000f3;n</institution>
<addr-line>
<city>Pamplona</city>
</addr-line>
<country country="ES">Espa&#x000f1;a</country>
</aff><author-notes><corresp id="c1"><label>Correspondencia</label>: Clara Berm&#x000fa;dez-Tamayo [<email>cbermudez@ugr.es</email>]</corresp></author-notes><pub-date date-type="collection" publication-format="electronic"><season>Jan-Apr</season><year>2025</year></pub-date><pub-date publication-format="electronic" date-type="pub"><day>25</day><month>4</month><year>2025</year></pub-date><volume>48</volume><issue>1</issue><elocation-id>e1121</elocation-id><permissions><license><ali:license_ref xmlns:ali="http://www.niso.org/schemas/ali/1.0/" specific-use="textmining" content-type="ccbysalicense">https://creativecommons.org/licenses/by-sa/4.0/</ali:license_ref><license-p>Este es un art&#x000ed;culo publicado en acceso abierto bajo una licencia Creative Commons</license-p></license></permissions><counts><table-count count="1"/><ref-count count="15"/></counts></article-meta></front><body><p>En el editorial del volumen 45(2) de abril de 2022<xref rid="B1" ref-type="bibr"><sup>1</sup></xref>, y con ocasi&#x000f3;n del 25 aniversario de la revista Anales del Sistema Sanitario de Navarra, explicamos los cambios experimentados por la revista en los &#x000fa;ltimos a&#x000f1;os y la decisi&#x000f3;n abandonar la publicaci&#x000f3;n impresa cuatrimestral para optar por la publicaci&#x000f3;n en formato solo electr&#x000f3;nico, manteniendo la periodicidad. Este cambio ven&#x000ed;a de la mano de un reto: asegurar la preservaci&#x000f3;n del material publicado, a fin de mantener la indexaci&#x000f3;n de la revista en PubMed.</p><p>Optamos por su dep&#x000f3;sito en PubMed Central, lo que implic&#x000f3; actualizar las pol&#x000ed;ticas de la revista para superar la requerida evaluaci&#x000f3;n. Y tambi&#x000e9;n asumimos el reto de presentar la revista a la evaluaci&#x000f3;n de calidad editorial de las revistas cient&#x000ed;ficas espa&#x000f1;olas. Un a&#x000f1;o m&#x000e1;s tarde, en junio de 2023, Anales del Sistema Sanitario de Navarra obtuvo el sello que otorga la Fundaci&#x000f3;n Espa&#x000f1;ola de Ciencia y Tecnolog&#x000ed;a (FECYT), con menci&#x000f3;n en buenas pr&#x000e1;cticas editoriales en igualdad de g&#x000e9;nero; actualmente nos encontramos en proceso de renovaci&#x000f3;n del mismo.</p><p>En esta ocasi&#x000f3;n presentamos un balance de la actividad desarrollada por la revista durante el a&#x000f1;o 2024, con el prop&#x000f3;sito de evaluar los logros alcanzados y reflexionar sobre los desaf&#x000ed;os que enfrentamos en 2025.</p><p>En los tres n&#x000fa;meros del volumen 47, la revista ha acogido, adem&#x000e1;s de los correspondientes editoriales, 24 art&#x000ed;culos originales, dos revisiones sistem&#x000e1;ticas, seis notas cl&#x000ed;nicas y tres cartas al editor. Este conjunto de publicaciones refleja tanto la diversidad de disciplinas y enfoques tem&#x000e1;ticos abordados en los env&#x000ed;os a la revista, como la amplitud geogr&#x000e1;fica de los mismos.</p><sec><title>Indicadores editoriales y tendencias hist&#x000f3;ricas</title><p>A continuaci&#x000f3;n, se presentan los principales datos sobre flujo de env&#x000ed;os, decisiones editoriales y tiempos de proceso de la revista Anales del Sistema Sanitario de Navarra durante el a&#x000f1;o 2024, contextualiz&#x000e1;ndolos en las tendencias de a&#x000f1;os previos.</p><sec><title>Flujo de env&#x000ed;os</title><p>En 2024 se recibieron 182 env&#x000ed;os, manteni&#x000e9;ndose por debajo de la serie hist&#x000f3;rica (&#x0003e;200/a&#x000f1;o) a pesar de suponer un incremento del 20% respecto a los 152 del a&#x000f1;o anterior.</p><p>Navarra envi&#x000f3; 26 (14,3%), y 32% procedieron del resto de Espa&#x000f1;a, una cuarta parte de Madrid, Andaluc&#x000ed;a, Arag&#x000f3;n y Comunidad Valenciana, que son las comunidades m&#x000e1;s colaboradoras durante los &#x000fa;ltimos a&#x000f1;os.</p><p>Hasta 2019, la procedencia de m&#x000e1;s del 90% de los env&#x000ed;os era nacional. Sin embargo, el porcentaje de env&#x000ed;os desde otros pa&#x000ed;ses se ha disparado en los &#x000fa;ltimos tres a&#x000f1;os, alcanzando un 54% en 2024. En la serie hist&#x000f3;rica, las contribuciones desde otros pa&#x000ed;ses se reduc&#x000ed;an a afiliaciones de autores aislados y a env&#x000ed;os realizados desde Am&#x000e9;rica del Sur/Central, siendo Per&#x000fa; y Colombia los pa&#x000ed;ses americanos que tradicionalmente realizan m&#x000e1;s env&#x000ed;os. Pero en 2022 se comenzaron a recibir env&#x000ed;os desde Asia que supusieron un 10% de los env&#x000ed;os desde otros pa&#x000ed;ses, contribuci&#x000f3;n que aument&#x000f3; al 40% en 2023 (tres env&#x000ed;os de China) y al 74% en 2024 (58 env&#x000ed;os de China). Estos datos han duplicado el n&#x000fa;mero de env&#x000ed;os procedentes de otros pa&#x000ed;ses respecto de 2023 (54% frente a 26%) y, aunque son datos de un &#x000fa;nico a&#x000f1;o, se engloban en una tendencia ascendente en el tiempo.</p><p>El porcentaje de manuscritos redactados en ingl&#x000e9;s tambi&#x000e9;n muestra una tendencia creciente en Anales del Sistema Sanitario de Navarra durante los &#x000fa;ltimos cinco a&#x000f1;os y, a consecuencia de este cambio en la procedencia de los env&#x000ed;os, el dato de 2024 ha llegado a duplicar el de 2023 (50,5% frente a 20,4%).</p><p>La primera autor&#x000ed;a fue femenina en el 54% de env&#x000ed;os recibidos.</p></sec><sec><title>Decisiones editoriales</title><p>Durante 2024 se tomaron 174 decisiones editoriales. Se aceptaron 37 env&#x000ed;os, lo que representa una tasa de aceptaci&#x000f3;n del 21,3%, dentro del rango de los diez &#x000fa;ltimos a&#x000f1;os, entre el 15 y el 27%, y ligeramente inferior al hist&#x000f3;rico de la revista (25%).</p><p>Se rechazaron 137 env&#x000ed;os (79%). La tasa de rechazo sin revisi&#x000f3;n por pares alcanz&#x000f3; el 59%, mejorando el dato de 2023 (51%), lo que sugiere un endurecimiento en los criterios de selecci&#x000f3;n inicial y es consistente con el objetivo de la revista de mantener altos est&#x000e1;ndares de calidad y relevancia cient&#x000ed;fica desde las primeras etapas del proceso editorial. En contraste, la tasa de rechazo tras la revisi&#x000f3;n por pares fue del 18%, lo que supone una disminuci&#x000f3;n frente al 27% observado en 2023.</p><p>La primera autor&#x000ed;a fue femenina en el 56% de los env&#x000ed;os aceptados y en el 52% de los rechazados. El 52,6% de personas expertas que revisaron los env&#x000ed;os fueron mujeres. Estos datos encajan en los est&#x000e1;ndares de paridad mantenidos por Anales del Sistema Sanitario de Navarra durante los &#x000fa;ltimos a&#x000f1;os.</p></sec><sec><title>Tiempos de procesamiento</title><p>El tiempo medio en d&#x000ed;as hasta el rechazo del env&#x000ed;o fue 19,1 d&#x000ed;as; en caso de rechazo directo la decisi&#x000f3;n se tom&#x000f3; en 8,12 d&#x000ed;as de media, mientras que si el env&#x000ed;o pas&#x000f3; por rondas de revisi&#x000f3;n, el promedio aument&#x000f3; a 68,38 d&#x000ed;as. Desde su recepci&#x000f3;n, los env&#x000ed;os aceptados tardaron 25 semanas en publicarse.</p><p>La <xref rid="t1" ref-type="table">Tabla 1</xref> resume las principales m&#x000e9;tricas editoriales en los cinco &#x000fa;ltimos a&#x000f1;os (2020-2024), incluyendo n&#x000fa;mero de env&#x000ed;os recibidos y aceptados, tasas de rechazo (sin revisi&#x000f3;n y tras pasar por rondas de revisi&#x000f3;n) y los tiempos promedio hasta la primera decisi&#x000f3;n editorial (pasara revisores o rechazar) y aceptaci&#x000f3;n definitiva.</p><p>
<table-wrap position="float" id="t1"><label>Tabla 1</label><caption><title>Estad&#x000ed;sticas editoriales sobre env&#x000ed;os aceptados y rechazados (n&#x000fa;mero y %) en los &#x000fa;ltimos cinco a&#x000f1;os y global</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="1"/></colgroup><thead><tr><th align="left" rowspan="1" colspan="1">
</th><th align="center" rowspan="1" colspan="1">2024</th><th align="center" rowspan="1" colspan="1">2023</th><th align="center" rowspan="1" colspan="1">2022</th><th align="center" rowspan="1" colspan="1">2021</th><th align="center" rowspan="1" colspan="1">2020</th><th align="center" rowspan="1" colspan="1">Global*</th></tr></thead><tbody><tr><td align="left" colspan="7" rowspan="1"><italic toggle="yes">Env&#x000ed;os</italic></td></tr><tr><td align="right" rowspan="1" colspan="1">recibidos</td><td align="center" rowspan="1" colspan="1">182</td><td align="center" rowspan="1" colspan="1">152</td><td align="center" rowspan="1" colspan="1">186</td><td align="center" rowspan="1" colspan="1">258</td><td align="center" rowspan="1" colspan="1">337</td><td align="center" rowspan="1" colspan="1">3.206 (198/a&#x000f1;o)</td></tr><tr><td align="right" rowspan="1" colspan="1">aceptados</td><td align="center" rowspan="1" colspan="1">37</td><td align="center" rowspan="1" colspan="1">31</td><td align="center" rowspan="1" colspan="1">33</td><td align="center" rowspan="1" colspan="1">41</td><td align="center" rowspan="1" colspan="1">68</td><td align="center" rowspan="1" colspan="1">791 (49/a&#x000f1;o)</td></tr><tr><td align="right" rowspan="1" colspan="1">rechazados</td><td align="center" rowspan="1" colspan="1">137</td><td align="center" rowspan="1" colspan="1">125</td><td align="center" rowspan="1" colspan="1">158</td><td align="center" rowspan="1" colspan="1">228</td><td align="center" rowspan="1" colspan="1">239</td><td align="center" rowspan="1" colspan="1">1.948 (130/a&#x000f1;o)</td></tr><tr><td align="right" rowspan="1" colspan="1">rechazados (sin revisi&#x000f3;n)</td><td align="center" rowspan="1" colspan="1">103</td><td align="center" rowspan="1" colspan="1">80</td><td align="center" rowspan="1" colspan="1">129</td><td align="center" rowspan="1" colspan="1">187</td><td align="center" rowspan="1" colspan="1">147</td><td align="center" rowspan="1" colspan="1">593 (125/a&#x000f1;o)</td></tr><tr><td align="left" colspan="7" rowspan="1"><italic toggle="yes">Tasa anual (%)</italic></td></tr><tr><td align="right" rowspan="1" colspan="1">de aceptaci&#x000f3;n</td><td align="center" rowspan="1" colspan="1">21,3</td><td align="center" rowspan="1" colspan="1">19,9</td><td align="center" rowspan="1" colspan="1">17,3</td><td align="center" rowspan="1" colspan="1">15,3</td><td align="center" rowspan="1" colspan="1">22,2</td><td align="center" rowspan="3" colspan="1">25%</td></tr><tr><td align="right" rowspan="1" colspan="1">de rechazo sin revisi&#x000f3;n</td><td align="center" rowspan="1" colspan="1">59,2</td><td align="center" rowspan="1" colspan="1">51,2</td><td align="center" rowspan="1" colspan="1">67,4</td><td align="center" rowspan="1" colspan="1">69,5</td><td align="center" rowspan="1" colspan="1">47,9</td></tr><tr><td align="right" rowspan="1" colspan="1">de rechazo tras revisi&#x000f3;n</td><td align="center" rowspan="1" colspan="1">18,3</td><td align="center" rowspan="1" colspan="1">26,9</td><td align="center" rowspan="1" colspan="1">15,3</td><td align="center" rowspan="1" colspan="1">15,2</td><td align="center" rowspan="1" colspan="1">29,9</td></tr><tr><td align="left" colspan="7" rowspan="1"><italic toggle="yes">Tiempo (d&#x000ed;as) desde recepci&#x000f3;n hasta</italic></td></tr><tr><td align="right" rowspan="1" colspan="1">primera decisi&#x000f3;n editorial</td><td align="center" rowspan="1" colspan="1">18</td><td align="center" rowspan="1" colspan="1">25</td><td align="center" rowspan="1" colspan="1">23</td><td align="center" rowspan="1" colspan="1">34</td><td align="center" rowspan="1" colspan="1">50</td><td align="center" rowspan="1" colspan="1">50</td></tr><tr><td align="right" rowspan="1" colspan="1">aceptaci&#x000f3;n definitiva</td><td align="center" rowspan="1" colspan="1">138</td><td align="center" rowspan="1" colspan="1">132</td><td align="center" rowspan="1" colspan="1">139</td><td align="center" rowspan="1" colspan="1">131</td><td align="center" rowspan="1" colspan="1">144</td><td align="center" rowspan="1" colspan="1">133</td></tr></tbody></table><table-wrap-foot><fn id="TFN1"><p>*: datos disponibles desde 2008.</p></fn></table-wrap-foot></table-wrap>
</p><p>A pesar de la reducci&#x000f3;n en los tiempos de decisi&#x000f3;n y aceptaci&#x000f3;n, la revista enfrenta desaf&#x000ed;os estructurales comunes en el &#x000e1;mbito editorial. Entre ellos, destaca la creciente dificultad para encontrar revisores y revisoras, derivada del aumento global en el n&#x000fa;mero de publicaciones cient&#x000ed;ficas y la presi&#x000f3;n por publicar, que afecta tanto a personas investigadoras como al sistema editorial en su conjunto.</p><p>Estos datos, junto con la evoluci&#x000f3;n de las tasas de aceptaci&#x000f3;n y rechazo, subrayan la necesidad de continuar trabajando en la eficiencia y sostenibilidad de los procesos editoriales, mientras se refuerza el compromiso con la calidad, la equidad y la transparencia.</p></sec></sec><sec sec-type="methods"><title>Autor&#x000ed;a y procedencia de los art&#x000ed;culos publicados en 2024</title><p>Los 38 manuscritos publicados estuvieron firmados por 168 personas. El n&#x000fa;mero de autor&#x000ed;as fluctu&#x000f3; entre 1 y 12, con un promedio de 4,42 por manuscrito; editoriales, cartas a la editora y casos cl&#x000ed;nicos presentaron menos autor&#x000ed;as. En el 71% de los estudios originales/revisiones las afiliaciones mostraron colaboraci&#x000f3;n entre distintas organizaciones de la misma o distinta comunidad aut&#x000f3;noma/pa&#x000ed;s. El 52% de autores fueron mujeres, firmando el 64% de las primeras autor&#x000ed;as, el 424% de las &#x000fa;ltimas y el 50% de las de correspondencia; cinco manuscritos publicados (tres originales, una nota cl&#x000ed;nica y una carta) no estuvieron firmados por ninguna mujer.</p><p>El 84% de los 38 art&#x000ed;culos publicados provino de Espa&#x000f1;a, m&#x000e1;s frecuentemente de Navarra (24%), Madrid (19%), Comunidad Valenciana (11%) y Andaluc&#x000ed;a (11%). El 24% de los art&#x000ed;culos tuvo un car&#x000e1;cter internacional, bien por incluir autor&#x000ed;as de otros pa&#x000ed;ses, como Alemania, Australia y Polonia (8%), o bien por proceder de otros pa&#x000ed;ses (16%) como Chile<xref rid="B2" ref-type="bibr"><sup>2</sup></xref>, Turqu&#x000ed;a<xref rid="B3" ref-type="bibr"><sup>3</sup></xref>, Brasil (con un raro caso cl&#x000ed;nico de s&#x000ed;ndrome de Hamman<xref rid="B4" ref-type="bibr"><sup>4</sup></xref> y una carta a la editora) y China (con un estudio multic&#x000e9;ntrico de cribado de c&#x000e1;ncer de c&#x000e9;rvix mediante genotipado del VPH en zonas rurales<xref rid="B5" ref-type="bibr"><sup>5</sup></xref> y otro estudio sobre marcadores en carcinoma papilar de tiroides<xref rid="B6" ref-type="bibr"><sup>6</sup></xref>). El 32% de los art&#x000ed;culos se public&#x000f3; en ingl&#x000e9;s.</p></sec><sec><title>Tem&#x000e1;ticas y disciplinas cl&#x000ed;nicas abordadas</title><p>La salud p&#x000fa;blica y los determinantes sociales ocuparon un lugar central en las publicaciones de este a&#x000f1;o. Un estudio realizado en Espa&#x000f1;a explor&#x000f3; los riesgos psicosociales entre polic&#x000ed;as, identificando factores laborales que impactan negativamente en su salud y satisfacci&#x000f3;n en el trabajo. Este trabajo subraya la necesidad de implementar estrategias preventivas para mitigar el estr&#x000e9;s ocupacional y mejorar las condiciones laborales en los cuerpos de seguridad<xref rid="B7" ref-type="bibr"><sup>7</sup></xref>. En el &#x000e1;mbito de salud ambiental, destaca un an&#x000e1;lisis sobre la exposici&#x000f3;n al ruido dom&#x000e9;stico de poblaci&#x000f3;n infantil que revel&#x000f3; su impacto en problemas emocionales y neurodesarrollo, particularmente en el trastorno por d&#x000e9;ficit de atenci&#x000f3;n e hiperactividad (TDAH), destacando la importancia del entorno dom&#x000e9;stico en la salud mental infantil<xref rid="B8" ref-type="bibr"><sup>8</sup></xref>. Asimismo, una investigaci&#x000f3;n sobre el conocimiento y la percepci&#x000f3;n del riesgo de enfermedades transmitidas por vectores mostr&#x000f3; deficiencias significativas en el conocimiento de la poblaci&#x000f3;n espa&#x000f1;ola, se&#x000f1;alando la urgencia de fortalecer campa&#x000f1;as de educaci&#x000f3;n sanitaria y prevenci&#x000f3;n<xref rid="B9" ref-type="bibr"><sup>9</sup></xref>. Por otra parte, un estudio fenomenol&#x000f3;gico investig&#x000f3; c&#x000f3;mo el dise&#x000f1;o arquitect&#x000f3;nico de los hospitales afecta la experiencia del parto. Los resultados destacaron que un entorno hospitalario acogedor y adaptado a las necesidades de las mujeres mejora significativamente su bienestar y el del reci&#x000e9;n nacido<xref rid="B10" ref-type="bibr"><sup>10</sup></xref>. Por &#x000fa;ltimo, una investigaci&#x000f3;n en escuelas infantiles de Chile cuantific&#x000f3; las p&#x000e9;rdidas de alimentos durante la preparaci&#x000f3;n de comidas, subrayando la importancia de implementar pr&#x000e1;cticas sostenibles en la alimentaci&#x000f3;n infantil y en la gesti&#x000f3;n de recursos alimentarios<xref rid="B2" ref-type="bibr"><sup>2</sup></xref>.</p><p>En el &#x000e1;mbito de la medicina cl&#x000ed;nica, destaca un estudio sobre biomarcadores relacionados con la lesi&#x000f3;n renal aguda inducida por contraste yodado, que identific&#x000f3; mecanismos moleculares vinculados al estr&#x000e9;s oxidativo y la inflamaci&#x000f3;n. Estos hallazgos abren nuevas posibilidades para mejorar el manejo de pacientes en riesgo<xref rid="B11" ref-type="bibr"><sup>11</sup></xref>. Adem&#x000e1;s, un an&#x000e1;lisis del papel de los microARN en el carcinoma papilar de tiroides estableci&#x000f3; que niveles elevados de microARN-221 y reducidos de microARN-451 se asocian con caracter&#x000ed;sticas agresivas del tumor, lo que refuerza su potencial como marcadores pron&#x000f3;sticos y terap&#x000e9;uticos<xref rid="B6" ref-type="bibr"><sup>6</sup></xref>. En el &#x000e1;mbito de la fisioterapia se public&#x000f3; un caso de una paciente con <italic toggle="yes">gliomatosis cerebri</italic> que mostr&#x000f3; mejoras significativas en la funcionalidad f&#x000ed;sica y en la calidad de vida, ilustrando la importancia de las intervenciones no farmacol&#x000f3;gicas en enfermedades raras<xref rid="B12" ref-type="bibr"><sup>12</sup></xref>.</p><p>En el campo quir&#x000fa;rgico, se evalu&#x000f3; una t&#x000e9;cnica de cierre del sinus pilonidal sin suturas cut&#x000e1;neas que demostr&#x000f3; una reducci&#x000f3;n significativa en las complicaciones postoperatorias y una baja tasa de recidiva durante el seguimiento a largo plazo<xref rid="B3" ref-type="bibr"><sup>3</sup></xref>. Adem&#x000e1;s, un estudio sobre patrones lesionales de trauma grave en Navarra identific&#x000f3; diferencias seg&#x000fa;n sexo y mecanismo de lesi&#x000f3;n, proporcionando informaci&#x000f3;n valiosa para optimizar las estrategias preventivas y terap&#x000e9;uticas en estas personas<xref rid="B13" ref-type="bibr"><sup>13</sup></xref>.</p><p>La innovaci&#x000f3;n tecnol&#x000f3;gica tambi&#x000e9;n estuvo presente, con un estudio sobre los sesgos en la inteligencia artificial aplicada al diagn&#x000f3;stico cl&#x000ed;nico. Este trabajo reflexion&#x000f3; sobre la necesidad de dise&#x000f1;ar herramientas tecnol&#x000f3;gicas inclusivas que consideren la diversidad en las poblaciones atendidas, evitando as&#x000ed; inequidades<xref rid="B14" ref-type="bibr"><sup>14</sup></xref>. Por otro lado, se valid&#x000f3; una aplicaci&#x000f3;n m&#x000f3;vil para evaluar la capacidad cardiorrespiratoria en pacientes en rehabilitaci&#x000f3;n cardiaca, mostrando buenos resultados en t&#x000e9;rminos de precisi&#x000f3;n y utilidad pr&#x000e1;ctica<xref rid="B15" ref-type="bibr"><sup>15</sup></xref>.</p></sec><sec><title>Retos y l&#x000ed;neas de trabajo</title><p>El balance de 2024 nos impulsa a continuar fortaleciendo los est&#x000e1;ndares de calidad de publicaci&#x000f3;n cient&#x000ed;fica y la apertura hacia nuevas perspectivas cient&#x000ed;ficas para optimizar la transferencia del conocimiento, fomentando el intercambio de ideas y la innovaci&#x000f3;n del sistema sanitario.</p><p>Entre los desaf&#x000ed;os, destaca la creciente competencia entre plataformas de publicaci&#x000f3;n, impulsada por el aumento en el n&#x000fa;mero de revistas y de trabajos cient&#x000ed;ficos. Este contexto no solo incrementa la presi&#x000f3;n sobre las personas investigadoras para publicar, sino que tambi&#x000e9;n dificulta la labor de las revistas para encontrar revisores y revisoras cualificados, una tarea cada vez m&#x000e1;s compleja debido a la carga de trabajo que enfrenta esta comunidad.</p><p>Adem&#x000e1;s, la r&#x000e1;pida evoluci&#x000f3;n de la inteligencia artificial (IA) en el &#x000e1;mbito editorial plantea oportunidades y retos, generando inquietudes &#x000e9;ticas y t&#x000e9;cnicas en relaci&#x000f3;n con el uso responsable de estas tecnolog&#x000ed;as en la producci&#x000f3;n cient&#x000ed;fica.</p><p>En este contexto de transformaci&#x000f3;n y competencia, Anales del Sistema Sanitario de Navarra reafirma su compromiso con la calidad, la &#x000e9;tica y la transparencia en la publicaci&#x000f3;n cient&#x000ed;fica. Reconocemos la importancia de adaptarnos a las din&#x000e1;micas cambiantes del entorno editorial sin perder de vista nuestra misi&#x000f3;n de promover el conocimiento en salud desde una perspectiva rigurosa e inclusiva.</p></sec></body><back><ref-list><title>BIBLIOGRAF&#x000cd;A</title><ref id="B1"><label>1</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>D&#x000ed;az de Rada</surname><given-names>O</given-names></name>
<name><surname>Beorlegui</surname><given-names>C</given-names></name>
</person-group><article-title>25 a&#x000f1;os compartiendo conocimiento</article-title><source>An Sist Sanit Navar</source><year>2022</year><volume>45</volume><issue>2</issue><elocation-id>e1012</elocation-id><pub-id pub-id-type="doi">10.23938/ASSN.1012</pub-id><pub-id pub-id-type="pmid">36040234</pub-id>
</element-citation></ref><ref id="B2"><label>2</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Rodr&#x000ed;guez Palleres</surname><given-names>X</given-names></name>
<name><surname>Villota Arcos</surname><given-names>C</given-names></name>
<name><surname>Toledo San Mart&#x000ed;n</surname><given-names>&#x000c1;</given-names></name>
<name><surname>Rojas Gonz&#x000e1;lez</surname><given-names>F</given-names></name>
<name><surname>Castagnini</surname><given-names>JM</given-names></name>
</person-group><article-title>Fruit and vegetables loss and waste in preschools belonging to the National Board of Kindergartens of Chile</article-title><source>An Sist Sanit Navar</source><year>2024</year><volume>47</volume><issue>3</issue><elocation-id>e1089</elocation-id><pub-id pub-id-type="doi">10.23938/ASSN.1089</pub-id><pub-id pub-id-type="pmid">39400009</pub-id>
</element-citation></ref><ref id="B3"><label>3</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Tas</surname><given-names>H</given-names></name>
<name><surname>Karahan</surname><given-names>F</given-names></name>
</person-group><article-title>A new midline closure technique without skin sutures: Long-term outcomes of primary repair of pilonidal sinus disease</article-title><source>An Sist Sanit Navar</source><year>2024</year><volume>47</volume><issue>2</issue><elocation-id>e1073</elocation-id><pub-id pub-id-type="doi">10.23938/ASSN.1073</pub-id><pub-id pub-id-type="pmid">38725367</pub-id>
</element-citation></ref><ref id="B4"><label>4</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Campos Modesto</surname><given-names>L</given-names></name>
<name><surname>Magalh&#x000e3;es Negreiros de Almeida</surname><given-names>PR</given-names></name>
<name><surname>Modesto Dos Santos</surname><given-names>V</given-names></name>
<name><surname>Silva Bertulucci Angotti</surname><given-names>F</given-names></name>
<name><surname>Sousa Santana</surname><given-names>L</given-names></name>
<name><surname>Gadelha Costa Hentges</surname><given-names>N</given-names></name>
</person-group><article-title>Hamman syndrome in an 18-year-old male patient</article-title><source>An Sist Sanit Navar</source><year>2024</year><volume>47</volume><issue>3</issue><elocation-id>e1096</elocation-id><pub-id pub-id-type="doi">10.23938/ASSN.1096</pub-id><pub-id pub-id-type="pmid">39540570</pub-id>
</element-citation></ref><ref id="B5"><label>5</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Yu</surname><given-names>YQ</given-names></name>
<name><surname>Jiang</surname><given-names>MY</given-names></name>
<name><surname>Zhang</surname><given-names>X</given-names></name>
<name><surname>Pan</surname><given-names>QJ</given-names></name>
<name><surname>Dang</surname><given-names>L</given-names></name>
<name><surname>Feng</surname><given-names>RM</given-names></name>
<etal/>
</person-group><article-title>Effectiveness of high-risk human papillomavirus genotyping for cervical cancer screening. A multicentre screening cohort study in rural China</article-title><source>An Sist Sanit Navar</source><year>2024</year><volume>47</volume><issue>2</issue><elocation-id>e1065</elocation-id><pub-id pub-id-type="doi">10.23938/ASSN.1065</pub-id><pub-id pub-id-type="pmid">38817086</pub-id>
</element-citation></ref><ref id="B6"><label>6</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Wu</surname><given-names>J</given-names></name>
<name><surname>Sun</surname><given-names>W</given-names></name>
<name><surname>Shen</surname><given-names>J</given-names></name>
<name><surname>Hu</surname><given-names>L</given-names></name>
</person-group><article-title>Higher microRNA-221 and lower microRNA-451 expression are associated with poor prognosis in patients with thyroid papillary carcinoma</article-title><source>An Sist Sanit Navar</source><year>2024</year><volume>47</volume><issue>2</issue><elocation-id>e1086</elocation-id><pub-id pub-id-type="doi">10.23938/ASSN.1086</pub-id><pub-id pub-id-type="pmid">39177218</pub-id>
</element-citation></ref><ref id="B7"><label>7</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Grau-Alberola</surname><given-names>E</given-names></name>
<name><surname>Berlanga S&#x000e1;nchez</surname><given-names>A</given-names></name>
<name><surname>Figueiredo-Ferraz</surname><given-names>H</given-names></name>
</person-group><article-title>Psychosocial risks and their consequences on health and job satisfaction among Spanish police officers</article-title><source>An Sist Sanit Navar</source><year>2024</year><volume>47</volume><issue>1</issue><elocation-id>e1058</elocation-id><pub-id pub-id-type="doi">10.23938/ASSN.1058</pub-id><pub-id pub-id-type="pmid">38353527</pub-id>
</element-citation></ref><ref id="B8"><label>8</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Alfanjar&#x000ed;n Monfort</surname><given-names>I</given-names></name>
<name><surname>Rebagliato</surname><given-names>M</given-names></name>
<name><surname>Estarlich</surname><given-names>M</given-names></name>
<name><surname>Cases</surname><given-names>A</given-names></name>
<name><surname>Ballester</surname><given-names>F</given-names></name>
<name><surname>Llop</surname><given-names>S</given-names></name>
<etal/>
</person-group><article-title>Exposici&#x000f3;n dom&#x000e9;stica al ruido, problemas emocionales y trastorno de d&#x000e9;ficit de atenci&#x000f3;n e hiperactividad en escolares de 9 a&#x000f1;os</article-title><source>An Sist Sanit Navar</source><year>2024</year><volume>47</volume><issue>2</issue><elocation-id>e1079</elocation-id><pub-id pub-id-type="doi">10.23938/ASSN.1079</pub-id><pub-id pub-id-type="pmid">39223960</pub-id>
</element-citation></ref><ref id="B9"><label>9</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Gonz&#x000e1;lvez</surname><given-names>M</given-names></name>
<name><surname>Asensio</surname><given-names>MDM</given-names></name>
<name><surname>Mu&#x000f1;oz-Hern&#x000e1;ndez</surname><given-names>C</given-names></name>
<name><surname>Ruiz de Yb&#x000e1;&#x000f1;ez</surname><given-names>R</given-names></name>
</person-group><article-title>Knowledge and awareness on vector-borne diseases: a pending subject for the Spanish society?</article-title><source>An Sist Sanit Navar</source><year>2024</year><volume>47</volume><issue>2</issue><elocation-id>e1080</elocation-id><pub-id pub-id-type="doi">10.23938/ASSN.1080</pub-id><pub-id pub-id-type="pmid">39223959</pub-id>
</element-citation></ref><ref id="B10"><label>10</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Cambra-Rufino</surname><given-names>L</given-names></name>
<name><surname>M&#x000fc;ller</surname><given-names>AE</given-names></name>
<name><surname>Parra Casado</surname><given-names>M</given-names></name>
<name><surname>Pedraz Marcos</surname><given-names>A</given-names></name>
</person-group><article-title>Impacto de la arquitectura del hospital en la experiencia de parto: Un estudio fenomenol&#x000f3;gico con madres expertas en su dise&#x000f1;o</article-title><source>An Sist Sanit Navar</source><year>2024</year><volume>47</volume><issue>1</issue><elocation-id>e1059</elocation-id><pub-id pub-id-type="doi">10.23938/ASSN.1059</pub-id><pub-id pub-id-type="pmid">38349143</pub-id>
</element-citation></ref><ref id="B11"><label>11</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Stoll</surname><given-names>E</given-names></name>
<name><surname>Monedero</surname><given-names>P</given-names></name>
<name><surname>Martin-Moreno</surname><given-names>PL</given-names></name>
<name><surname>Garcia-Fernandez</surname><given-names>N</given-names></name>
</person-group><article-title>Biomarcadores de estr&#x000e9;s oxidativo e inflamaci&#x000f3;n en lesi&#x000f3;n renal aguda postcontraste yodado</article-title><source>An Sist Sanit Navar</source><year>2024</year><volume>47</volume><issue>2</issue><elocation-id>e1081</elocation-id><pub-id pub-id-type="doi">10.23938/ASSN.1081</pub-id><pub-id pub-id-type="pmid">39104332</pub-id>
</element-citation></ref><ref id="B12"><label>12</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Lozano-Cavero</surname><given-names>E</given-names></name>
<name><surname>Ler&#x000ed;n-Calvo</surname><given-names>A</given-names></name>
<name><surname>Mart&#x000ed;n-Casas</surname><given-names>P</given-names></name>
<name><surname>Arranz-Escudero</surname><given-names>A</given-names></name>
</person-group><article-title>Efectos de la fisioterapia en la mejora de la capacidad f&#x000ed;sica y funcional de una paciente con gliomatosis cerebri</article-title><source>An Sist Sanit Navar</source><year>2024</year><volume>47</volume><issue>2</issue><elocation-id>e1087</elocation-id><pub-id pub-id-type="doi">10.23938/ASSN.1087</pub-id><pub-id pub-id-type="pmid">39177266</pub-id>
</element-citation></ref><ref id="B13"><label>13</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Arbizu Fern&#x000e1;ndez</surname><given-names>E</given-names></name>
<name><surname>Galbete Jimenez</surname><given-names>A</given-names></name>
<name><surname>Belzunegui Otano</surname><given-names>T</given-names></name>
<name><surname>Fort&#x000fa;n Moral</surname><given-names>M</given-names></name>
<name><surname>Echarri Sucunza</surname><given-names>A</given-names></name>
</person-group><article-title>Estudio del patr&#x000f3;n lesional de los traumas graves en Navarra (2010-2019)</article-title><source>An Sist Sanit Navar</source><year>2024</year><volume>47</volume><issue>2</issue><elocation-id>e1085</elocation-id><pub-id pub-id-type="doi">10.23938/ASSN.1085</pub-id><pub-id pub-id-type="pmid">39223961</pub-id>
</element-citation></ref><ref id="B14"><label>14</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Amaya-Santos</surname><given-names>S</given-names></name>
<name><surname>Jim&#x000e9;nez-Pernett</surname><given-names>J</given-names></name>
<name><surname>Berm&#x000fa;dez-Tamayo</surname><given-names>C.</given-names></name>
</person-group><article-title>&#x000bf;Salud para qui&#x000e9;n? Interseccionalidad y sesgos de la inteligencia artificial para el diagn&#x000f3;stico cl&#x000ed;nico</article-title><source>An Sist Sanit Navar</source><year>2024</year><volume>47</volume><issue>2</issue><elocation-id>e1077</elocation-id><pub-id pub-id-type="doi">10.23938/ASSN.1077</pub-id><pub-id pub-id-type="pmid">38962956</pub-id>
</element-citation></ref><ref id="B15"><label>15</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>G&#x000f3;mez-Alguacil</surname><given-names>M</given-names></name>
<name><surname>Llanos-Ru&#x000ed;z</surname><given-names>V</given-names></name>
<name><surname>Moreno-Gald&#x000f3;s</surname><given-names>L</given-names></name>
<name><surname>Madrigal-Azcona</surname><given-names>M</given-names></name>
<name><surname>L&#x000f3;pez-Rom&#x000e1;n</surname><given-names>A</given-names></name>
<name><surname>Cano-de-la-Cuerda</surname><given-names>R</given-names></name>
<etal/>
</person-group><article-title>Validez de la aplicaci&#x000f3;n m&#x000f3;vil POD&#x000d3;METRO(r) en la evaluaci&#x000f3;n de la capacidad cardiorrespiratoria y resistencia a la fatiga en rehabilitaci&#x000f3;n cardiaca Estudio piloto</article-title><source>An Sist Sanit Navar</source><year>2024</year><volume>47</volume><issue>3</issue><elocation-id>e1078</elocation-id><pub-id pub-id-type="doi">10.23938/ASSN.1078</pub-id><pub-id pub-id-type="pmid">39621024</pub-id>
</element-citation></ref></ref-list></back></article>