<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" dtd-version="1.3" xml:lang="pt" article-type="research-article"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Cad Saude Publica</journal-id><journal-id journal-id-type="iso-abbrev">Cad Saude Publica</journal-id><journal-id journal-id-type="publisher-id">csp</journal-id><journal-title-group><journal-title>Cadernos de Sa&#x000fa;de P&#x000fa;blica</journal-title></journal-title-group><issn pub-type="ppub">0102-311X</issn><issn pub-type="epub">1678-4464</issn><publisher><publisher-name>Escola Nacional de Sa&#x000fa;de P&#x000fa;blica Sergio Arouca, Funda&#x000e7;&#x000e3;o Oswaldo Cruz</publisher-name></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmid">40008763</article-id><article-id pub-id-type="pmc">PMC11863636</article-id><article-id pub-id-type="doi">10.1590/0102-311XPT183023</article-id><article-id pub-id-type="other">01402</article-id><article-categories><subj-group subj-group-type="heading"><subject>Artigo</subject></subj-group></article-categories><title-group><article-title>Decis&#x000f5;es dos governos estaduais e os impactos na aten&#x000e7;&#x000e3;o &#x000e0; sa&#x000fa;de de
pessoas idosas na pandemia de COVID-19 no Nordeste brasileiro</article-title><trans-title-group xml:lang="en"><trans-title>Decisions of state governments and the impacts on health care for
older adults during the COVID-19 pandemic in the Brazilian
Northeast</trans-title></trans-title-group><trans-title-group xml:lang="es"><trans-title>Decisiones de los gobiernos de los estados y los impactos en la
atenci&#x000f3;n sanitaria para las personas mayores en la pandemia del COVID-19 en
el Nordeste de Brasil</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0002-6269-2757</contrib-id><name><surname>Leite</surname><given-names>Vyna Maria Cruz</given-names></name><role>contribuiu com a concep&#x000e7;&#x000e3;o e desenho do estudo</role><role>an&#x000e1;lise e interpreta&#x000e7;&#x000e3;o dos dados</role><role>reda&#x000e7;&#x000e3;o e revis&#x000e3;o</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0001-7982-1757</contrib-id><name><surname>Ramos</surname><given-names>Alberto Novaes</given-names><suffix>Jr.</suffix></name><role>contribuiu com a concep&#x000e7;&#x000e3;o e desenho do estudo</role><role>an&#x000e1;lise e interpreta&#x000e7;&#x000e3;o dos dados</role><role>reda&#x000e7;&#x000e3;o e revis&#x000e3;o</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0002-1816-9459</contrib-id><name><surname>Ferreira</surname><given-names>Anderson Fuentes</given-names></name><role>contribuiu na concep&#x000e7;&#x000e3;o e desenho do estudo</role><role>an&#x000e1;lise dos dados e revis&#x000e3;o</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0002-1489-2324</contrib-id><name><surname>Costa</surname><given-names>Nicolas Gustavo Souza</given-names></name><role>colaborou na an&#x000e1;lise e interpreta&#x000e7;&#x000e3;o dos dados</role><role>reda&#x000e7;&#x000e3;o e revis&#x000e3;o</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0003-4322-8390</contrib-id><name><surname>Ara&#x000fa;jo</surname><given-names>Carmem Emmanuely Leit&#x000e3;o</given-names></name><role>contribuiu com a concep&#x000e7;&#x000e3;o e desenho do estudo</role><role>an&#x000e1;lise e interpreta&#x000e7;&#x000e3;o dos dados e revis&#x000e3;o</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref></contrib><aff id="aff1">
<label>1</label> Faculdade de Medicina, Universidade Federal do Cear&#x000e1;,
Fortaleza, Brasil.</aff></contrib-group><author-notes><corresp id="c1">
<label>Correspond&#x000ea;ncia</label> V. M. C. Leite Programa de P&#x000f3;s-gradua&#x000e7;&#x000e3;o em Sa&#x000fa;de
P&#x000fa;blica, Faculdade de Medicina, Universidade Federal do Cear&#x000e1;. Rua Professor
Costa Mendes 1608, Bloco Did&#x000e1;tico 5&#x000ba; andar, Fortaleza, CE 60430-140, Brasil.
<email>vynaleite@gmail.com</email>
</corresp><fn fn-type="other" id="fn1"><p><bold>Informa&#x000e7;&#x000f5;es adicionais:</bold> ORCID: Vyna Maria Cruz Leite (0000-0002-6269-2757); Alberto Novaes Ramos Jr.
(0000-0001-7982-1757); Anderson Fuentes Ferreira (0000-0002-1816-9459);
Nicolas Gustavo Souza Costa (0000-0002-1489-2324); Carmem Emmanuely Leit&#x000e3;o
Ara&#x000fa;jo (0000-0003-4322-8390).</p></fn></author-notes><pub-date date-type="pub" publication-format="electronic"><day>24</day><month>2</month><year>2025</year></pub-date><pub-date date-type="collection" publication-format="electronic"><year>2025</year></pub-date><volume>41</volume><issue>2</issue><elocation-id>e00183023</elocation-id><history><date date-type="received"><day>15</day><month>5</month><year>2023</year></date><date date-type="rev-recd"><day>22</day><month>7</month><year>2023</year></date><date date-type="accepted"><day>10</day><month>10</month><year>2023</year></date></history><permissions><license><ali:license_ref xmlns:ali="http://www.niso.org/schemas/ali/1.0/" specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p>Este &#x000e9; um artigo publicado em acesso aberto sob uma licen&#x000e7;a Creative
Commons</license-p></license></permissions><abstract><p>Durante a pandemia de COVID-19, pol&#x000ed;ticas de aten&#x000e7;&#x000e3;o &#x000e0; sa&#x000fa;de para a popula&#x000e7;&#x000e3;o
idosa ganharam relev&#x000e2;ncia em todo o mundo. Com n&#x000fa;mero de &#x000f3;bitos atingindo
marcadamente essa popula&#x000e7;&#x000e3;o, torna-se importante analisar os impactos na aten&#x000e7;&#x000e3;o
&#x000e0; sua sa&#x000fa;de. O objetivo do artigo foi analisar a rela&#x000e7;&#x000e3;o entre padr&#x000f5;es de
morbimortalidade relacionada &#x000e0; COVID-19 em pessoas com 60 anos ou mais de idade
e medidas de preven&#x000e7;&#x000e3;o e controle implementadas, a saber, distanciamento social
e in&#x000ed;cio da vacina&#x000e7;&#x000e3;o espec&#x000ed;fica contra COVID-19, por estados da Regi&#x000e3;o Nordeste
do Brasil entre fevereiro de 2020 e setembro de 2022. Trata-se de estudo
descritivo de s&#x000e9;rie temporal fundamentado em dados dos estados da Regi&#x000e3;o
Nordeste. Os resultados apontam para elevado padr&#x000e3;o de morbimortalidade da
popula&#x000e7;&#x000e3;o idosa antes a pandemia de COVID-19 e crescimento acentuado ap&#x000f3;s a
emerg&#x000ea;ncia sanit&#x000e1;ria em todos os estados. H&#x000e1; certa homogeneidade entre as
medidas de enfrentamento &#x000e0; pandemia adotadas pelos estados nordestinos. Houve
incremento do n&#x000fa;mero de interna&#x000e7;&#x000f5;es com evolu&#x000e7;&#x000e3;o para &#x000f3;bito em virtude da
doen&#x000e7;a, mesmo ap&#x000f3;s rigorosas medidas de conting&#x000ea;ncia, distanciamento e in&#x000ed;cio da
vacina&#x000e7;&#x000e3;o. Concluiu-se que h&#x000e1; uma relevante rela&#x000e7;&#x000e3;o entre medidas sanit&#x000e1;rias de
distanciamento social e vacina&#x000e7;&#x000e3;o e redu&#x000e7;&#x000e3;o de morbimortalidade da popula&#x000e7;&#x000e3;o
idosa nos estados da Regi&#x000e3;o Nordeste. Entretanto, as decis&#x000f5;es dos governos
estaduais da regi&#x000e3;o n&#x000e3;o foram suficientes para mitigar o impacto da
morbimortalidade entre as pessoas idosas em consequ&#x000ea;ncia da pandemia de
COVID-19.</p></abstract><trans-abstract xml:lang="en"><p>During the COVID-19 pandemic, health care policies for older adults gained
relevance worldwide. The number of deaths that markedly affected this population
needs analyses of its impacts on health care. This study aimed to analyze the
relation between COVID-19-related morbidity and mortality patterns in people
aged 60 years and older and the implemented prevention and control measures,
namely, social distancing and the beginning of specific vaccination against
COVID-19 according to states in the Brazilian Northeast from February 2020 to
September 2022. This descriptive time series study was based on data from the
states in the Brazilian Northeast. Results point to a high pattern of morbidity
and mortality in older adults before the COVID-19 pandemic, growing sharply
after the onset of the pandemic in all evaluated states. The measures the states
in the Brazilian Northeast adopted to combat the pandemic showed a certain
homogeneity. The number of hospitalizations increase with the outcome death due
to COVID-19, even after strict contingency and distancing measures and the
beginning of vaccination. This study found a relevant relationship between
sanitary measures of social distancing and vaccination and the reduction of
morbidity and mortality in older adults living in the states in the Brazilian
Northeast. However, the decisions of Northeastern states failed to mitigate the
impact of morbidity and mortality in older adults to the COVID-19 pandemic.</p></trans-abstract><trans-abstract xml:lang="es"><p>Durante la pandemia del COVID-19, las pol&#x000ed;ticas de atenci&#x000f3;n sanitaria para los
adultos mayores cobraron relevancia a nivel mundial. Como las muertes afectaron
considerablemente a esta poblaci&#x000f3;n, es importante analizar los impactos en la
atenci&#x000f3;n sanitaria. El objetivo de este art&#x000ed;culo fue analizar la relaci&#x000f3;n entre
los patrones de morbimortalidad relacionados con el COVID-19 en personas de 60
a&#x000f1;os o m&#x000e1;s y las medidas de prevenci&#x000f3;n y control implementadas, a saber, el
distanciamiento social y el inicio de la vacunaci&#x000f3;n contra el COVID-19, por
parte de los estados de la Regi&#x000f3;n Nordeste de Brasil entre febrero de 2020 y
septiembre de 2022. Este es un estudio descriptivo de series de tiempo, con base
en datos de los estados de la Regi&#x000f3;n Nordeste. Los resultados apuntan a una alta
morbimortalidad de la poblaci&#x000f3;n anciana antes de la pandemia del COVID-19 con un
marcado crecimiento despu&#x000e9;s de la emergencia sanitaria en todos los estados.
Existe una cierta homogeneidad entre las medidas para combatir la pandemia
adoptadas por los estados del Nordeste. Hubo un aumento de las hospitalizaciones
con evoluci&#x000f3;n a muerte por COVID-19, incluso despu&#x000e9;s de las estrictas medidas de
contingencia, distanciamiento y el inicio de la vacunaci&#x000f3;n. Se concluy&#x000f3; que
existe una relaci&#x000f3;n relevante entre las medidas sanitarias de distanciamiento
social y vacunaci&#x000f3;n, y la reducci&#x000f3;n de la morbimortalidad de la poblaci&#x000f3;n
anciana en los estados de la Regi&#x000f3;n Nordeste. Sin embargo, las decisiones de los
gobiernos de los estados del Nordeste no fueron suficientes para mitigar el
impacto de la morbimortalidad entre las personas mayores como resultado de la
pandemia del COVID-19.</p></trans-abstract><kwd-group><title>Palavras-chave:</title><kwd>Idoso</kwd><kwd>COVID-19</kwd><kwd>Pandemia</kwd><kwd>Mortalidade</kwd><kwd>Pol&#x000ed;ticas P&#x000fa;blicas</kwd></kwd-group><kwd-group xml:lang="en"><title> Keywords: </title><kwd>Aged</kwd><kwd>COVID-19</kwd><kwd>Pandemic</kwd><kwd>Mortality</kwd><kwd>Public Policies</kwd></kwd-group><kwd-group xml:lang="es"><title> Palabras-clave: </title><kwd>Anciano</kwd><kwd>COVID-19</kwd><kwd>Pandemia</kwd><kwd>Mortalidad</kwd><kwd>Pol&#x000ed;ticas P&#x000fa;blicas</kwd></kwd-group><funding-group><award-group award-type="contract"><funding-source>Conselho Nacional de Desenvolvimento Cient&#x000ed;fico e
Tecnol&#x000f3;gico</funding-source><award-id>316316/2023-7</award-id></award-group><funding-statement>A. N. Ramos Jr. &#x000e9; bolsista de produtividade em pesquisa do
Conselho Nacional de Desenvolvimento Cient&#x000ed;fico e Tecnol&#x000f3;gico (CNPq, processo no
316316/2023-7).</funding-statement></funding-group><counts><fig-count count="2"/><table-count count="1"/><equation-count count="0"/><ref-count count="65"/></counts></article-meta></front><body><sec sec-type="intro"><title>Introdu&#x000e7;&#x000e3;o</title><p>Impulsionadas pelos desafios impostos pela pandemia da doen&#x000e7;a relacionada ao novo
coronav&#x000ed;rus de 2019 (COVID-19), as pol&#x000ed;ticas de aten&#x000e7;&#x000e3;o &#x000e0; sa&#x000fa;de e de prote&#x000e7;&#x000e3;o social
voltadas para a popula&#x000e7;&#x000e3;o idosa (no Brasil, aquelas com 60 anos ou mais de idade)
passaram a ter maior relev&#x000e2;ncia globalmente. Considerando a elevada letalidade
registrada nessa popula&#x000e7;&#x000e3;o, a&#x000e7;&#x000f5;es e iniciativas governamentais precisaram ser
definidas de forma custo-efetiva e oportuna de pol&#x000ed;ticas p&#x000fa;blicas, n&#x000e3;o somente na
aten&#x000e7;&#x000e3;o &#x000e0; sa&#x000fa;de, mas no combate a viol&#x000ea;ncias, na prote&#x000e7;&#x000e3;o social e na prote&#x000e7;&#x000e3;o &#x000e0;
vida em diferentes contextos e realidades <xref rid="B1" ref-type="bibr">
<sup>1</sup>
</xref>
<sup>,</sup>
<xref rid="B2" ref-type="bibr">
<sup>2</sup>
</xref>
<sup>,</sup>
<xref rid="B3" ref-type="bibr">
<sup>3</sup>
</xref>
<sup>,</sup>
<xref rid="B4" ref-type="bibr">
<sup>4</sup>
</xref>. O contexto brasileiro n&#x000e3;o foi diferente, uma vez que os &#x000f3;bitos associados &#x000e0;
COVID-19 atingiram de modo desigual mais pessoas desse grupo, demandando uma an&#x000e1;lise
mais cuidadosa acerca dos impactos na aten&#x000e7;&#x000e3;o &#x000e0; sua sa&#x000fa;de. Para tanto, pol&#x000ed;ticas
p&#x000fa;blicas de prote&#x000e7;&#x000e3;o &#x000e0; vida em pessoas idosas demandaram maior efici&#x000ea;ncia nas
diferentes realidades do pa&#x000ed;s <xref rid="B3" ref-type="bibr">
<sup>3</sup>
</xref>
<sup>,</sup>
<xref rid="B4" ref-type="bibr">
<sup>4</sup>
</xref>.</p><p>Para al&#x000e9;m da elevada transmissibilidade, a pandemia de COVID-19 trouxe outros
aspectos cr&#x000ed;ticos &#x000e0; discuss&#x000e3;o das pol&#x000ed;ticas sociais no Brasil, tais como a
preocupa&#x000e7;&#x000e3;o frente &#x000e0; transi&#x000e7;&#x000e3;o demogr&#x000e1;fica e seu tensionamento com a produtividade,
o empobrecimento e o aumento das desigualdades sociais <xref rid="B5" ref-type="bibr">
<sup>5</sup>
</xref>
<sup>,</sup>
<xref rid="B6" ref-type="bibr">
<sup>6</sup>
</xref>
<sup>,</sup>
<xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>. A pandemia atingiu sobremaneira a popula&#x000e7;&#x000e3;o idosa, n&#x000e3;o apenas com a
detec&#x000e7;&#x000e3;o de casos sintom&#x000e1;ticos, mas tamb&#x000e9;m com a ocorr&#x000ea;ncia de casos com maior
letalidade, demasiados com a maior idade das pessoas acometidas <xref rid="B8" ref-type="bibr">
<sup>8</sup>
</xref>. Marcadamente atingida pela pandemia de COVID-19, a vulnerabilidade de
pessoas idosas se ampliou, com impactos diferenciais na qualidade e na expectativa
de vida dessa popula&#x000e7;&#x000e3;o <xref rid="B1" ref-type="bibr">
<sup>1</sup>
</xref>.</p><p>A idade tem sido apontada como um dos principais fatores que influenciam o status e a
progress&#x000e3;o da infec&#x000e7;&#x000e3;o por SARS-CoV-2 <xref rid="B8" ref-type="bibr">
<sup>8</sup>
</xref>. O processo inflamat&#x000f3;rio e a imunossenesc&#x000ea;ncia reduzem a capacidade de
resist&#x000ea;ncia e representam fatores que contribuem para vulnerabilidade ampliada a
doen&#x000e7;as infecciosas, com impacto negativo frente a progn&#x000f3;sticos desfavor&#x000e1;veis, em
particular na vig&#x000ea;ncia de condi&#x000e7;&#x000f5;es cr&#x000f4;nicas <xref rid="B5" ref-type="bibr">
<sup>5</sup>
</xref>
<sup>,</sup>
<xref rid="B9" ref-type="bibr">
<sup>9</sup>
</xref>. A presen&#x000e7;a de comorbidades pode influenciar a din&#x000e2;mica do receptor da
enzima conversora da angiotensina 2 (ACE2) e de diferentes citocinas, possibilitando
n&#x000e3;o apenas maior transmiss&#x000e3;o e infec&#x000e7;&#x000e3;o, como tamb&#x000e9;m maior probabilidade de
progress&#x000e3;o da doen&#x000e7;a, particularmente diante da eventual fragilidade do estado
mental de pessoas idosas <xref rid="B8" ref-type="bibr">
<sup>8</sup>
</xref>.</p><p>&#x000c9; fato que o n&#x000fa;mero de &#x000f3;bitos de COVID-19 teve r&#x000e1;pido crescimento ao longo do tempo,
particularmente na popula&#x000e7;&#x000e3;o mais idosa em contextos de maior vulnerabilidade social
<xref rid="B10" ref-type="bibr">
<sup>10</sup>
</xref>. Dados do <italic>Painel Coronav&#x000ed;rus</italic> do Minist&#x000e9;rio da Sa&#x000fa;de <xref rid="B11" ref-type="bibr">
<sup>11</sup>
</xref> at&#x000e9; julho de 2023 indicaram o registro de mais de 705 mil &#x000f3;bitos de
COVID-19, quase 70% em pessoas com idade acima de 60 anos. Outros fatores, como ser
do sexo masculino e ter idade ainda mais avan&#x000e7;ada, estiveram associados &#x000e0;
mortalidade entre pessoas idosas hospitalizadas acometidas de COVID-19 <xref rid="B12" ref-type="bibr">
<sup>12</sup>
</xref>.</p><p>As interven&#x000e7;&#x000f5;es para mitigar os impactos da pandemia de COVID-19 variaram
substancialmente entre Unidades da Federa&#x000e7;&#x000e3;o (UF) e munic&#x000ed;pios brasileiros, em
rela&#x000e7;&#x000e3;o tanto ao perfil de medidas adotadas quanto ao momento em que foram
institu&#x000ed;das <xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>
<sup>,</sup>
<xref rid="B13" ref-type="bibr">
<sup>13</sup>
</xref>. A epidemia apresentou impactos de forma acentuada nos estados das regi&#x000f5;es
mais vulner&#x000e1;veis socialmente do pa&#x000ed;s, particularmente Norte e Nordeste, com a &#x000fa;ltima
representando 27% da popula&#x000e7;&#x000e3;o brasileira e aproximadamente 20% de todos os casos de
COVID-19 e dos &#x000f3;bitos em consequ&#x000ea;ncia da doen&#x000e7;a <xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>
<sup>,</sup>
<xref rid="B11" ref-type="bibr">
<sup>11</sup>
</xref>. As iniciativas de enfrentamento da pandemia a serem adotadas por governos
estaduais para redu&#x000e7;&#x000e3;o da morbimortalidade deveriam ter sido potencializadas em
car&#x000e1;ter priorit&#x000e1;rio nessas regi&#x000f5;es onde a COVID-19 teve elevado impacto <xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>
<sup>,</sup>
<xref rid="B14" ref-type="bibr">
<sup>14</sup>
</xref>
<sup>,</sup>
<xref rid="B15" ref-type="bibr">
<sup>15</sup>
</xref>.</p><p>O presente artigo tem como objetivo analisar a rela&#x000e7;&#x000e3;o entre padr&#x000f5;es de
morbimortalidade relacionada &#x000e0; COVID-19 em pessoas com 60 anos ou mais de idade e
medidas de preven&#x000e7;&#x000e3;o e controle implementadas, a saber, distanciamento social e
in&#x000ed;cio da vacina&#x000e7;&#x000e3;o espec&#x000ed;fica contra COVID-19, por estados da Regi&#x000e3;o Nordeste
durante o per&#x000ed;odo pand&#x000ea;mico.</p></sec><sec sec-type="methods"><title>M&#x000e9;todos</title><sec><title>Delineamento e local do estudo</title><p>Trata-se de estudo de s&#x000e9;rie temporal descritivo fundamentado em dados acerca da
COVID-19 em estados da Regi&#x000e3;o Nordeste. Foram analisados dados gerais de
ocorr&#x000ea;ncia de casos e &#x000f3;bitos na popula&#x000e7;&#x000e3;o com 60 anos ou mais de idade, al&#x000e9;m de
interna&#x000e7;&#x000f5;es hospitalares (incluindo evolu&#x000e7;&#x000e3;o para &#x000f3;bito), tanto em car&#x000e1;ter
ambulatorial quanto de terapia intensiva, no per&#x000ed;odo de 2018-2022. Foram
considerados os dois anos anteriores e os dois posteriores ao primeiro ano da
pandemia.</p><p>Os dados epidemiol&#x000f3;gicos em cada um dos estados da Regi&#x000e3;o Nordeste foram
confrontados com o registro documental da implementa&#x000e7;&#x000e3;o de medidas de
enfrentamento &#x000e0; COVID-19, particularmente o tempo entre o primeiro caso no
Brasil e o primeiro decreto estadual de medidas distanciamento, bem como o tempo
entre o decreto de distanciamento estadual e o in&#x000ed;cio da vacina&#x000e7;&#x000e3;o.</p><p>Composta por nove estados (Alagoas, Bahia, Cear&#x000e1;, Maranh&#x000e3;o, Para&#x000ed;ba, Pernambuco,
Piau&#x000ed;, Rio Grande do Norte e Sergipe) e 1.793 munic&#x000ed;pios, a Regi&#x000e3;o Nordeste
possui, segundo dados do <italic>Censo Demogr&#x000e1;fico</italic> de 2022, 54,6
milh&#x000f5;es de habitantes, representando 27% da popula&#x000e7;&#x000e3;o do pa&#x000ed;s e sendo a segunda
mais populosa no Brasil <xref rid="B16" ref-type="bibr">
<sup>16</sup>
</xref>. Ainda segundo o Censo, 15,8% da popula&#x000e7;&#x000e3;o do pa&#x000ed;s tem mais de 60 anos,
ou seja, &#x000e9; idosa. De fato, a popula&#x000e7;&#x000e3;o de pessoas idosas residentes no Brasil
era de mais de 32 milh&#x000f5;es de pessoas, representando um acr&#x000e9;scimo de 56% em
rela&#x000e7;&#x000e3;o &#x000e0; de 2010. Na Regi&#x000e3;o Nordeste, 14,5% de sua popula&#x000e7;&#x000e3;o era idosa <xref rid="B16" ref-type="bibr">
<sup>16</sup>
</xref>
<sup>,</sup>
<xref rid="B17" ref-type="bibr">
<sup>17</sup>
</xref>.</p></sec><sec><title>Fonte e an&#x000e1;lise dos dados</title><p>Foram coletados dados demogr&#x000e1;ficos de cada estado da Regi&#x000e3;o Nordeste via
<italic>site</italic> do Instituto Brasileiro de Geografia e Estat&#x000ed;stica
(IBGE) <xref rid="B16" ref-type="bibr">
<sup>16</sup>
</xref>
<sup>,</sup>
<xref rid="B17" ref-type="bibr">
<sup>17</sup>
</xref>, em termos de n&#x000fa;mero e propor&#x000e7;&#x000e3;o de pessoas com 60 anos ou mais de idade
em rela&#x000e7;&#x000e3;o &#x000e0; popula&#x000e7;&#x000e3;o geral. Os dados de morbimortalidade de COVID-19,
incluindo n&#x000fa;mero de casos, &#x000f3;bitos, interna&#x000e7;&#x000f5;es hospitalares e mortes durante
interna&#x000e7;&#x000e3;o hospitalar, foram coletados do <italic>Painel Coronav&#x000ed;rus</italic>
<xref rid="B11" ref-type="bibr">
<sup>11</sup>
</xref>.</p><p>Dados da vacina&#x000e7;&#x000e3;o espec&#x000ed;fica foram provenientes dos planos operacionais e
registros oficiais de cada Secretaria Estadual de Sa&#x000fa;de e consideradas como a
data de in&#x000ed;cio, a primeira dose aplicada em grupos priorit&#x000e1;rios.</p><p>As informa&#x000e7;&#x000f5;es acerca das medidas de vigil&#x000e2;ncia, preven&#x000e7;&#x000e3;o e controle da
COVID-19, especificamente voltadas para popula&#x000e7;&#x000e3;o idosa, foram obtidas a partir
de Decretos Estaduais, sendo considerados os documentos de in&#x000ed;cio de cada medida
espec&#x000ed;fica. Assim, foram considerados os Decretos: <italic>n&#x000ba; 69.541</italic>
<xref rid="B18" ref-type="bibr">
<sup>18</sup>
</xref>, de 19 de mar&#x000e7;o de 2020, de Alagoas; <italic>n&#x000ba; 19.529</italic>
<xref rid="B19" ref-type="bibr">
<sup>19</sup>
</xref>, de 16 de mar&#x000e7;o de 2020, da Bahia; <italic>n&#x000ba; 33.510</italic>
<xref rid="B20" ref-type="bibr">
<sup>20</sup>
</xref>, de 16 de mar&#x000e7;o de 2020, do Cear&#x000e1;; <italic>n&#x000ba; 35.660</italic>
<xref rid="B21" ref-type="bibr">
<sup>21</sup>
</xref>, de 16 de mar&#x000e7;o de 2020, do Maranh&#x000e3;o; <italic>n&#x000ba; 40.128</italic>
<xref rid="B22" ref-type="bibr">
<sup>22</sup>
</xref>, de 17 de mar&#x000e7;o de 2020, da Para&#x000ed;ba; <italic>n&#x000ba; 48.809</italic>
<xref rid="B23" ref-type="bibr">
<sup>23</sup>
</xref>, de 14 de mar&#x000e7;o de 2020, de Pernambuco; <italic>n&#x000ba; 18.884</italic>
<xref rid="B24" ref-type="bibr">
<sup>24</sup>
</xref>, de 16 de mar&#x000e7;o de 2020, do Piau&#x000ed;; <italic>n&#x000ba; 29.524</italic>
<xref rid="B25" ref-type="bibr">
<sup>25</sup>
</xref>, de 17 de mar&#x000e7;o de 2020, do Rio Grande do Norte; e <italic>n&#x000ba;
40.560</italic>
<xref rid="B26" ref-type="bibr">
<sup>26</sup>
</xref>, de 16 de mar&#x000e7;o de 2020, de Sergipe.</p><p>Os primeiros decretos de distanciamento social e do in&#x000ed;cio da vacina&#x000e7;&#x000e3;o que
inclu&#x000ed;ram a popula&#x000e7;&#x000e3;o idosa nos estados, &#x000e0; luz dos padr&#x000f5;es de morbimortalidade
associados &#x000e0; popula&#x000e7;&#x000e3;o idosa, antes e durante a pandemia de COVID-19, incluindo
a letalidade associada &#x000e0; COVID-19, foram sistematizados e comparados entre as
nove UF da Regi&#x000e3;o Nordeste. Adicionalmente, buscou-se verificar varia&#x000e7;&#x000f5;es entre
os estados com vistas a reconhecer as medidas implementadas e as diferen&#x000e7;as de
implementa&#x000e7;&#x000e3;o entre as UF no concernente &#x000e0; prioriza&#x000e7;&#x000e3;o dos grupos para in&#x000ed;cio da
vacina&#x000e7;&#x000e3;o <xref rid="B27" ref-type="bibr">
<sup>27</sup>
</xref>. </p><p>Os dados coletados foram consolidados, analisados descritivamente por meio de
n&#x000fa;meros absolutos e relativos, e apresentados na forma de tabela e gr&#x000e1;ficos
utilizando o software Prism (<ext-link xlink:href="https://www.graphpad.com/" ext-link-type="uri">https://www.graphpad.com/</ext-link>)
Calculou-se ainda, por meio desse software, a taxa de mortalidade espec&#x000ed;fica por
COVID-19 a partir do n&#x000fa;mero de &#x000f3;bitos ocorridos na popula&#x000e7;&#x000e3;o idosa em rela&#x000e7;&#x000e3;o ao
total dessa popula&#x000e7;&#x000e3;o residente, para fins comparativos entre os diferentes
estados no Nordeste.</p></sec></sec><sec><title>Aspectos &#x000e9;ticos</title><p>Os resultados deste estudo fazem parte de pesquisa aprovada pelo Comit&#x000ea; de &#x000c9;tica em
Pesquisa envolvendo Seres Humanos da Universidade Federal do Cear&#x000e1;, em 18 de junho
de 2021 (parecer n&#x000ba; 4.790.275).</p></sec><sec sec-type="results"><title>Resultados</title><p>Ap&#x000f3;s o primeiro caso de COVID-19 ser confirmado no Brasil, em 26 de fevereiro de
2020, em estado localizado na Regi&#x000e3;o Sudeste do pa&#x000ed;s, registrou-se mais de duas
semanas para os estados nordestinos apresentarem decis&#x000f5;es mais contundentes sobre o
enfrentamento da pandemia, de acordo com as orienta&#x000e7;&#x000f5;es da Organiza&#x000e7;&#x000e3;o Mundial da
Sa&#x000fa;de (OMS) <xref rid="B28" ref-type="bibr">
<sup>28</sup>
</xref>.</p><p>O Estado de Pernambuco foi o primeiro a publicar decreto com medidas de controle.
Embora tenha adotado essa decis&#x000e3;o 17 dias ap&#x000f3;s o primeiro caso nacional, esse estado
demorou apenas dois dias para o registro da notifica&#x000e7;&#x000e3;o do caso aut&#x000f3;ctone. Alagoas,
por sua vez, o &#x000fa;ltimo a publicar seu primeiro decreto de distanciamento social,
demorou 23 dias a partir do primeiro caso brasileiro para tomada de decis&#x000e3;o que
permitiria o controle da transmiss&#x000e3;o comunit&#x000e1;ria, 12 dias depois do caso notificado
no estado (<xref rid="t1" ref-type="table">Tabela 1</xref>).</p><p>
<table-wrap position="float" id="t1"><label>Tabela 1</label><caption><title>Morbimortalidade de COVID-19 e medidas de preven&#x000e7;&#x000e3;o e controle
adotadas por estados da Regi&#x000e3;o Nordeste do Brasil, entre mar&#x000e7;o de 2020 e
agosto de 2022.</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="1"/><col span="1"/></colgroup><thead><tr><th align="left" rowspan="1" colspan="1">
</th><th align="center" rowspan="1" colspan="1">Alagoas</th><th align="center" rowspan="1" colspan="1">Bahia</th><th align="center" rowspan="1" colspan="1">Cear&#x000e1;</th><th align="center" rowspan="1" colspan="1">Maranh&#x000e3;o</th><th align="center" rowspan="1" colspan="1">Para&#x000ed;ba</th><th align="center" rowspan="1" colspan="1">Pernambuco</th><th align="center" rowspan="1" colspan="1">Piau&#x000ed;</th><th align="center" rowspan="1" colspan="1">Rio Grande do Norte</th><th align="center" rowspan="1" colspan="1">Sergipe</th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">Total de casos (n)</td><td align="center" rowspan="1" colspan="1">236.963</td><td align="center" rowspan="1" colspan="1">1.225.258</td><td align="center" rowspan="1" colspan="1">935.273</td><td align="center" rowspan="1" colspan="1">351.917</td><td align="center" rowspan="1" colspan="1">436.528</td><td align="center" rowspan="1" colspan="1">620.723</td><td align="center" rowspan="1" colspan="1">317.817</td><td align="center" rowspan="1" colspan="1">365.874</td><td align="center" rowspan="1" colspan="1">277.611</td></tr><tr><td align="left" rowspan="1" colspan="1">Total de casos de pessoas com 60 anos ou mais de
idade (n)</td><td align="center" rowspan="1" colspan="1">32.390</td><td align="center" rowspan="1" colspan="1">87.283</td><td align="center" rowspan="1" colspan="1">147.340</td><td align="center" rowspan="1" colspan="1">62.234</td><td align="center" rowspan="1" colspan="1">63.567</td><td align="center" rowspan="1" colspan="1">100.412</td><td align="center" rowspan="1" colspan="1">47.609</td><td align="center" rowspan="1" colspan="1">57.754</td><td align="center" rowspan="1" colspan="1">35.117</td></tr><tr><td align="left" rowspan="1" colspan="1">Propor&#x000e7;&#x000e3;o de casos em pessoas com 60 anos ou mais
de idade (%)</td><td align="center" rowspan="1" colspan="1">13,66</td><td align="center" rowspan="1" colspan="1">7,12</td><td align="center" rowspan="1" colspan="1">15,75</td><td align="center" rowspan="1" colspan="1">17,68</td><td align="center" rowspan="1" colspan="1">14,56</td><td align="center" rowspan="1" colspan="1">16,17</td><td align="center" rowspan="1" colspan="1">14,98</td><td align="center" rowspan="1" colspan="1">15,78</td><td align="center" rowspan="1" colspan="1">17,64</td></tr><tr><td align="left" rowspan="1" colspan="1">Total geral de &#x000f3;bitos confirmados (n)</td><td align="center" rowspan="1" colspan="1">6.121</td><td align="center" rowspan="1" colspan="1">26.617</td><td align="center" rowspan="1" colspan="1">24.115</td><td align="center" rowspan="1" colspan="1">10.084</td><td align="center" rowspan="1" colspan="1">9.230</td><td align="center" rowspan="1" colspan="1">19.740</td><td align="center" rowspan="1" colspan="1">6.966</td><td align="center" rowspan="1" colspan="1">7.292</td><td align="center" rowspan="1" colspan="1">6.002</td></tr><tr><td align="left" rowspan="1" colspan="1">&#x000d3;bitos de pessoas com 60 anos ou mais de idade por
COVID-19 (n)</td><td align="center" rowspan="1" colspan="1">4.003</td><td align="center" rowspan="1" colspan="1">18.100</td><td align="center" rowspan="1" colspan="1">17.534</td><td align="center" rowspan="1" colspan="1">7.063</td><td align="center" rowspan="1" colspan="1">6.077</td><td align="center" rowspan="1" colspan="1">13.728</td><td align="center" rowspan="1" colspan="1">5.063</td><td align="center" rowspan="1" colspan="1">4.741</td><td align="center" rowspan="1" colspan="1">3.933</td></tr><tr><td align="left" rowspan="1" colspan="1">Propor&#x000e7;&#x000e3;o de &#x000f3;bitos por COVID-19 em pessoas com 60
anos ou mais de idade (%)</td><td align="center" rowspan="1" colspan="1">65,39</td><td align="center" rowspan="1" colspan="1">68,00</td><td align="center" rowspan="1" colspan="1">72,60</td><td align="center" rowspan="1" colspan="1">70,04</td><td align="center" rowspan="1" colspan="1">65,83</td><td align="center" rowspan="1" colspan="1">69,54</td><td align="center" rowspan="1" colspan="1">72,68</td><td align="center" rowspan="1" colspan="1">65,01</td><td align="center" rowspan="1" colspan="1">65,52</td></tr><tr><td align="left" rowspan="1" colspan="1">Primeiro caso de COVID-19</td><td align="center" rowspan="1" colspan="1">08/Mar/2020</td><td align="center" rowspan="1" colspan="1">06/Mar/2020</td><td align="center" rowspan="1" colspan="1">15/Mar/2020</td><td align="center" rowspan="1" colspan="1">20/Mar/2020</td><td align="center" rowspan="1" colspan="1">18/Mar/2020</td><td align="center" rowspan="1" colspan="1">12/Mar/2020</td><td align="center" rowspan="1" colspan="1">19/Mar/2020</td><td align="center" rowspan="1" colspan="1">19/Mar/2020</td><td align="center" rowspan="1" colspan="1">14/Mar/2020</td></tr><tr><td align="left" rowspan="1" colspan="1">Primeiro &#x000f3;bito por COVID-19</td><td align="center" rowspan="1" colspan="1">31/Mar/2020</td><td align="center" rowspan="1" colspan="1">29/Mar/2020</td><td align="center" rowspan="1" colspan="1">24/Mar/2020</td><td align="center" rowspan="1" colspan="1">29/Mar/2020</td><td align="center" rowspan="1" colspan="1">31/Mar/2020</td><td align="center" rowspan="1" colspan="1">25/Mar/2020</td><td align="center" rowspan="1" colspan="1">27/Mar/2020</td><td align="center" rowspan="1" colspan="1">28/Mar/2020</td><td align="center" rowspan="1" colspan="1">02/Abr/2020</td></tr><tr><td align="left" rowspan="1" colspan="1">Primeiro decreto estadual de medidas de
distanciamento</td><td align="center" rowspan="1" colspan="1">
<italic>n&#x000ba; 69.541</italic>
<xref rid="B18" ref-type="bibr">
<sup>18</sup>
</xref> (19/Mar/2020)</td><td align="center" rowspan="1" colspan="1">
<italic>n&#x000ba; 19.529</italic>
<xref rid="B19" ref-type="bibr">
<sup>19</sup>
</xref> (16/Mar/2020)</td><td align="center" rowspan="1" colspan="1">
<italic>n&#x000ba; 33.510</italic>
<xref rid="B20" ref-type="bibr">
<sup>20</sup>
</xref> (16/Mar/2020)</td><td align="center" rowspan="1" colspan="1">
<italic>n&#x000ba; 35.660</italic>
<xref rid="B21" ref-type="bibr">
<sup>21</sup>
</xref> (16/Mar/2020)</td><td align="center" rowspan="1" colspan="1">
<italic>n&#x000ba; 40.128</italic>
<xref rid="B22" ref-type="bibr">
<sup>22</sup>
</xref> (17/Mar/2020)</td><td align="center" rowspan="1" colspan="1">
<italic>n&#x000ba; 48.809</italic>
<xref rid="B23" ref-type="bibr">
<sup>23</sup>
</xref> (14/Mar/2020)</td><td align="center" rowspan="1" colspan="1">
<italic>n&#x000ba; 18.884</italic>
<xref rid="B24" ref-type="bibr">
<sup>24</sup>
</xref> (16/Mar/2020)</td><td align="center" rowspan="1" colspan="1">
<italic>n&#x000ba; 29.524</italic>
<xref rid="B25" ref-type="bibr">
<sup>25</sup>
</xref> (17/Mar/2020)</td><td align="center" rowspan="1" colspan="1">
<italic>n&#x000ba; 40.560</italic>
<xref rid="B26" ref-type="bibr">
<sup>26</sup>
</xref> (16/Mar/2020)</td></tr><tr><td align="left" rowspan="1" colspan="1">N&#x000fa;mero de dias entre primeiro caso no Brasil e
decreto de distanciamento estadual</td><td align="center" rowspan="1" colspan="1">23</td><td align="center" rowspan="1" colspan="1">20</td><td align="center" rowspan="1" colspan="1">19</td><td align="center" rowspan="1" colspan="1">19</td><td align="center" rowspan="1" colspan="1">22</td><td align="center" rowspan="1" colspan="1">17</td><td align="center" rowspan="1" colspan="1">19</td><td align="center" rowspan="1" colspan="1">17</td><td align="center" rowspan="1" colspan="1">20</td></tr><tr><td align="left" rowspan="1" colspan="1">In&#x000ed;cio da vacina&#x000e7;&#x000e3;o da popula&#x000e7;&#x000e3;o geral</td><td align="center" rowspan="1" colspan="1">17/Jan/2021</td><td align="center" rowspan="1" colspan="1">19/Jan/2021</td><td align="center" rowspan="1" colspan="1">18/Jan/2021</td><td align="center" rowspan="1" colspan="1">18/Jan/2021</td><td align="center" rowspan="1" colspan="1">19/Jan/2021</td><td align="center" rowspan="1" colspan="1">18/Jan/2021</td><td align="center" rowspan="1" colspan="1">18/Jan/2021</td><td align="center" rowspan="1" colspan="1">19/Jan/2021</td><td align="center" rowspan="1" colspan="1">19/Jan/2021</td></tr></tbody></table><table-wrap-foot><fn id="TFN1"><p>Fonte: elabora&#x000e7;&#x000e3;o pr&#x000f3;pria.</p></fn></table-wrap-foot></table-wrap>
</p><p>Comparativamente, a propor&#x000e7;&#x000e3;o de pessoas infectadas por SARS-CoV-2 foi maior em
pessoas com menos de 60 anos de idade em todos os estados nordestinos, a despeito do
maior n&#x000fa;mero de mortes na popula&#x000e7;&#x000e3;o idosa. A Bahia, apesar de ser o estado mais
populoso, apresentou menor propor&#x000e7;&#x000e3;o de casos em pessoas com mais de 60 anos. Cear&#x000e1;
e Pernambuco, segundo e terceiro estados em popula&#x000e7;&#x000e3;o, respectivamente, tiveram o
maior n&#x000fa;mero de pessoas idosas com diagn&#x000f3;stico de COVID-19.</p><p>Quando analisados os estados nordestinos com menor popula&#x000e7;&#x000e3;o (Sergipe, Piau&#x000ed;, Rio
Grande do Norte e Alagoas), verificou-se que o Estado de Alagoas teve a menor
propor&#x000e7;&#x000e3;o de casos em pessoas com mais de 60 anos em rela&#x000e7;&#x000e3;o aos demais estados,
apesar da maior propor&#x000e7;&#x000e3;o de &#x000f3;bitos nesta popula&#x000e7;&#x000e3;o (65,4%), superior a Sergipe
(65,5%) e Rio Grande do Norte (65%). O Piau&#x000ed; foi o estado que apresentou o pior
resultado nesse indicador na regi&#x000e3;o (72,7%). Alagoas, &#x000fa;ltimo estado da regi&#x000e3;o a
adotar medidas oficiais para conter a pandemia com aumento crescente de casos
confirmados da COVID-19, publicou seu primeiro decreto de isolamento social no dia
19 de mar&#x000e7;o de 2020, 12 dias ap&#x000f3;s confirmado o primeiro caso em seu pr&#x000f3;prio
territ&#x000f3;rio. No dia 31 de mar&#x000e7;o seria registrada a primeira morte de COVID-19 em
Alagoas.</p><p>Quando considerados os &#x000f3;bitos em consequ&#x000ea;ncia da COVID-19 em pessoas acima de 60
anos, os estados do Piau&#x000ed; e Cear&#x000e1; apresentaram as maiores propor&#x000e7;&#x000f5;es, com 72,7% e
72,6%, respectivamente. No entanto, nenhum estado da regi&#x000e3;o registrou propor&#x000e7;&#x000f5;es
inferiores a 65% de &#x000f3;bitos pela COVID-19 nesse demogr&#x000e1;fico.</p><p>De forma semelhante, comportou-se o Estado da Para&#x000ed;ba, que decretaria a primeira
medida para conter o aumento da pandemia 22 dias ap&#x000f3;s confirmado o primeiro caso no
pa&#x000ed;s, assim como o Estado da Bahia, ao tornar p&#x000fa;blica a primeira medida de
isolamento e distanciamento, 11 dias ap&#x000f3;s a confirma&#x000e7;&#x000e3;o do primeiro caso em seu
territ&#x000f3;rio. Doze dias ap&#x000f3;s tal medida, a primeira morte seria confirmada pela
COVID-19 na Bahia.</p><p>A <xref rid="t1" ref-type="table">Tabela 1</xref> tamb&#x000e9;m traz informa&#x000e7;&#x000f5;es acerca do
in&#x000ed;cio da vacina&#x000e7;&#x000e3;o nos estados da regi&#x000e3;o, deflagrada no m&#x000ea;s de janeiro de 2021.
Verificou-se que os estados de Alagoas, Para&#x000ed;ba, Pernambuco, Piau&#x000ed;, Rio Grande do
Norte e Sergipe iniciaram a vacina&#x000e7;&#x000e3;o pelo menos 15 dias ap&#x000f3;s Bahia, Cear&#x000e1; e
Maranh&#x000e3;o, uma diferen&#x000e7;a significativa entre dois grupos de estados. Com base nos
primeiros decretos estaduais da vacina&#x000e7;&#x000e3;o, n&#x000e3;o foram reconhecidas diferen&#x000e7;as
relevantes com rela&#x000e7;&#x000e3;o aos grupos priorit&#x000e1;rios. Houve indica&#x000e7;&#x000e3;o t&#x000e9;cnica integrando
profissionais de sa&#x000fa;de e pessoas idosas institucionalizadas como priorit&#x000e1;rias.</p><p>Na <xref rid="f1" ref-type="fig">Figura 1</xref>, apresenta-se a propor&#x000e7;&#x000e3;o de
interna&#x000e7;&#x000f5;es hospitalares (ambulatoriais e em UTI, por todas as causas) com evolu&#x000e7;&#x000e3;o
para &#x000f3;bito entre pessoas com 60 anos de idade ou mais, entre janeiro 2018 e setembro
de 2022 na Regi&#x000e3;o Nordeste. Em virtude da COVID-19, todos os estados da regi&#x000e3;o
apresentaram um importante incremento do n&#x000fa;mero de interna&#x000e7;&#x000f5;es com evolu&#x000e7;&#x000e3;o para
&#x000f3;bito em mar&#x000e7;o 2020. O Estado de Sergipe j&#x000e1; apresentava n&#x000fa;mero maior de interna&#x000e7;&#x000f5;es
com evolu&#x000e7;&#x000e3;o para &#x000f3;bitos desde 2018 se comparando com os demais, e manteve esse
comportamento, sendo o estado com pior resultado, seguido por Para&#x000ed;ba e
Pernambuco.</p><p>
<fig position="float" id="f1"><label>Figura 1</label><caption><title>Propor&#x000e7;&#x000e3;o de interna&#x000e7;&#x000f5;es hospitalares com evolu&#x000e7;&#x000e3;o para &#x000f3;bito entre
pessoas idosas, nos estados da Regi&#x000e3;o Nordeste do Brasil, entre janeiro
de 2018 e agosto de 2022.</title></caption><graphic xlink:href="1678-4464-csp-41-02-PT183023-gf1" position="float"/></fig>
</p><p>O Estado do Maranh&#x000e3;o apresentou a menor propor&#x000e7;&#x000e3;o de interna&#x000e7;&#x000f5;es hospitalares com
evolu&#x000e7;&#x000e3;o para &#x000f3;bitos entre pessoas idosas antes da pandemia, mas foi o sexto estado
com pior evolu&#x000e7;&#x000e3;o desse indicador durante o ano de 2020. Todos os estados
apresentaram tend&#x000ea;ncia a redu&#x000e7;&#x000e3;o das interna&#x000e7;&#x000f5;es hospitalares com evolu&#x000e7;&#x000e3;o para
&#x000f3;bito em pessoas idosas a partir de janeiro de 2021, a despeito de novo aumento de
&#x000f3;bitos em meados de maio de 2021, ap&#x000f3;s rigorosas medidas de conting&#x000ea;ncia,
distanciamento e uso obrigat&#x000f3;rio de equipamentos de prote&#x000e7;&#x000e3;o individual, bem como
ap&#x000f3;s o in&#x000ed;cio da vacina&#x000e7;&#x000e3;o no pa&#x000ed;s. Pernambuco e Para&#x000ed;ba, no entanto, mantiveram em
patamares elevados as interna&#x000e7;&#x000f5;es hospitalares com desfecho para &#x000f3;bito ainda em
2021.</p><p>A taxa de mortalidade por 100 mil habitantes na popula&#x000e7;&#x000e3;o idosa apresentou padr&#x000e3;o
epidemiol&#x000f3;gico semelhante entre os nove estados da regi&#x000e3;o, com aumento r&#x000e1;pido e
expressivo entre os meses de mar&#x000e7;o e abril de 2020 e pico no m&#x000ea;s de junho de 2020.
Padr&#x000e3;o semelhante foi verificado entre os estados no final de 2021 e in&#x000ed;cio de 2022,
com tend&#x000ea;ncia de redu&#x000e7;&#x000e3;o da mortalidade, mas com plat&#x000f4; de estabilidade ainda em
n&#x000ed;veis elevados. Entre os meses de junho e julho de 2020, todos os estados iniciaram
tend&#x000ea;ncia de redu&#x000e7;&#x000e3;o das taxas de mortalidade, ou seja, cinco meses ap&#x000f3;s as
primeiras decis&#x000f5;es estaduais de enfrentamento a pandemia, a divulga&#x000e7;&#x000e3;o dos planos de
conting&#x000ea;ncia, os decretos de estado de emerg&#x000ea;ncia e a ado&#x000e7;&#x000e3;o das primeiras medidas
de distanciamento social. A <xref rid="f2" ref-type="fig">Figura 2</xref> nos traz a
perspectiva que considera as taxas de mortalidade de COVID-19 na popula&#x000e7;&#x000e3;o idosa,
que foram analisadas ao se observar duas imprescind&#x000ed;veis medidas para controle da
pandemia de COVID-19, as primeiras publica&#x000e7;&#x000f5;es em decretos sobre o distanciamento
social em cada estado e o in&#x000ed;cio da vacina&#x000e7;&#x000e3;o na popula&#x000e7;&#x000e3;o priorit&#x000e1;ria nos estados
nordestinos.</p><p>
<fig position="float" id="f2"><label>Figura 2</label><caption><title>Taxa de mortalidade espec&#x000ed;fica por COVID-19 (por 100 mil habitantes)
em pessoas idosas nos estados da Regi&#x000e3;o Nordeste do Brasil, entre
fevereiro de 2020 e setembro de 2022.</title></caption><graphic xlink:href="1678-4464-csp-41-02-PT183023-gf2" position="float"/></fig>
</p><p>Nos seis primeiros meses de 2020, os estados do Maranh&#x000e3;o, Cear&#x000e1;, Rio Grande do Norte,
Alagoas e Bahia tiveram picos da taxa de mortalidade de COVID-19 em pessoas idosas,
com quase 80 &#x000f3;bitos/100 mil habitantes, estando o estado de Alagoas com a pior
situa&#x000e7;&#x000e3;o com 200 &#x000f3;bitos/100 mil habitantes. Ap&#x000f3;s as primeiras medidas de
distanciamento social, os estados apresentaram redu&#x000e7;&#x000e3;o consistente da mortalidade,
particularmente entre os meses de maio de junho de 2020.</p><p>As medidas de distanciamento social precederam em dois meses a redu&#x000e7;&#x000e3;o da taxa de
mortalidade da popula&#x000e7;&#x000e3;o idosa na maioria dos estados (Maranh&#x000e3;o, Cear&#x000e1;, Rio Grande
do Norte, Para&#x000ed;ba e Alagoas). Entretanto, em outros se verificou retardo de quatro
meses para registro decr&#x000e9;scimo da mortalidade (Piau&#x000ed;, Bahia e Sergipe). Pernambuco
n&#x000e3;o apresentou tend&#x000ea;ncia significativa de decl&#x000ed;nio da taxa de mortalidade, visto que
a redu&#x000e7;&#x000e3;o em cinco meses depois da primeira medida de distanciamento n&#x000e3;o se manteve
nos meses subsequentes. Entretanto, todos os estados apresentaram novo incremento da
taxa de mortalidade nos primeiros meses de 2021, particularmente em fevereiro, logo
ap&#x000f3;s o momento em que a vacina&#x000e7;&#x000e3;o &#x000e9; iniciada em todo pa&#x000ed;s. Como consequ&#x000ea;ncia, ap&#x000f3;s
entre um a dois meses, verificou-se significativa redu&#x000e7;&#x000e3;o da mortalidade de pessoas
idosas em todos os estados, exceto em Pernambuco, onde a taxa persistiu elevada at&#x000e9;
maio de 2021, verificando-se para decr&#x000e9;scimo da mortalidade no local somente ap&#x000f3;s
tr&#x000ea;s meses.</p><p>Durante o ano de 2022, per&#x000ed;odo em que a popula&#x000e7;&#x000e3;o idosa j&#x000e1; havia sido vacinada com
pelo menos tr&#x000ea;s doses com as vacinas dispon&#x000ed;veis na rede p&#x000fa;blica do Sistema &#x000da;nico de
Sa&#x000fa;de (SUS), todos os estados apresentaram tend&#x000ea;ncia significativa de redu&#x000e7;&#x000e3;o da
mortalidade de pessoas com mais de 60 anos por COVID-19.</p></sec><sec sec-type="discussion"><title>Discuss&#x000e3;o</title><p>O estudo traz evid&#x000ea;ncias adicionais acerca do padr&#x000e3;o diferencial de morbimortalidade
relacionada &#x000e0; COVID-19 em pessoas idosas frente ao momento de ado&#x000e7;&#x000e3;o de medidas de
preven&#x000e7;&#x000e3;o e controle em estados da Regi&#x000e3;o Nordeste durante o per&#x000ed;odo pand&#x000ea;mico.</p><p>No Brasil, apesar de melhorias nas condi&#x000e7;&#x000f5;es socioecon&#x000f4;micas da popula&#x000e7;&#x000e3;o com redu&#x000e7;&#x000e3;o
de desigualdades regionais, hist&#x000f3;ricas iniquidades territoriais em sa&#x000fa;de persistem
<xref rid="B29" ref-type="bibr">
<sup>29</sup>
</xref>
<sup>,</sup>
<xref rid="B30" ref-type="bibr">
<sup>30</sup>
</xref>. Com elevada densidade urbana que coexiste com a expans&#x000e3;o de problemas antes
limitados &#x000e0;s grandes capitais <xref rid="B31" ref-type="bibr">
<sup>31</sup>
</xref>, a crise sanit&#x000e1;ria nos estados nordestinos refletiu condicionantes de alta
vulnerabilidade da regi&#x000e3;o &#x000e0; COVID-19 <xref rid="B32" ref-type="bibr">
<sup>32</sup>
</xref>. H&#x000e1; ainda fragilidades nas redes assistenciais <xref rid="B33" ref-type="bibr">
<sup>33</sup>
</xref>, expressando dificuldades para atender as necessidades relacionadas ao
envelhecimento da popula&#x000e7;&#x000e3;o <xref rid="B34" ref-type="bibr">
<sup>34</sup>
</xref>. Ademais, o Nordeste concentra em n&#x000fa;meros absolutos maior preval&#x000ea;ncia de
pessoas idosas com multimorbidades de risco para COVID-19 grave <xref rid="B12" ref-type="bibr">
<sup>12</sup>
</xref>. Essa moldura estrutural &#x000e9; relevante para entender a elevada carga de
morbimortalidade de COVID-19 na popula&#x000e7;&#x000e3;o idosa no Nordeste brasileiro.</p><p>Diante de um problema de acentuada envergadura mundial, respostas r&#x000e1;pidas para
controle da dissemina&#x000e7;&#x000e3;o da COVID-19 e para garantia de assist&#x000ea;ncia adequada &#x000e0; sa&#x000fa;de
eram necess&#x000e1;rias. Assim, in&#x000fa;meras medidas se tornaram centrais, como a amplia&#x000e7;&#x000e3;o do
n&#x000fa;mero de leitos, a compra e disponibiliza&#x000e7;&#x000e3;o de insumos e de equipamentos de
prote&#x000e7;&#x000e3;o individual, o estabelecimento de medidas de distanciamento social, a
garantia de acesso &#x000e0; testagem e aos medicamentos necess&#x000e1;rios ao tratamento, e a
garantia da vacina&#x000e7;&#x000e3;o <xref rid="B35" ref-type="bibr">
<sup>35</sup>
</xref>
<sup>,</sup>
<xref rid="B36" ref-type="bibr">
<sup>36</sup>
</xref>
<sup>,</sup>
<xref rid="B37" ref-type="bibr">
<sup>37</sup>
</xref>.</p><p>Antes da pandemia de COVID-19, conforme aqui apresentado, a propor&#x000e7;&#x000e3;o de interna&#x000e7;&#x000f5;es
hospitalares com evolu&#x000e7;&#x000e3;o para &#x000f3;bito entre pessoas com mais de 60 anos j&#x000e1; era
preocupante nos estados nordestinos. Apesar dos poucos estudos, as disparidades
entre as necessidades de sa&#x000fa;de da popula&#x000e7;&#x000e3;o idosa e a oferta de servi&#x000e7;os para
atend&#x000ea;-las eram notadas, de modo a sinalizar poss&#x000ed;veis iniquidades no acesso antes
do per&#x000ed;odo pand&#x000ea;mico <xref rid="B38" ref-type="bibr">
<sup>38</sup>
</xref>. &#x000c9; importante considerar, portanto, que diferen&#x000e7;as nos padr&#x000f5;es
epidemiol&#x000f3;gicos podem sugerir que as propor&#x000e7;&#x000f5;es elevadas de &#x000f3;bitos de pessoas idosas
antes e durante a COVID-19 est&#x000e3;o relacionadas &#x000e0; a&#x000e7;&#x000e3;o p&#x000fa;blica.</p><p>Neste estudo, Sergipe e Para&#x000ed;ba registraram piores resultados na propor&#x000e7;&#x000e3;o de
interna&#x000e7;&#x000f5;es com evolu&#x000e7;&#x000e3;o para &#x000f3;bito de pessoas idosas antes e depois da pandemia. Em
contrapartida, outros estados, embora com melhor par&#x000e2;metro de morbimortalidade de
pessoas idosas nos anos de 2018 e 2019, ampliaram sua propor&#x000e7;&#x000e3;o de &#x000f3;bitos na
COVID-19. Essa descontinuidade no padr&#x000e3;o de morbimortalidade refor&#x000e7;a que, para al&#x000e9;m
das interven&#x000e7;&#x000f5;es de controle em ocasi&#x000e3;o da crise sanit&#x000e1;ria, recursos humanos,
f&#x000ed;sicos, materiais e mecanismos de aten&#x000e7;&#x000e3;o pr&#x000e9;-existentes s&#x000e3;o fatores necess&#x000e1;rios
para explicar uma resposta eficaz no contexto pand&#x000ea;mico <xref rid="B39" ref-type="bibr">
<sup>39</sup>
</xref>. Entretanto, as estrat&#x000e9;gias de controle da transmiss&#x000e3;o adotadas pelos
governos tamb&#x000e9;m podem gerar mudan&#x000e7;as no desempenho <xref rid="B40" ref-type="bibr">
<sup>40</sup>
</xref>
<sup>,</sup>
<xref rid="B41" ref-type="bibr">
<sup>41</sup>
</xref>
<sup>,</sup>
<xref rid="B42" ref-type="bibr">
<sup>42</sup>
</xref>.</p><p>Os achados deste estudo apontam ainda para a semelhan&#x000e7;a nas iniciativas dos estados
nordestinos em rela&#x000e7;&#x000e3;o ao enfrentamento da COVID-19. Os planos de conting&#x000ea;ncia e as
recomenda&#x000e7;&#x000f5;es subsequentes, ainda que com singularidades, apresentaram conte&#x000fa;dos
semelhantes, tanto na orienta&#x000e7;&#x000e3;o do distanciamento social, quanto aos crit&#x000e9;rios para
a vacina&#x000e7;&#x000e3;o. A literatura tem caracterizado a atua&#x000e7;&#x000e3;o dos estados nordestinos como
rigorosa, &#x000e0; exce&#x000e7;&#x000e3;o da experi&#x000ea;ncia do estado da Bahia, tida como branda <xref rid="B43" ref-type="bibr">
<sup>43</sup>
</xref>. A homogeneidade das normativas na regi&#x000e3;o tem sido atribu&#x000ed;da a colabora&#x000e7;&#x000f5;es
interestaduais em dispositivos colegiados, como o Cons&#x000f3;rcio Nordeste, assim como &#x000e0;s
semelhan&#x000e7;as sociodemogr&#x000e1;ficas e &#x000e0;s aproxima&#x000e7;&#x000f5;es pol&#x000ed;tico-partid&#x000e1;rias <xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>
<sup>,</sup>
<xref rid="B43" ref-type="bibr">
<sup>43</sup>
</xref>
<sup>,</sup>
<xref rid="B44" ref-type="bibr">
<sup>44</sup>
</xref>
<sup>,</sup>
<xref rid="B45" ref-type="bibr">
<sup>45</sup>
</xref>.</p><p>Os decretos estaduais relacionados &#x000e0; pandemia de COVID-19 foram, em grande medida,
formulados com base em aspectos t&#x000e9;cnico-administrativos <xref rid="B46" ref-type="bibr">
<sup>46</sup>
</xref>, indo de encontro &#x000e0;s orienta&#x000e7;&#x000f5;es do Governo Federal. O uso de evid&#x000ea;ncias
cient&#x000ed;ficas esteve presente no gerenciamento da pandemia dos estados nordestinos na
formula&#x000e7;&#x000e3;o de planos de distanciamento social e de protocolos para setores
econ&#x000f4;micos espec&#x000ed;ficos. Nessa dire&#x000e7;&#x000e3;o, destaca-se ainda a capacidade de influ&#x000ea;ncia
dos comit&#x000ea;s estaduais de enfrentamento da COVID-19, em sua maioria constitu&#x000ed;dos de
forma multidisciplinar <xref rid="B44" ref-type="bibr">
<sup>44</sup>
</xref>.</p><p>Contudo, os achados desta pesquisa indicam um relativo atraso na formula&#x000e7;&#x000e3;o de
respostas subnacionais &#x000e0; pandemia da COVID-19 que incidiu na morbimortalidade da
popula&#x000e7;&#x000e3;o idosa. Em contexto de elevada gravidade e transmissibilidade da nova
doen&#x000e7;a, mesmo antes da divulga&#x000e7;&#x000e3;o dos primeiros casos, tr&#x000ea;s variantes de SARS-CoV-2
estavam distribu&#x000ed;das em todo pa&#x000ed;s, das quais duas tiveram entrada pelo Estado do
Cear&#x000e1; <xref rid="B47" ref-type="bibr">
<sup>47</sup>
</xref>. Com a constata&#x000e7;&#x000e3;o do primeiro caso em territ&#x000f3;rio nacional com r&#x000e1;pida
difus&#x000e3;o do v&#x000ed;rus nos estados brasileiros <xref rid="B48" ref-type="bibr">
<sup>48</sup>
</xref>, observam-se diferen&#x000e7;as relevantes no tempo de estabelecimento de medidas de
controle da doen&#x000e7;a pelos estados do Nordeste, considerando-se como ponto de
refer&#x000ea;ncia os primeiros decretos estaduais.</p><p>Importante considerar que a quantidade de testes realizados pelos estados nordestinos
foi considerada insuficiente para dimensionamento mais preciso da pandemia <xref rid="B49" ref-type="bibr">
<sup>49</sup>
</xref>. Ademais, mudan&#x000e7;as nos sistemas de notifica&#x000e7;&#x000e3;o, limita&#x000e7;&#x000f5;es na
disponibilidade de informa&#x000e7;&#x000f5;es sobre a assist&#x000ea;ncia privada e desigualdades no acesso
aos testes no pa&#x000ed;s incidiram na capacidade p&#x000fa;blica de avalia&#x000e7;&#x000e3;o e resposta em tempo
real da transmiss&#x000e3;o do v&#x000ed;rus <xref rid="B50" ref-type="bibr">
<sup>50</sup>
</xref>. Essas fragilidades na vigil&#x000e2;ncia epidemiol&#x000f3;gica podem ter contribu&#x000ed;do com a
demora na resposta estadual e, consequentemente, com a morbimortalidade pela
COVID-19.</p><p>Problemas relacionados &#x000e0; oferta de servi&#x000e7;os de sa&#x000fa;de, cuidados e prote&#x000e7;&#x000e3;o &#x000e0; vida da
popula&#x000e7;&#x000e3;o idosa <xref rid="B51" ref-type="bibr">
<sup>51</sup>
</xref>, por certo, se intensificaram no per&#x000ed;odo. Nos primeiros meses da pandemia, a
aus&#x000ea;ncia de vacinas e medicamentos antivirais espec&#x000ed;ficos frente &#x000e0; elevada
transmissibilidade ressaltou as medidas de distanciamento social e vigil&#x000e2;ncia de
casos como as principais interven&#x000e7;&#x000f5;es eficazes para controle <xref rid="B52" ref-type="bibr">
<sup>52</sup>
</xref>.</p><p>Em rela&#x000e7;&#x000e3;o &#x000e0; implementa&#x000e7;&#x000e3;o de medidas de distanciamento social, &#x000e9; relevante notar os
in&#x000fa;meros desafios socioecon&#x000f4;micos para a sustentabilidade das restri&#x000e7;&#x000f5;es de
mobilidade, ou seja, de transmissibilidade dos v&#x000ed;rus da s&#x000ed;ndrome respirat&#x000f3;ria aguda
grave <xref rid="B53" ref-type="bibr">
<sup>53</sup>
</xref>. A informalidade se soma &#x000e0; fragilidade dos v&#x000ed;nculos trabalhistas, com
implica&#x000e7;&#x000f5;es correlatas aos desafios das pol&#x000ed;ticas de prote&#x000e7;&#x000e3;o social em contexto de
emerg&#x000ea;ncia <xref rid="B54" ref-type="bibr">
<sup>54</sup>
</xref>.</p><p>Nesse contexto, vale destacar a fragilidade laboral da popula&#x000e7;&#x000e3;o idosa brasileira, os
quais em alta propor&#x000e7;&#x000e3;o se mantiveram trabalhando durante a pandemia, muitos em
atividades informais com perdas significativas de renda, sendo maior entre pessoas
j&#x000e1; empobrecidas <xref rid="B55" ref-type="bibr">
<sup>55</sup>
</xref>. Nesse sentido, pessoas idosas em &#x000e1;reas socialmente vulner&#x000e1;veis, em Servi&#x000e7;o
de Acolhimento Institucional para as Pessoas Idosas (ILPI) e em Situa&#x000e7;&#x000e3;o de Rua
apresentaram maior mortalidade <xref rid="B56" ref-type="bibr">
<sup>56</sup>
</xref>
<sup>,</sup>
<xref rid="B57" ref-type="bibr">
<sup>57</sup>
</xref>. Ademais, pessoas idosas com multimorbidades, embora tenham apresentado a
tend&#x000ea;ncia de maior ades&#x000e3;o ao distanciamento social, possivelmente enfrentaram a
agudiza&#x000e7;&#x000e3;o de problemas cr&#x000f4;nicos <xref rid="B58" ref-type="bibr">
<sup>58</sup>
</xref>.</p><p>Al&#x000e9;m das medidas n&#x000e3;o farmacol&#x000f3;gicas, a vacina&#x000e7;&#x000e3;o representou um importante avan&#x000e7;o,
decisivo para controle da pandemia, demonstrado aqui pela consequente redu&#x000e7;&#x000e3;o de
mortalidade na popula&#x000e7;&#x000e3;o idosa. Apesar de diferentes estudos demonstrarem reduzida
hesita&#x000e7;&#x000e3;o vacinal nessa popula&#x000e7;&#x000e3;o <xref rid="B59" ref-type="bibr">
<sup>59</sup>
</xref>, o uso das m&#x000ed;dias sociais esteve associado a menores &#x000ed;ndices de inten&#x000e7;&#x000e3;o a
se vacinar, considerando discursos negacionistas de descr&#x000e9;dito da efic&#x000e1;cia <xref rid="B60" ref-type="bibr">
<sup>60</sup>
</xref>. Nos meses de agosto e setembro de 2021, muitas cidades brasileiras j&#x000e1;
tinham aplicado ao menos a primeira dose em praticamente 100% de todas as pessoas
com mais de 18 anos <xref rid="B61" ref-type="bibr">
<sup>61</sup>
</xref>
<sup>,</sup>
<xref rid="B62" ref-type="bibr">
<sup>62</sup>
</xref>. Como consequ&#x000ea;ncia, a propor&#x000e7;&#x000e3;o de pessoas acima de 60 anos que foram
hospitalizados e que evolu&#x000ed;ram para &#x000f3;bito apresentou redu&#x000e7;&#x000e3;o durante o mesmo per&#x000ed;odo
<xref rid="B40" ref-type="bibr">
<sup>40</sup>
</xref>. No entanto, o presente estudo evidencia que Pernambuco n&#x000e3;o apresentou
tend&#x000ea;ncia consistente de redu&#x000e7;&#x000e3;o da mortalidade ap&#x000f3;s o distanciamento social, al&#x000e9;m
de demora para decl&#x000ed;nio desse indicador ap&#x000f3;s o in&#x000ed;cio da imuniza&#x000e7;&#x000e3;o. Isso sugere que
especificidades locais e outros fatores intervenientes podem contribuir com padr&#x000f5;es
distintos de controle.</p><p>&#x000c9; preciso considerar ainda que o SUS possui mecanismos de compartilhamento de
decis&#x000f5;es e de defini&#x000e7;&#x000e3;o de responsabilidades, que refor&#x000e7;am o papel da Uni&#x000e3;o como
indutora de pol&#x000ed;ticas nacionais de sa&#x000fa;de em &#x000e2;mbito local <xref rid="B6" ref-type="bibr">
<sup>6</sup>
</xref>
<sup>,</sup>
<xref rid="B35" ref-type="bibr">
<sup>35</sup>
</xref>. Entretanto, na crise sanit&#x000e1;ria, o Governo Federal apresentou limitada
coordena&#x000e7;&#x000e3;o da pol&#x000ed;tica de sa&#x000fa;de, complicada frente a confrontos pol&#x000ed;ticos com as
unidades subnacionais, o que exigiu a equaliza&#x000e7;&#x000e3;o pelo Supremo Tribunal Federal de
reconhecer a autonomia dos governos estaduais na defini&#x000e7;&#x000e3;o de medidas de
enfrentamento de COVID-19 <xref rid="B35" ref-type="bibr">
<sup>35</sup>
</xref>, com impactos junto as pessoas idosas na pandemia <xref rid="B63" ref-type="bibr">
<sup>63</sup>
</xref>.</p><p>Os dados analisados n&#x000e3;o permitem uma discuss&#x000e3;o mais detalhada das poss&#x000ed;veis causas da
mudan&#x000e7;a na evolu&#x000e7;&#x000e3;o de casos e &#x000f3;bitos na popula&#x000e7;&#x000e3;o idosa, o que se configura em uma
das limita&#x000e7;&#x000f5;es da pesquisa, j&#x000e1; que h&#x000e1; outras poss&#x000ed;veis causas da mudan&#x000e7;a na evolu&#x000e7;&#x000e3;o
dos &#x000f3;bitos nesta popula&#x000e7;&#x000e3;o, al&#x000e9;m dos decretos publicados por governos estaduais.</p><p>Em uma sociedade em que o envelhecimento populacional se processa aceleradamente,
torna-se uma quest&#x000e3;o de sa&#x000fa;de p&#x000fa;blica repensar condicionantes estruturais e
contextuais para o adoecimento das pessoas mais velhas, especialmente em uma
emerg&#x000ea;ncia sanit&#x000e1;ria que as p&#x000f5;e em maior risco <xref rid="B64" ref-type="bibr">
<sup>64</sup>
</xref>. Diferentes dimens&#x000f5;es de vulnerabilidade se interconectam para a
determina&#x000e7;&#x000e3;o dos efeitos de morbimortalidade na popula&#x000e7;&#x000e3;o idosa, de modo que as
condi&#x000e7;&#x000f5;es sociais e program&#x000e1;ticas se associam na varia&#x000e7;&#x000e3;o de fragilidades de sa&#x000fa;de
<xref rid="B65" ref-type="bibr">
<sup>65</sup>
</xref>. Todavia, pessoas idosas foram desproporcionalmente atingidas pela pandemia,
aqui demonstrado pela caracteriza&#x000e7;&#x000e3;o dos estados nordestinos. Aponta-se, portanto,
para import&#x000e2;ncia dos esfor&#x000e7;os dos governos para mitigar a suscetibilidade &#x000e0; COVID-19
com evolu&#x000e7;&#x000e3;o para &#x000f3;bito, frente aos desafios e &#x000e0;s condi&#x000e7;&#x000f5;es assistenciais e
socioecon&#x000f4;micas da regi&#x000e3;o.</p></sec><sec sec-type="conclusions"><title>Considera&#x000e7;&#x000f5;es finais</title><p>H&#x000e1; uma clara rela&#x000e7;&#x000e3;o entre medidas sanit&#x000e1;rias de distanciamento social e vacina&#x000e7;&#x000e3;o e
redu&#x000e7;&#x000e3;o de morbimortalidade da popula&#x000e7;&#x000e3;o idosa nos estados da Regi&#x000e3;o Nordeste.
Entretanto, as decis&#x000f5;es dos governos estaduais da regi&#x000e3;o n&#x000e3;o foram suficientes para
mitigar o impacto da morbimortalidade entre as pessoas idosas em consequ&#x000ea;ncia da
pandemia de COVID-19.</p><p>H&#x000e1; desafios anteriores &#x000e0; emerg&#x000ea;ncia sanit&#x000e1;ria quanto ao acesso e &#x000e0; qualidade da
aten&#x000e7;&#x000e3;o especializada para essa popula&#x000e7;&#x000e3;o, com desigualdades entre os territ&#x000f3;rios,
que foram ampliados na crise sanit&#x000e1;ria. Logo, refor&#x000e7;a-se a necessidade de repensar
pol&#x000ed;ticas de sa&#x000fa;de no sentido de um envelhecimento saud&#x000e1;vel.</p></sec></body><back><ack><title>Agradecimentos</title><p>A. N. Ramos Jr. &#x000e9; bolsista de produtividade em pesquisa do Conselho Nacional de
Desenvolvimento Cient&#x000ed;fico e Tecnol&#x000f3;gico (CNPq, processo n&#x000ba; 316316/2023-7).</p></ack><ref-list><title>Refer&#x000ea;ncias</title><ref id="B1"><label>1</label><element-citation publication-type="webpage"><person-group person-group-type="author">
<collab>Organiza&#x000e7;&#x000e3;o Pan-Americana da Sa&#x000fa;de</collab>
</person-group><source>Inclus&#x000e3;o de pessoas idosas no planejamento de emerg&#x000ea;ncias: perspectivas
durante e ap&#x000f3;s a pandemia de COVID-19.</source><comment>
<ext-link xlink:href="https://iris.paho.org/bitstream/handle/10665.2/57306/OPASFPLHLCOVID19220017_por.pdf" ext-link-type="uri">https://iris.paho.org/bitstream/handle/10665.2/57306/OPASFPLHLCOVID19220017_por.pdf</ext-link>
</comment><date-in-citation content-type="access-date" iso-8601-date="2023-09-20">20/Set/2023</date-in-citation></element-citation></ref><ref id="B2"><label>2</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Teixeira</surname><given-names>FA</given-names></name>
<name><surname>Paula</surname><given-names>CEA</given-names></name>
<name><surname>Queiroz</surname><given-names>AM</given-names></name>
<name><surname>Melo</surname><given-names>DQ</given-names></name>
<name><surname>Silva</surname><given-names>GMV</given-names></name>
</person-group><article-title>A evolu&#x000e7;&#x000e3;o da Covid-19 e incid&#x000ea;ncia nos &#x000f3;bitos da popula&#x000e7;&#x000e3;o idosa
defesa do isolamento horizontal</article-title><source>Revista Brasileira de Administra&#x000e7;&#x000e3;o Cient&#x000ed;fica</source><year>2020</year><volume>11</volume><fpage>167</fpage><lpage>182</lpage></element-citation></ref><ref id="B3"><label>3</label><element-citation publication-type="webpage"><person-group person-group-type="author">
<collab>Organiza&#x000e7;&#x000e3;o Pan-Americana da Sa&#x000fa;de</collab>
</person-group><source>Pessoas com mais de 60 anos foram as mais atingidas pela COVID-19 nas
Am&#x000e9;ricas.</source><comment>
<ext-link xlink:href="https://www.paho.org/pt/noticias/30-9-2020-pessoas-com-mais-60-anos-foram-mais-atingidas-pela-covid-19-nas-americas" ext-link-type="uri">https://www.paho.org/pt/noticias/30-9-2020-pessoas-com-mais-60-anos-foram-mais-atingidas-pela-covid-19-nas-americas</ext-link>
</comment><date-in-citation content-type="access-date" iso-8601-date="2023-09-20">20/Set/2023</date-in-citation></element-citation></ref><ref id="B4"><label>4</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Fernandes</surname><given-names>MTO</given-names></name>
<name><surname>Soares</surname><given-names>SM</given-names></name>
</person-group><article-title>O desenvolvimento de pol&#x000ed;ticas p&#x000fa;blicas de aten&#x000e7;&#x000e3;o ao idoso no
Brasil</article-title><source>Rev Esc Enferm USP</source><year>2012</year><volume>46</volume><fpage>1494</fpage><lpage>1502</lpage><pub-id pub-id-type="pmid">23380796</pub-id>
</element-citation></ref><ref id="B5"><label>5</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Hammerschmidt</surname><given-names>KSA</given-names></name>
<name><surname>Santana</surname><given-names>RF</given-names></name>
</person-group><article-title>Sa&#x000fa;de do Idoso em tempos de pandemia COVID-19</article-title><source>Cogitare Enferm</source><year>2020</year><volume>25</volume><elocation-id>e72849</elocation-id></element-citation></ref><ref id="B6"><label>6</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Machado</surname><given-names>CJ</given-names></name>
<name><surname>Pereira</surname><given-names>CCA</given-names></name>
<name><surname>Viana</surname><given-names>BM</given-names></name>
<name><surname>Oliveira</surname><given-names>GL</given-names></name>
<name><surname>Melo</surname><given-names>DC</given-names></name>
<name><surname>Carvalho</surname><given-names>JFMG</given-names></name>
</person-group><article-title>Estimativas de impacto da COVID-19 na mortalidade de idosos
institucionalizados no Brasil</article-title><source>Ci&#x000ea;nc Sa&#x000fa;de Colet</source><year>2020</year><volume>25</volume><fpage>3437</fpage><lpage>3444</lpage></element-citation></ref><ref id="B7"><label>7</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Kerr</surname><given-names>L</given-names></name>
<name><surname>Kendall</surname><given-names>C</given-names></name>
<name><surname>Silva</surname><given-names>AAM</given-names></name>
<name><surname>Aquino</surname><given-names>EML</given-names></name>
<name><surname>Pescarini</surname><given-names>JM</given-names></name>
<name><surname>Almeida</surname><given-names>RLF</given-names></name>
</person-group><article-title>COVID-19 no Nordeste brasileiro sucessos e limita&#x000e7;&#x000f5;es nas
respostas dos governos dos estados</article-title><source>Ci&#x000ea;nc Sa&#x000fa;de Colet</source><year>2020</year><volume>25</volume><issue>2</issue><fpage>4099</fpage><lpage>4120</lpage></element-citation></ref><ref id="B8"><label>8</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Zhang</surname><given-names>S</given-names></name>
<name><surname>Yang</surname><given-names>Z</given-names></name>
<name><surname>Li</surname><given-names>Z-N</given-names></name>
<name><surname>Chen</surname><given-names>Z-L</given-names></name>
<name><surname>Yue</surname><given-names>S-J</given-names></name>
<name><surname>Fu</surname><given-names>R-J</given-names></name>
<etal/>
</person-group><article-title>As pessoas mais velhas s&#x000e3;o realmente mais suscet&#x000ed;veis ao
SARS-CoV-2?</article-title><source>Aging Dis</source><year>2022</year><volume>13</volume><fpage>1336</fpage><lpage>1347</lpage><pub-id pub-id-type="pmid">36186126</pub-id>
</element-citation></ref><ref id="B9"><label>9</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Lloyd-Sherlock</surname><given-names>P</given-names></name>
<name><surname>Ebrahim</surname><given-names>S</given-names></name>
<name><surname>Geffen</surname><given-names>L</given-names></name>
<name><surname>McKee</surname><given-names>M</given-names></name>
</person-group><article-title>Bearing the brunt of covid-19 older people in low and middle
income countries</article-title><source>BMJ</source><year>2020</year><volume>368</volume><fpage>m1052</fpage><lpage>m1052</lpage><pub-id pub-id-type="pmid">32169830</pub-id>
</element-citation></ref><ref id="B10"><label>10</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Flor&#x000ea;ncio</surname><given-names>PG</given-names><suffix>J&#x000fa;nior</suffix></name>
<name><surname>Paiano</surname><given-names>R</given-names></name>
<name><surname>Costa</surname><given-names>AS</given-names></name>
</person-group><article-title>Isolamento social: consequ&#x000ea;ncias f&#x000ed;sicas e mentais da inatividade
f&#x000ed;sica em crian&#x000e7;as e adolescentes.</article-title><source>Rev Bras Ativ F&#x000ed;s Sa&#x000fa;de</source><year>2020</year><volume>25</volume><elocation-id>e0115</elocation-id></element-citation></ref><ref id="B11"><label>11</label><element-citation publication-type="webpage"><source>Painel coronav&#x000ed;rus.</source><comment>
<ext-link xlink:href="https://covid.saude.gov.br/" ext-link-type="uri">https://covid.saude.gov.br/</ext-link>
</comment><date-in-citation content-type="access-date" iso-8601-date="2023-09-20">20/Set/2023</date-in-citation></element-citation></ref><ref id="B12"><label>12</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Nunes</surname><given-names>BP</given-names></name>
<name><surname>Souza</surname><given-names>ASS</given-names></name>
<name><surname>Nogueira</surname><given-names>J</given-names></name>
<name><surname>Andrade</surname><given-names>FB</given-names></name>
<name><surname>Thum&#x000e9;</surname><given-names>E</given-names></name>
<name><surname>Teixeira</surname><given-names>DSC</given-names></name>
</person-group><article-title>Multimorbidade e popula&#x000e7;&#x000e3;o em risco para COVID-19 grave no Estudo
Longitudinal da Sa&#x000fa;de dos Idosos Brasileiros</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2020</year><volume>36</volume><elocation-id>e00129620</elocation-id><pub-id pub-id-type="pmid">33237250</pub-id>
</element-citation></ref><ref id="B13"><label>13</label><element-citation publication-type="webpage"><person-group person-group-type="author">
<name><surname>Alves</surname><given-names>JED</given-names></name>
</person-group><source>Envelhecimento populacional no Brasil e no mundo segundo as novas
proje&#x000e7;&#x000f5;es da ONU.</source><comment>
<ext-link xlink:href="https://www.portaldoenvelhecimento.com.br/envelhecimento-populacional-no-brasil-e-no-mundo-segundo-as-novas-projecoes-da-onu/" ext-link-type="uri">https://www.portaldoenvelhecimento.com.br/envelhecimento-populacional-no-brasil-e-no-mundo-segundo-as-novas-projecoes-da-onu/</ext-link>
</comment><date-in-citation content-type="access-date" iso-8601-date="2023-09-20">20/Set/2023</date-in-citation></element-citation></ref><ref id="B14"><label>14</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Braga</surname><given-names>JU</given-names></name>
<name><surname>Ramos</surname><given-names>AN</given-names><suffix>Jr.</suffix></name>
<name><surname>Ferreira</surname><given-names>AF</given-names></name>
<name><surname>Lacerda</surname><given-names>VM</given-names></name>
<name><surname>Freire</surname><given-names>RMC</given-names></name>
<name><surname>Bertoncini</surname><given-names>BV</given-names></name>
</person-group><article-title>Propensity for COVID-19 severe epidemic among the populations of
the neighborhoods of Fortaleza, Brazil, in 2020.</article-title><source>BMC Public Health</source><year>2020</year><volume>20</volume><fpage>1486</fpage><lpage>1486</lpage><pub-id pub-id-type="pmid">32998719</pub-id>
</element-citation></ref><ref id="B15"><label>15</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Xavier</surname><given-names>DR</given-names></name>
<name><surname>Silva</surname><given-names>ELE</given-names></name>
<name><surname>Lara</surname><given-names>FA</given-names></name>
<name><surname>Silva</surname><given-names>GRRE</given-names></name>
<name><surname>Oliveira</surname><given-names>MF</given-names></name>
<name><surname>Gurgel</surname><given-names>H</given-names></name>
</person-group><article-title>Involvement of political and socio-economic factors in the
spatial and temporal dynamics of COVID-19 outcomes in Brazil A
population-based study</article-title><source>Lancet Reg Health Am</source><year>2022</year><volume>10</volume><fpage>100221</fpage><lpage>100221</lpage><pub-id pub-id-type="pmid">35309089</pub-id>
</element-citation></ref><ref id="B16"><label>16</label><element-citation publication-type="webpage"><person-group person-group-type="author">
<collab>Instituto Brasileiro de Geografia e Estat&#x000ed;stica</collab>
</person-group><source>Censo demogr&#x000e1;fico 2022 - Popula&#x000e7;&#x000e3;o.</source><comment>
<ext-link xlink:href="https://censo2022.ibge.gov.br/panorama" ext-link-type="uri">https://censo2022.ibge.gov.br/panorama</ext-link>
</comment><date-in-citation content-type="access-date" iso-8601-date="2023-12-20">20/Dez/2023</date-in-citation></element-citation></ref><ref id="B17"><label>17</label><element-citation publication-type="webpage"><person-group person-group-type="author">
<collab>Instituto Brasileiro de Geografia e Estat&#x000ed;stica</collab>
</person-group><source>Pr&#x000e9;via da popula&#x000e7;&#x000e3;o dos munic&#x000ed;pios com base nos dados do Censo
Demogr&#x000e1;fico 2022.</source><comment>
<ext-link xlink:href="https://www.ibge.gov.br/estatisticas/sociais/populacao/22827-censo-demografico-2022.html?edicao=35938" ext-link-type="uri">https://www.ibge.gov.br/estatisticas/sociais/populacao/22827-censo-demografico-2022.html?edicao=35938</ext-link>
</comment><date-in-citation content-type="access-date" iso-8601-date="2023-09-20">20/Set/2023</date-in-citation></element-citation></ref><ref id="B18"><label>18</label><element-citation publication-type="legal-doc"><person-group person-group-type="author">
<collab>Estado de Alagoas</collab>
</person-group><article-title>Decreto n&#x000ba; 69.541, de 19 de mar&#x000e7;o de 2020. Declara a situa&#x000e7;&#x000e3;o de
Emerg&#x000ea;ncia no Estado de Alagoas e intensifica as medidas para enfrentamento
da emerg&#x000ea;ncia de sa&#x000fa;de p&#x000fa;blica de import&#x000e2;ncia internacional decorrente do
Covid - 19 (coronav&#x000ed;rus) no &#x000e2;mbito do Estado de Alagoas, e d&#x000e1; outras
provid&#x000ea;ncias.</article-title><source>Di&#x000e1;rio Oficial do Estado de Alagoas</source><day>20</day><month>03</month><year>2020</year></element-citation></ref><ref id="B19"><label>19</label><element-citation publication-type="legal-doc"><person-group person-group-type="author">
<collab>Estado da Bahia</collab>
</person-group><article-title>Decreto n&#x000ba; 19.529, de 16 de mar&#x000e7;o de 2020. Regulamenta, no Estado
da Bahia, as medidas tempor&#x000e1;rias para enfrentamento da emerg&#x000ea;ncia de sa&#x000fa;de
p&#x000fa;blica de import&#x000e2;ncia internacional decorrente do
coronav&#x000ed;rus.</article-title><source>Di&#x000e1;rio Oficial do Estado da Bahia</source><day>17</day><month>03</month><year>2020</year></element-citation></ref><ref id="B20"><label>20</label><element-citation publication-type="legal-doc"><person-group person-group-type="author">
<collab>Estado do Cear&#x000e1;</collab>
</person-group><article-title>Decreto n&#x000ba; 33.510, de 16 de mar&#x000e7;o de 2020. Decreta situa&#x000e7;&#x000e3;o de
emerg&#x000ea;ncia em sa&#x000fa;de e disp&#x000f5;e sobre medidas para enfrentamento e conten&#x000e7;&#x000e3;o da
infec&#x000e7;&#x000e3;o humana pelo novo coronav&#x000ed;rus.</article-title><source>Di&#x000e1;rio Oficial do Estado do Cear&#x000e1;</source><day>16</day><month>03</month><year>2020</year></element-citation></ref><ref id="B21"><label>21</label><element-citation publication-type="legal-doc"><person-group person-group-type="author">
<collab>Estado do Maranh&#x000e3;o</collab>
</person-group><article-title>Decreto n&#x000ba; 35.660, de 16 de mar&#x000e7;o de 2020. Disp&#x000f5;e sobre os
procedimentos e regras para fins de preven&#x000e7;&#x000e3;o da transmiss&#x000e3;o da COVID-19,
institui o Comit&#x000ea; Estadual de Preven&#x000e7;&#x000e3;o e Combate &#x000e0; COVID-19 e d&#x000e1; outras
provid&#x000ea;ncias.</article-title><source>Di&#x000e1;rio Oficial do Estado do Maranh&#x000e3;o</source><day>16</day><month>03</month><year>2020</year></element-citation></ref><ref id="B22"><label>22</label><element-citation publication-type="legal-doc"><person-group person-group-type="author">
<collab>Estado da Para&#x000ed;ba</collab>
</person-group><article-title>Decreto n&#x000ba; 40.128, de 17 de mar&#x000e7;o de 2020. Disp&#x000f5;e sobre a ado&#x000e7;&#x000e3;o,
no &#x000e2;mbito da Administra&#x000e7;&#x000e3;o P&#x000fa;blica direta e indireta, de medidas tempor&#x000e1;rias
e emergenciais de preven&#x000e7;&#x000e3;o de cont&#x000e1;gio pelo COVID-19 (Novo Coronav&#x000ed;rus),
bem como sobre recomenda&#x000e7;&#x000f5;es aos munic&#x000ed;pios e ao setor privado
estadual.</article-title><source>Di&#x000e1;rio Oficial do Estado da Para&#x000ed;ba</source><day>19</day><month>03</month><year>2020</year></element-citation></ref><ref id="B23"><label>23</label><element-citation publication-type="legal-doc"><person-group person-group-type="author">
<collab>Estado de Pernambuco</collab>
</person-group><article-title>Decreto n&#x000ba; 48.809, de 14 de mar&#x000e7;o de 2020. Regulamenta, no Estado
de Pernambuco, medidas tempor&#x000e1;rias para enfrentamento da emerg&#x000ea;ncia de sa&#x000fa;de
p&#x000fa;blica de import&#x000e2;ncia internacional decorrente do coronav&#x000ed;rus, conforme
previsto na Lei Federal n&#x000ba; 13.979, de 6 de fevereiro de
2020.</article-title><source>Di&#x000e1;rio Oficial do Estado de Pernambuco</source><day>14</day><month>03</month><year>2020</year></element-citation></ref><ref id="B24"><label>24</label><element-citation publication-type="legal-doc"><person-group person-group-type="author">
<collab>Estado do Piau&#x000ed;</collab>
</person-group><article-title>Decreto n&#x000ba; 18.884, de 16 de mar&#x000e7;o de 2020. Regulamenta a Lei
Federal n&#x000ba; 13.979, de 06 de fevereiro de 2020, para dispor no &#x000e2;mbito do
Estado do Piau&#x000ed;, sobre as medidas de emerg&#x000ea;ncia de sa&#x000fa;de p&#x000fa;blica de
import&#x000e2;ncia internacional e tendo em vista a classifica&#x000e7;&#x000e3;o da situa&#x000e7;&#x000e3;o
mundial do novo coronav&#x000ed;rus como pandemia, institui o Comit&#x000ea; Gestor de
Crise, e d&#x000e1; outras provid&#x000ea;ncias.</article-title><source>Di&#x000e1;rio Oficial do Estado do Piau&#x000ed;</source><day>16</day><month>03</month><year>2020</year></element-citation></ref><ref id="B25"><label>25</label><element-citation publication-type="legal-doc"><person-group person-group-type="author">
<collab>Estado do Rio Grande do Norte</collab>
</person-group><article-title>Decreto n&#x000ba; 29.524, de 17 de mar&#x000e7;o de 2020. Disp&#x000f5;e sobre medidas
tempor&#x000e1;rias para o enfrentamento da situa&#x000e7;&#x000e3;o de emerg&#x000ea;ncia em sa&#x000fa;de p&#x000fa;blica
provocada pelo novo coronav&#x000ed;rus (COVID-19).</article-title><source>Di&#x000e1;rio Oficial do Estado do Rio Grande do Norte</source><day>18</day><month>03</month><year>2020</year></element-citation></ref><ref id="B26"><label>26</label><element-citation publication-type="legal-doc"><person-group person-group-type="author">
<collab>Estado de Sergipe</collab>
</person-group><article-title>Decreto n&#x000ba; 40.560, de 16 de mar&#x000e7;o de 2020. Disp&#x000f5;e sobre a
decreta&#x000e7;&#x000e3;o de situa&#x000e7;&#x000e3;o de emerg&#x000ea;ncia na sa&#x000fa;de p&#x000fa;blica do Estado de Sergipe,
em raz&#x000e3;o da dissemina&#x000e7;&#x000e3;o do v&#x000ed;rus COVID-19 (novo coronav&#x000ed;rus) e regulamenta
as medidas para enfrentamento da crise de sa&#x000fa;de p&#x000fa;blica de import&#x000e2;ncia
internacional, nos termos da Lei (Federal) n&#x000ba; 13.979, de 06 de fevereiro de
2020.</article-title><source>Di&#x000e1;rio Oficial do Estado de Sergipe</source><day>17</day><month>03</month><year>2020</year></element-citation></ref><ref id="B27"><label>27</label><element-citation publication-type="book"><person-group person-group-type="author">
<collab>Coordena&#x000e7;&#x000e3;o Geral do Programa Nacional de Imuniza&#x000e7;&#x000f5;es, Departamento
de Imuniza&#x000e7;&#x000e3;o e Doen&#x000e7;as Transmiss&#x000ed;veis, Secretaria de Vigil&#x000e2;ncia em
Sa&#x000fa;de, Minist&#x000e9;rio da Sa&#x000fa;de</collab>
</person-group><source>Plano Nacional de Operacionaliza&#x000e7;&#x000e3;o da Vacina&#x000e7;&#x000e3;o contra a
COVID-19.</source><publisher-loc>Bras&#x000ed;lia</publisher-loc><publisher-name>Minist&#x000e9;rio da Sa&#x000fa;de</publisher-name><year>2020</year></element-citation></ref><ref id="B28"><label>28</label><element-citation publication-type="webpage"><person-group person-group-type="author">
<collab>Organiza&#x000e7;&#x000e3;o Pan-Americana da Sa&#x000fa;de; Organiza&#x000e7;&#x000e3;o Mundial da
Sa&#x000fa;de</collab>
</person-group><source>Hist&#x000f3;rico da pandemia de COVID-19.</source><comment>
<ext-link xlink:href="https://www.paho.org/pt/covid19/historico-da-pandemia-covid-19" ext-link-type="uri">https://www.paho.org/pt/covid19/historico-da-pandemia-covid-19</ext-link>
</comment><date-in-citation content-type="access-date" iso-8601-date="2023-09-20">20/Set/2023</date-in-citation></element-citation></ref><ref id="B29"><label>29</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Albuquerque</surname><given-names>MV</given-names></name>
<name><surname>Viana</surname><given-names>ALd'A</given-names></name>
</person-group><article-title>Desigualdades regionais na sa&#x000fa;de: mudan&#x000e7;as observadas no Brasil
de 2000 a 2016.</article-title><source>Ci&#x000ea;nc Sa&#x000fa;de Colet</source><year>2017</year><volume>22</volume><fpage>1055</fpage><lpage>1064</lpage></element-citation></ref><ref id="B30"><label>30</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Machado</surname><given-names>JA</given-names></name>
<name><surname>Quaresma</surname><given-names>G</given-names></name>
<name><surname>Ara&#x000fa;jo</surname><given-names>CEL</given-names></name>
</person-group><article-title>Municipal expenditures using own-source revenues and resilience
of territorial inequalities in health</article-title><source>Sa&#x000fa;de Soc</source><year>2020</year><volume>29</volume><elocation-id>e190491</elocation-id></element-citation></ref><ref id="B31"><label>31</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Bezerra</surname><given-names>JA</given-names></name>
</person-group><article-title>Interiorized urbanization new conformations in the Brazilian
Northeast territory</article-title><source>Sociedade &#x00026; Natureza</source><year>2020</year><volume>32</volume><fpage>373</fpage><lpage>383</lpage></element-citation></ref><ref id="B32"><label>32</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Kerr</surname><given-names>LRF</given-names></name>
<name><surname>Kendall</surname><given-names>C</given-names></name>
<name><surname>Almeida</surname><given-names>RLF</given-names></name>
<name><surname>Ichihara</surname><given-names>MY</given-names></name>
<name><surname>Aquino</surname><given-names>EML</given-names></name>
<name><surname>Silva</surname><given-names>AAM</given-names></name>
</person-group><article-title>COVID-19 in northeast Brazil first year of the pandemic and
uncertainties to come</article-title><source>Rev Sa&#x000fa;de P&#x000fa;blica</source><year>2021</year><volume>55</volume><fpage>35</fpage><lpage>35</lpage><pub-id pub-id-type="pmid">34105604</pub-id>
</element-citation></ref><ref id="B33"><label>33</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Lui</surname><given-names>L</given-names></name>
<name><surname>Lima</surname><given-names>LL</given-names></name>
<name><surname>Aguiar</surname><given-names>R</given-names></name>
<name><surname>Machado</surname><given-names>JA</given-names></name>
<name><surname>Albert</surname><given-names>C</given-names></name>
</person-group><article-title>A pot&#x000ea;ncia do SUS no enfrentamento &#x000e0; Covid-19 aloca&#x000e7;&#x000e3;o de
recursos e a&#x000e7;&#x000f5;es nos munic&#x000ed;pios brasileiros</article-title><source>Trab Educ Sa&#x000fa;de</source><year>2022</year><volume>20</volume><elocation-id>e00247178</elocation-id></element-citation></ref><ref id="B34"><label>34</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Kalache</surname><given-names>A</given-names></name>
</person-group><source>Envelhecimento ativo: um marco pol&#x000ed;tico em resposta &#x000e0; revolu&#x000e7;&#x000e3;o da
longevidade</source><year>2015</year><publisher-loc>Rio de Janeiro</publisher-loc><publisher-name>Centro Internacional de Longevidade Brasil</publisher-name></element-citation></ref><ref id="B35"><label>35</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Vieira</surname><given-names>FS</given-names></name>
<name><surname>Servo</surname><given-names>LMS</given-names></name>
</person-group><article-title>Covid-19 e coordena&#x000e7;&#x000e3;o federativa no Brasil consequ&#x000ea;ncias da
disson&#x000e2;ncia federal para a resposta &#x000e0; pandemia</article-title><source>Sa&#x000fa;de Debate</source><year>2020</year><volume>44</volume><issue>spe4</issue><fpage>100</fpage><lpage>113</lpage></element-citation></ref><ref id="B36"><label>36</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Oliveira</surname><given-names>VEO</given-names></name>
<name><surname>Fernandez</surname><given-names>M</given-names></name>
</person-group><person-group person-group-type="author">
<name><surname>Avritzer</surname><given-names>L</given-names></name>
<name><surname>Kerche</surname><given-names>F</given-names></name>
<name><surname>Marona</surname><given-names>M</given-names></name>
</person-group><source>Governo Bolsonaro: retrocesso democr&#x000e1;tico e degrada&#x000e7;&#x000e3;o pol&#x000ed;tica</source><part-title>Pol&#x000ed;tica de sa&#x000fa;de no governo Bolsonaro: desmonte e
negacionismo</part-title><year>2021</year><publisher-loc>S&#x000e3;o Paulo</publisher-loc><publisher-name>Aut&#x000ea;ntica</publisher-name><fpage>287</fpage><lpage>303</lpage></element-citation></ref><ref id="B37"><label>37</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Lima</surname><given-names>LD</given-names></name>
<name><surname>Pereira</surname><given-names>AMM</given-names></name>
<name><surname>Machado</surname><given-names>CV</given-names></name>
</person-group><article-title>Crise, condicionantes e desafios de coordena&#x000e7;&#x000e3;o do Estado
federativo brasileiro no contexto da COVID-19</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2020</year><volume>36</volume><elocation-id>e00185220</elocation-id><pub-id pub-id-type="pmid">32725088</pub-id>
</element-citation></ref><ref id="B38"><label>38</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Piccini</surname><given-names>RX</given-names></name>
<name><surname>Facchini</surname><given-names>LA</given-names></name>
<name><surname>Tomasi</surname><given-names>E</given-names></name>
<name><surname>Thum&#x000e9;</surname><given-names>E</given-names></name>
<name><surname>Silveira</surname><given-names>DS</given-names></name>
<name><surname>Siqueira</surname><given-names>FV</given-names></name>
</person-group><article-title>Necessidades de sa&#x000fa;de comuns aos idosos efetividade na oferta e
utiliza&#x000e7;&#x000e3;o em aten&#x000e7;&#x000e3;o b&#x000e1;sica &#x000e0; sa&#x000fa;de</article-title><source>Ci&#x000ea;nc Sa&#x000fa;de Colet</source><year>2006</year><volume>11</volume><fpage>657</fpage><lpage>667</lpage></element-citation></ref><ref id="B39"><label>39</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Bezerra</surname><given-names>ECD</given-names></name>
<name><surname>Santos</surname><given-names>PS</given-names></name>
<name><surname>Lisbinski</surname><given-names>FC</given-names></name>
<name><surname>Dias</surname><given-names>LC</given-names></name>
</person-group><article-title>An&#x000e1;lise espacial das condi&#x000e7;&#x000f5;es de enfrentamento &#x000e0; COVID-19 uma
proposta de &#x000cd;ndice da Infraestrutura da Sa&#x000fa;de do Brasil</article-title><source>Ci&#x000ea;nc Sa&#x000fa;de Colet</source><year>2020</year><volume>25</volume><fpage>4957</fpage><lpage>4967</lpage></element-citation></ref><ref id="B40"><label>40</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Castro</surname><given-names>JL</given-names></name>
<name><surname>Magnago</surname><given-names>C</given-names></name>
<name><surname>Belis&#x000e1;rio</surname><given-names>SA</given-names></name>
<name><surname>Ribeiro</surname><given-names>SS</given-names></name>
<name><surname>Fran&#x000e7;a</surname><given-names>T</given-names></name>
<name><surname>Pinto</surname><given-names>ICM</given-names></name>
</person-group><article-title>A gest&#x000e3;o da pandemia de covid-19 e as suas repercuss&#x000f5;es para o
gestor do SUS</article-title><source>Sa&#x000fa;de Soc</source><year>2023</year><volume>32</volume><issue>2</issue></element-citation></ref><ref id="B41"><label>41</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Carvalho</surname><given-names>ALB</given-names></name>
<name><surname>Rocha</surname><given-names>E</given-names></name>
<name><surname>Sampaio</surname><given-names>RF</given-names></name>
<name><surname>Ouverney</surname><given-names>ALM</given-names></name>
</person-group><article-title>Os governos estaduais no enfrentamento da covid-19 um novo
protagonismo no federalismo brasileiro?</article-title><source>Sa&#x000fa;de Debate</source><year>2022</year><volume>46</volume><issue>spe1</issue><fpage>62</fpage><lpage>77</lpage></element-citation></ref><ref id="B42"><label>42</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Ald'A</surname><given-names>Viana</given-names></name>
<name><surname>Souza</surname><given-names>LEPF</given-names></name>
<name><surname>Iozzi</surname><given-names>FL</given-names></name>
<name><surname>Pereira</surname><given-names>APCM</given-names></name>
<name><surname>Sampaio</surname><given-names>RF</given-names></name>
<name><surname>Salles</surname><given-names>NNS</given-names></name>
<etal/>
</person-group><part-title>Atua&#x000e7;&#x000e3;o dos estados no combate &#x000e0; pandemia de COVID-19: uma nova
constru&#x000e7;&#x000e3;o federativa? Reflex&#x000f5;es desde a Bahia.</part-title><person-group person-group-type="compiler">
<name><surname>Palotti</surname><given-names>P</given-names></name>
<name><surname>Licio</surname><given-names>EC</given-names></name>
<name><surname>Gomes</surname><given-names>S</given-names></name>
<name><surname>Segatto</surname><given-names>CI</given-names></name>
<name><surname>Silva</surname><given-names>ALN</given-names></name>
</person-group><source>E os Estados? Federalismo, rela&#x000e7;&#x000f5;es intergovernamentais e pol&#x000ed;ticas
p&#x000fa;blicas no Brasil contempor&#x000e2;neo.</source><publisher-loc>Rio de Janeiro</publisher-loc><publisher-name>Instituto de Pesquisa Econ&#x000f4;mica Aplicada</publisher-name><year>2023</year><fpage>711</fpage><lpage>758</lpage></element-citation></ref><ref id="B43"><label>43</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Gomes</surname><given-names>S</given-names></name>
<name><surname>Santana</surname><given-names>L</given-names></name>
<name><surname>Bragatte</surname><given-names>M</given-names></name>
<name><surname>Silame</surname><given-names>T</given-names></name>
</person-group><person-group person-group-type="author">
<name><surname>Palotti</surname><given-names>P</given-names></name>
<name><surname>Licio</surname><given-names>EC</given-names></name>
<name><surname>Gomes</surname><given-names>S</given-names></name>
<name><surname>Segatto</surname><given-names>CI</given-names></name>
<name><surname>Silva</surname><given-names>ALN</given-names></name>
</person-group><source>E os Estados? Federalismo, rela&#x000e7;&#x000f5;es intergovernamentais e pol&#x000ed;ticas
p&#x000fa;blicas no Brasil contempor&#x000e2;neo</source><part-title>Governos estaduais e padr&#x000f5;es decis&#x000f3;rios no enfrentamento da
COVID-19</part-title><year>2023</year><publisher-loc>Rio de Janeiro</publisher-loc><publisher-name>Instituto de Pesquisa Econ&#x000f4;mica Aplicada</publisher-name><fpage>677</fpage><lpage>710</lpage></element-citation></ref><ref id="B44"><label>44</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Moraes</surname><given-names>RF</given-names></name>
</person-group><person-group person-group-type="author">
<name><surname>Koga</surname><given-names>NM</given-names></name>
<name><surname>Palotti</surname><given-names>PLM</given-names></name>
<name><surname>Mello</surname><given-names>J</given-names></name>
<name><surname>Pinheiro</surname><given-names>MMS</given-names></name>
</person-group><source>Pol&#x000ed;ticas p&#x000fa;blicas e usos de evid&#x000ea;ncias no Brasil: conceitos, m&#x000e9;todos,
contextos e pr&#x000e1;ticas</source><part-title>O uso de evid&#x000ea;ncias cient&#x000ed;ficas no enfrentamento &#x000e0; pandemia de
COVID-19 no Brasil: uma compara&#x000e7;&#x000e3;o das pol&#x000ed;ticas dos governos
estaduais</part-title><year>2022</year><publisher-loc>Rio de Janeiro</publisher-loc><publisher-name>Instituto de Pesquisa Econ&#x000f4;mica Aplicada</publisher-name><fpage>859</fpage><lpage>897</lpage></element-citation></ref><ref id="B45"><label>45</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Fernandez</surname><given-names>M</given-names></name>
<name><surname>Pinto</surname><given-names>HA</given-names></name>
</person-group><article-title>Estrat&#x000e9;gia intergovernamental de atua&#x000e7;&#x000e3;o dos estados brasileiros
o Cons&#x000f3;rcio Nordeste e as pol&#x000ed;ticas de sa&#x000fa;de no enfrentamento &#x000e0;
Covid-19</article-title><source>Sa&#x000fa;de Redes</source><year>2020</year><volume>6</volume><issue>2</issue><fpage>7</fpage><lpage>21</lpage></element-citation></ref><ref id="B46"><label>46</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Pereira</surname><given-names>AK</given-names></name>
<name><surname>Oliveira</surname><given-names>MS</given-names></name>
<name><surname>Sampaio</surname><given-names>TS</given-names></name>
</person-group><article-title>Heterogeneidades das pol&#x000ed;ticas estaduais de distanciamento social
diante da COVID-19 aspectos pol&#x000ed;ticos e
t&#x000e9;cnico-administrativos</article-title><source>Rev Adm P&#x000fa;blica</source><year>2020</year><volume>54</volume><fpage>678</fpage><lpage>696</lpage></element-citation></ref><ref id="B47"><label>47</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Candido</surname><given-names>DS</given-names></name>
<name><surname>Claro</surname><given-names>IM</given-names></name>
<name><surname>Jesus</surname><given-names>JG</given-names></name>
<name><surname>Souza</surname><given-names>WM</given-names></name>
<name><surname>Moreira</surname><given-names>FRR</given-names></name>
<name><surname>Dellicour</surname><given-names>S</given-names></name>
</person-group><article-title>Evolution and epidemic spread of SARS-CoV-2 in
Brazil</article-title><source>Science</source><year>2020</year><volume>369</volume><fpage>1255</fpage><lpage>1260</lpage><pub-id pub-id-type="pmid">32703910</pub-id>
</element-citation></ref><ref id="B48"><label>48</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Giovanetti</surname><given-names>M</given-names></name>
<name><surname>Slavov</surname><given-names>SN</given-names></name>
<name><surname>Fonseca</surname><given-names>V</given-names></name>
<name><surname>Wilkinson</surname><given-names>E</given-names></name>
<name><surname>Tegally</surname><given-names>H</given-names></name>
<name><surname>Patan&#x000e9;</surname><given-names>JSL</given-names></name>
</person-group><article-title>Genomic epidemiology of the SARS-CoV-2 epidemic in
Brazil</article-title><source>Nat Microbiol</source><year>2022</year><volume>7</volume><fpage>1490</fpage><lpage>1500</lpage><pub-id pub-id-type="pmid">35982313</pub-id>
</element-citation></ref><ref id="B49"><label>49</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Ximenes</surname><given-names>RAA</given-names></name>
<name><surname>Albuquerque</surname><given-names>MFPM</given-names></name>
<name><surname>Martelli</surname><given-names>CMT</given-names></name>
<name><surname>Ara&#x000fa;jo</surname><given-names>TVB</given-names></name>
<name><surname>Miranda</surname><given-names>DB</given-names><suffix>Filho</suffix></name>
<name><surname>Souza</surname><given-names>WV</given-names></name>
<etal/>
</person-group><article-title>Covid-19 no nordeste do Brasil: entre o lockdown e o relaxamento
das medidas de distanciamento social.</article-title><source>Ci&#x000ea;nc Sa&#x000fa;de Colet</source><year>2021</year><volume>26</volume><fpage>1441</fpage><lpage>1456</lpage></element-citation></ref><ref id="B50"><label>50</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Souza</surname><given-names>EM</given-names></name>
<name><surname>Buss</surname><given-names>LF</given-names></name>
<name><surname>Candido</surname><given-names>DS</given-names></name>
<name><surname>Carrera</surname><given-names>J-P</given-names></name>
<name><surname>Li</surname><given-names>S</given-names></name>
<name><surname>Zarebski</surname><given-names>AE</given-names></name>
<etal/>
</person-group><article-title>Epidemiological and clinical characteristics of the COVID-19
epidemic in Brazil.</article-title><source>Nat Hum Behav</source><year>2020</year><volume>4</volume><fpage>856</fpage><lpage>865</lpage><pub-id pub-id-type="pmid">32737472</pub-id>
</element-citation></ref><ref id="B51"><label>51</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Clementino</surname><given-names>MLM</given-names></name>
</person-group><article-title>A atualidade e o ineditismo do Cons&#x000f3;rcio Nordeste</article-title><source>Boletim Regional, Urbano e Ambiental</source><year>2019</year><volume>21</volume><fpage>165</fpage><lpage>174</lpage></element-citation></ref><ref id="B52"><label>52</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Medina</surname><given-names>MG</given-names></name>
<name><surname>Giovanella</surname><given-names>L</given-names></name>
<name><surname>Bousquat</surname><given-names>A</given-names></name>
<name><surname>Mendon&#x000e7;a</surname><given-names>MHM</given-names></name>
<name><surname>Aquino</surname><given-names>R</given-names></name>
<collab>Comit&#x000ea; Gestor da Rede de Pesquisa em Aten&#x000e7;&#x000e3;o Prim&#x000e1;ria &#x000e0; Sa&#x000fa;de da
Abrasco</collab>
</person-group><article-title>Aten&#x000e7;&#x000e3;o prim&#x000e1;ria &#x000e0; sa&#x000fa;de em tempos de COVID-19: o que
fazer?</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2020</year><volume>36</volume><elocation-id>e00149720</elocation-id><pub-id pub-id-type="pmid">32813791</pub-id>
</element-citation></ref><ref id="B53"><label>53</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Aquino</surname><given-names>EML</given-names></name>
<name><surname>Silveira</surname><given-names>IH</given-names></name>
<name><surname>Pescarini</surname><given-names>JM</given-names></name>
<name><surname>Aquino</surname><given-names>R</given-names></name>
<name><surname>Souza-Filho</surname><given-names>JA</given-names></name>
<name><surname>Rocha</surname><given-names>AS</given-names></name>
</person-group><article-title>Medidas de distanciamento social no controle da pandemia de
COVID-19 potenciais impactos e desafios no Brasil</article-title><source>Ci&#x000ea;nc Sa&#x000fa;de Colet</source><year>2020</year><volume>25</volume><issue>1</issue><fpage>2423</fpage><lpage>2446</lpage></element-citation></ref><ref id="B54"><label>54</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Marins</surname><given-names>MT</given-names></name>
<name><surname>Rodrigues</surname><given-names>MN</given-names></name>
<name><surname>Silva</surname><given-names>JML</given-names></name>
<name><surname>Silva</surname><given-names>KCM</given-names></name>
<name><surname>Carvalho</surname><given-names>PL</given-names></name>
</person-group><article-title>Aux&#x000ed;lio Emergencial em tempos de pandemia</article-title><source>Sociedade e Estado</source><year>2021</year><volume>36</volume><fpage>669</fpage><lpage>692</lpage></element-citation></ref><ref id="B55"><label>55</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Romero</surname><given-names>DE</given-names></name>
<name><surname>Muzy</surname><given-names>J</given-names></name>
<name><surname>Damacena</surname><given-names>GN</given-names></name>
<name><surname>Souza</surname><given-names>NA</given-names></name>
<name><surname>Almeida</surname><given-names>WS</given-names></name>
<name><surname>Szwarcwald</surname><given-names>CL</given-names></name>
</person-group><article-title>Idosos no contexto da pandemia da COVID-19 no Brasil efeitos nas
condi&#x000e7;&#x000f5;es de sa&#x000fa;de, renda e trabalho</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2021</year><volume>37</volume><elocation-id>e00216620</elocation-id><pub-id pub-id-type="pmid">33825801</pub-id>
</element-citation></ref><ref id="B56"><label>56</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>C&#x000e2;mara</surname><given-names>SF</given-names></name>
<name><surname>Pinto</surname><given-names>FR</given-names></name>
<name><surname>Silva</surname><given-names>FR</given-names></name>
<name><surname>Gerhard</surname><given-names>F</given-names></name>
</person-group><article-title>Vulnerabilidade socioecon&#x000f4;mica &#x000e0; COVID-19 em munic&#x000ed;pios do
Cear&#x000e1;</article-title><source>Rev Adm P&#x000fa;blica</source><year>2020</year><volume>54</volume><fpage>1037</fpage><lpage>1051</lpage></element-citation></ref><ref id="B57"><label>57</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Moura</surname><given-names>MLS</given-names></name>
</person-group><article-title>Idosos na pandemia, vulnerabilidade e resili&#x000ea;ncia</article-title><source>Rev Bras Geriatr Gerontol</source><year>2021</year><volume>24</volume><elocation-id>e210060</elocation-id></element-citation></ref><ref id="B58"><label>58</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Honorato</surname><given-names>BEF</given-names></name>
<name><surname>Oliveira</surname><given-names>ACS</given-names></name>
</person-group><article-title>Popula&#x000e7;&#x000e3;o em situa&#x000e7;&#x000e3;o de rua e COVID-19</article-title><source>Rev Adm P&#x000fa;blica</source><year>2020</year><volume>54</volume><fpage>1064</fpage><lpage>1078</lpage></element-citation></ref><ref id="B59"><label>59</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Batista</surname><given-names>SR</given-names></name>
<name><surname>Souza</surname><given-names>ASS</given-names></name>
<name><surname>Nogueira</surname><given-names>J</given-names></name>
<name><surname>Andrade</surname><given-names>FB</given-names></name>
<name><surname>Thum&#x000e9;</surname><given-names>E</given-names></name>
<name><surname>Teixeira</surname><given-names>DSC</given-names></name>
</person-group><article-title>Comportamentos de protec&#x000b8;a~o contra COVID-19 entre adultos e
idosos brasileiros que vivem com multimorbidade iniciativa
ELSI-COVID-19</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2020</year><volume>36</volume><elocation-id>e00196120</elocation-id></element-citation></ref><ref id="B60"><label>60</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Lima-Costa</surname><given-names>MF</given-names></name>
<name><surname>Macinko</surname><given-names>J</given-names></name>
<name><surname>Mambrini</surname><given-names>JVM</given-names></name>
</person-group><article-title>Hesita&#x000e7;&#x000e3;o vacinal contra a COVID-19 em amostra nacional de idosos
brasileiros iniciativa ELSI-COVID, mar&#x000e7;o de 2021</article-title><source>Epidemiol Serv Sa&#x000fa;de</source><year>2022</year><volume>31</volume><elocation-id>e2021469</elocation-id><pub-id pub-id-type="pmid">35544866</pub-id>
</element-citation></ref><ref id="B61"><label>61</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Silva</surname><given-names>GM</given-names></name>
<name><surname>Sousa</surname><given-names>AAR</given-names></name>
<name><surname>Almeida</surname><given-names>SMC</given-names></name>
<name><surname>S&#x000e1;</surname><given-names>IC</given-names></name>
<name><surname>Barros</surname><given-names>FR</given-names></name>
<name><surname>Sousa</surname><given-names>JES</given-names><suffix>Filho</suffix></name>
<etal/>
</person-group><article-title>Desafios da imuniza&#x000e7;&#x000e3;o contra COVID-19 na sa&#x000fa;de p&#x000fa;blica: das fake
news &#x000e0; hesita&#x000e7;&#x000e3;o vacinal.</article-title><source>Ci&#x000ea;nc Sa&#x000fa;de Colet</source><year>2023</year><volume>28</volume><fpage>739</fpage><lpage>748</lpage></element-citation></ref><ref id="B62"><label>62</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Dolberth</surname><given-names>BN</given-names></name>
<name><surname>Sent</surname><given-names>TGD</given-names></name>
<name><surname>Schmidt</surname><given-names>CL</given-names></name>
</person-group><article-title>Mortalidade por COVID-19 em idosos do Estado do Paran&#x000e1; an&#x000e1;lise
dos indicadores com o avan&#x000e7;o da cobertura vacinal</article-title><source>Brazilian Jorunal of Health Review</source><year>2022</year><volume>5</volume><fpage>2953</fpage><lpage>2964</lpage></element-citation></ref><ref id="B63"><label>63</label><element-citation publication-type="newspaper"><person-group person-group-type="author">
<name><surname>Biernath</surname><given-names>A</given-names></name>
</person-group><article-title>Covid: o que alta em interna&#x000e7;&#x000e3;o de idosos revela sobre
efetividade da vacina e 3&#x000aa; dose.</article-title><source>BBC News</source><day>24</day><month>09</month><year>2021</year><ext-link xlink:href="https://www.bbc.com/portuguese/brasil-58673147" ext-link-type="uri">https://www.bbc.com/portuguese/brasil-58673147</ext-link></element-citation></ref><ref id="B64"><label>64</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Reis</surname><given-names>AF</given-names></name>
</person-group><article-title>Da bio &#x000e0; necropol&#x000ed;tica a pol&#x000ed;tica de sa&#x000fa;de, narrativas e a&#x000e7;&#x000f5;es do
neoliberalismo do governo Bolsonaro e seus impactos junto aos idosos na
pandemia de Covid-19</article-title><source>Revista Kat&#x000e1;lysis</source><year>2022</year><volume>25</volume><fpage>392</fpage><lpage>403</lpage></element-citation></ref><ref id="B65"><label>65</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Kalache</surname><given-names>A</given-names></name>
<name><surname>Silva</surname><given-names>A</given-names></name>
<name><surname>Giacomin</surname><given-names>KC</given-names></name>
<name><surname>Lima</surname><given-names>KC</given-names></name>
<name><surname>Ramos</surname><given-names>LR</given-names></name>
<name><surname>Louvison</surname><given-names>M</given-names></name>
</person-group><article-title>Aging and inequalities social protection policies for older
adults resulting from the Covid-19 pandemic in Brazil</article-title><source>Rev Bras Geriatr Gerontol</source><year>2020</year><volume>23</volume><elocation-id>e200122</elocation-id></element-citation></ref></ref-list></back></article>