<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:ali="http://www.niso.org/schemas/ali/1.0/" xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" article-type="research-article" dtd-version="1.3" xml:lang="de"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Schmerz</journal-id><journal-id journal-id-type="iso-abbrev">Schmerz</journal-id><journal-title-group><journal-title>Schmerz (Berlin, Germany)</journal-title></journal-title-group><issn pub-type="ppub">0932-433X</issn><issn pub-type="epub">1432-2129</issn><publisher><publisher-name>Springer Medizin</publisher-name><publisher-loc>Heidelberg</publisher-loc></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmid">40095112</article-id><article-id pub-id-type="pmc">PMC12098487</article-id>
<article-id pub-id-type="publisher-id">871</article-id><article-id pub-id-type="doi">10.1007/s00482-025-00871-z</article-id><article-categories><subj-group subj-group-type="heading"><subject>Originalien</subject></subj-group></article-categories><title-group><article-title>Statuserhebung der &#x000f6;sterreichischen Schmerzambulanzen 2023</article-title><subtitle>Einfluss der COVID-19-Pandemie auf die schmerzmedizinische Versorgung</subtitle><trans-title-group><trans-title xml:lang="en">Status survey of Austrian pain clinics 2023</trans-title><trans-subtitle>Impact of the COVID-19 pandemic on pain management services</trans-subtitle></trans-title-group></title-group><contrib-group><contrib contrib-type="author"><name><surname>Hammer</surname><given-names>Sascha</given-names></name><xref ref-type="aff" rid="Aff1">1</xref></contrib><contrib contrib-type="author"><name><surname>Krawczyk</surname><given-names>Anna</given-names></name><xref ref-type="aff" rid="Aff1">1</xref></contrib><contrib contrib-type="author"><name><surname>Messerer</surname><given-names>Brigitte</given-names></name><xref ref-type="aff" rid="Aff1">1</xref></contrib><contrib contrib-type="author"><name><surname>Neuwersch-Sommeregger</surname><given-names>Stefan</given-names></name><xref ref-type="aff" rid="Aff3">3</xref></contrib><contrib contrib-type="author"><name><surname>Reinbacher</surname><given-names>Patrick</given-names></name><xref ref-type="aff" rid="Aff2">2</xref></contrib><contrib contrib-type="author"><name><surname>Schittek</surname><given-names>Gregor</given-names></name><xref ref-type="aff" rid="Aff2">2</xref></contrib><contrib contrib-type="author" corresp="yes"><contrib-id contrib-id-type="orcid">http://orcid.org/0000-0001-6748-292X</contrib-id><name><surname>Sandner-Kiesling</surname><given-names>Andreas</given-names></name><address><email>Andreas.sandner@medunigraz.at</email></address><xref ref-type="aff" rid="Aff1">1</xref></contrib><aff id="Aff1"><label>1</label><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/02n0bts35</institution-id><institution-id institution-id-type="GRID">grid.11598.34</institution-id><institution-id institution-id-type="ISNI">0000 0000 8988 2476</institution-id><institution>Klin. Abt. f&#x000fc;r An&#x000e4;sthesiologie und Intensivmedizin&#x000a0;I, Universit&#x000e4;tsklinik f&#x000fc;r An&#x000e4;sthesiologie und Intensivmedizin, </institution><institution>Medizinische Universit&#x000e4;t Graz, </institution></institution-wrap>Auenbruggerplatz&#x000a0;5/5, 8010 Graz, &#x000d6;sterreich </aff><aff id="Aff2"><label>2</label><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/02n0bts35</institution-id><institution-id institution-id-type="GRID">grid.11598.34</institution-id><institution-id institution-id-type="ISNI">0000 0000 8988 2476</institution-id><institution>Universit&#x000e4;tsklinik f&#x000fc;r Orthop&#x000e4;die und Traumatologie, </institution><institution>Medizinische Universit&#x000e4;t Graz, </institution></institution-wrap>Graz, &#x000d6;sterreich </aff><aff id="Aff3"><label>3</label><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/007xcwj53</institution-id><institution-id institution-id-type="GRID">grid.415431.6</institution-id><institution-id institution-id-type="ISNI">0000 0000 9124 9231</institution-id><institution>Abteilung f&#x000fc;r An&#x000e4;sthesiologie und Intensivmedizin, </institution><institution>Klinikum Klagenfurt am W&#x000f6;rthersee, </institution></institution-wrap>Klagenfurt am W&#x000f6;rthersee, &#x000d6;sterreich </aff></contrib-group><pub-date pub-type="epub"><day>17</day><month>3</month><year>2025</year></pub-date><pub-date pub-type="pmc-release"><day>17</day><month>3</month><year>2025</year></pub-date><pub-date pub-type="ppub"><year>2025</year></pub-date><volume>39</volume><issue>3</issue><fpage>211</fpage><lpage>220</lpage><history><date date-type="accepted"><day>18</day><month>11</month><year>2024</year></date></history><permissions><copyright-statement>&#x000a9; The Author(s) 2025</copyright-statement><copyright-year>2025</copyright-year><license><ali:license_ref specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p>
<bold>Open Access</bold> Dieser Artikel wird unter der Creative Commons Namensnennung 4.0 International Lizenz ver&#x000f6;ffentlicht, welche die Nutzung, Vervielf&#x000e4;ltigung, Bearbeitung, Verbreitung und Wiedergabe in jeglichem Medium und Format erlaubt, sofern Sie den/die urspr&#x000fc;nglichen Autor(en) und die Quelle ordnungsgem&#x000e4;&#x000df; nennen, einen Link zur Creative Commons Lizenz beif&#x000fc;gen und angeben, ob &#x000c4;nderungen vorgenommen wurden. Die in diesem Artikel enthaltenen Bilder und sonstiges Drittmaterial unterliegen ebenfalls der genannten Creative Commons Lizenz, sofern sich aus der Abbildungslegende nichts anderes ergibt. Sofern das betreffende Material nicht unter der genannten Creative Commons Lizenz steht und die betreffende Handlung nicht nach gesetzlichen Vorschriften erlaubt ist, ist f&#x000fc;r die oben aufgef&#x000fc;hrten Weiterverwendungen des Materials die Einwilligung des jeweiligen Rechteinhabers einzuholen. Weitere Details zur Lizenz entnehmen Sie bitte der Lizenzinformation auf <ext-link ext-link-type="uri" xlink:href="https://creativecommons.org/licenses/by/4.0/">http://creativecommons.org/licenses/by/4.0/deed.de</ext-link>.</license-p></license></permissions><abstract id="Abs1"><sec><title>Hintergrund</title><p>Laut dem Bericht der &#x000d6;sterreichischen Schmerzgesellschaft von 2020 leiden bis zu 1,8&#x0202f;Mio. Menschen in &#x000d6;sterreich unter chronischem Schmerz. Die Behandlung dieser SchmerzpatientInnen sollte laut &#x000d6;SG idealerweise mittels multimodaler Schmerztherapie in speziellen schmerztherapeutischen Einrichtungen erfolgen. Im Rahmen der vorliegenden Arbeit soll der postpandemische Ist-Versorgungszustand 2022 der &#x000f6;sterreichischen Schmerzambulanzen erhoben und dessen Ver&#x000e4;nderung in den letzten Jahren aufgezeigt werden.</p></sec><sec><title>Methoden</title><p>Bei dieser Befragung wurden die &#x000e4;rztlichen LeiterInnen aller an&#x000e4;sthesiologischen Abteilungen &#x000d6;sterreichs &#x000fc;ber einen Zugangscode zum Vergleich des pr&#x000e4;- zu postpandemischen Status ihrer Schmerzambulanzen via SurveyMonkey (SurveyMonkey Inc., San Mateo, CA, USA) befragt. Es wurden nur an&#x000e4;sthesiologische Abteilungen kontaktiert, da Schmerzambulanzen in &#x000d6;sterreich fast ausschlie&#x000df;lich an&#x000e4;sthesiologisch gef&#x000fc;hrt sind. Diese Umfrage wurde online per E&#x02011;Mail an alle &#x000f6;sterreichischen Kliniken mit einer Schmerzambulanz verschickt und war im Zeitraum von Herbst 2022 bis Mai 2023 zur Bearbeitung freigegeben.</p></sec><sec><title>Ergebnisse</title><p>92 der 109 befragten Kliniken nahmen an der Umfrage teil. Davon betreiben aktuell&#x000a0;51 eine Schmerzambulanz, sieben im Vollzeitbetrieb. Neun Schmerzambulanzen wurden seit 2014 geschlossen, sieben neue ge&#x000f6;ffnet. Trotzdem gingen im Vergleich zu 2014 7,5&#x0202f;% der aktiven Schmerzambulanzen verloren. Eine gezielte Frage nach der Durchf&#x000fc;hrung einer standardisierten multimodalen Schmerztherapie beantworten nur ein Schwerpunktkrankenhaus und zwei Krankenh&#x000e4;user der Basisversorgung positiv. Invasive Verfahren werden h&#x000e4;ufiger angeboten als die multimodale Therapie.</p></sec><sec><title>Diskussion</title><p>Bei einem relativen Verlust trotz nominellen Zuwachses an Schmerzambulanzen besteht eine mehrschichtige Diskrepanz zwischen der Empfehlung der &#x000d6;sterr. Schmerzgesellschaft und der Versorgungsrealit&#x000e4;t von chronischen SchmerzpatientInnen in &#x000d6;sterreich. Es gilt, administrative und personelle Hindernisse zu &#x000fc;berwinden, gleichzeitig das Interesse am Management chronischer SchmerzpatientInnen wieder unter der Kollegenschaft zu wecken, um diese PatientInnengruppe in Zukunft besser zu versorgen. Eine st&#x000e4;rkere Unterst&#x000fc;tzung seitens der Gesundheitspolitik und eine wirkungsvollere Integration von Schmerzambulanzen in das Gesundheitssystem k&#x000f6;nnten dazu beitragen, die Versorgungssituation zu verbessern.</p></sec><sec><title>Graphic abstract</title><p>
<graphic position="anchor" xlink:href="482_2025_871_Figabs_HTML" id="d33e214"/>
</p></sec></abstract><trans-abstract xml:lang="en" id="Abs2"><sec><title>Background</title><p>According to a&#x000a0;2020 report by the Austrian Pain Society (&#x000d6;SG), between&#x000a0;1.5 and 1.8&#x000a0;million people in Austria suffer from chronic pain. For the treatment of these patients, multimodal pain therapy in specialized pain therapy facilities should be considered. This study aimed to analyze the actual postpandemic state of care in pain clinics in 2022 and to show how it has changed in recent years.</p></sec><sec><title>Methods</title><p>In our survey, the heads or employees of all anesthesiology departments in Austria were asked via SurveyMonkey (SurveyMonkey Inc., San Mateo, CA, USA) using an access code to compare the pre- to postpandemic status of their pain clinics. Only anesthesiology departments were contacted, as pain clinics in Austria are almost entirely run by them. This survey was sent online by email to the heads of Austrian hospitals with an existing pain clinic and was open for completion from autumn 2022 to May 2023.</p></sec><sec><title>Results</title><p>Of the 109 surveyed clinics, 92&#x000a0;participated in our study. Only&#x000a0;51 currently operate a&#x000a0;pain clinic, seven of which are full-time. Nine pain clinics had closed since 2014, while seven new ones have opened. According to our data, only one specialized hospital and two basic care hospitals offer multimodal pain therapy. Invasive procedures were used more often compared to multimodal pain therapy.</p></sec><sec><title>Conclusion</title><p>Despite the nominal increase of pain clinics in Austria, there is a&#x000a0;multifactorial discrepancy between the recommendation of the Austrian Pain Society and the actual care of patients with chronic pain in Austria. Administrative and personnel obstacles must be overcome to meet the needs of this patient group. In addition, efforts to increase the interest of physicians in chronic pain management are needed. Greater support from healthcare policies and effective integration of pain clinics into the healthcare system could help improve the care situation.</p></sec></trans-abstract><kwd-group xml:lang="de"><title>Schl&#x000fc;sselw&#x000f6;rter</title><kwd>Betriebszeiten</kwd><kwd>Chronischer Schmerz</kwd><kwd>Versorgungsdefizit</kwd><kwd>Multimodale Schmerztherapie</kwd><kwd>Schlie&#x000df;ungen</kwd></kwd-group><kwd-group xml:lang="en"><title>Keywords</title><kwd>Operating hours</kwd><kwd>Chronic pain</kwd><kwd>Care deficits</kwd><kwd>Multimodal pain therapy</kwd><kwd>Closing of pain clinics</kwd></kwd-group><funding-group><award-group><funding-source><institution>Medical University of Graz</institution></funding-source></award-group><open-access><p>Open access funding provided by Medical University of Graz.</p></open-access></funding-group><custom-meta-group><custom-meta><meta-name>issue-copyright-statement</meta-name><meta-value>&#x000a9; Springer Medizin Verlag GmbH, ein Teil von Springer Nature 2025</meta-value></custom-meta></custom-meta-group></article-meta></front><body><sec id="Sec1"><title>Einleitung</title><p>Chronischer Schmerz ist eines der h&#x000e4;ufigsten Gesundheitsprobleme der heutigen Zeit&#x000a0;[<xref ref-type="bibr" rid="CR23">23</xref>]. Laut einem Bericht der &#x000d6;sterreichischen Schmerzgesellschaft (&#x000d6;SG) von 2020 leiden zwischen 1,5&#x000a0;und&#x000a0;1,8&#x0202f;Mio. Menschen in &#x000d6;sterreich unter chronischen Schmerz, also bis zu ca.&#x000a0;20&#x0202f;% der Bev&#x000f6;lkerung, und die Tendenz ist steigend&#x000a0;[<xref ref-type="bibr" rid="CR19">19</xref>]. Diese Anzahl findet sich in internationaler Literatur wieder [<xref ref-type="bibr" rid="CR1">1</xref>, <xref ref-type="bibr" rid="CR4">4</xref>]. Chronische Schmerzen sind definiert als Schmerzen mit einer Intensit&#x000e4;t in der oberen H&#x000e4;lfte der Schmerzskala und l&#x000e4;nger als 3&#x000a0;Monate bestehend&#x000a0;[<xref ref-type="bibr" rid="CR17">17</xref>]. Studien belegten in diesem Falle die Wirksamkeit eines multimodalen Behandlungskonzepts zur Reduktion der Schmerzen bzw. Wiederherstellung der Funktionalit&#x000e4;t der Betroffenen [<xref ref-type="bibr" rid="CR2">2</xref>, <xref ref-type="bibr" rid="CR14">14</xref>, <xref ref-type="bibr" rid="CR18">18</xref>]. Gerade diese modernen Konzepte erm&#x000f6;glichen erst die R&#x000fc;ckkehr in den Arbeitsprozess, reduzieren die Krankenstandstage und Fr&#x000fc;hpensionsantr&#x000e4;ge. Hier reduziert der Einsatz von Mitteln (z.&#x0202f;B. Zeit, Personal, R&#x000e4;umlichkeiten) f&#x000fc;r den Betrieb von medizinischen Arbeitspl&#x000e4;tzen, die eine leitlinienbasierte multimodale Diagnostik und Behandlung durchf&#x000fc;hren, immense gesundheits&#x000f6;konomische Folgekosten [<xref ref-type="bibr" rid="CR5">5</xref>]. Da sich diese Folgekosten in &#x000d6;sterreich auf drei unterschiedliche Geldgeber verteilen (Krankenkassen, Spit&#x000e4;ler, Pensionsversicherung), fehlt ein gemeinsames parit&#x000e4;tisches Bekenntnis zur Finanzierung einer multimodalen Schmerztherapie [<xref ref-type="bibr" rid="CR13">13</xref>].</p><p>In &#x000d6;sterreich findet daher derzeit die Behandlung chronischer Schmerzen &#x000fc;berwiegend in Krankenh&#x000e4;usern mit eigens daf&#x000fc;r eingerichteten Schmerzambulanzen statt. Diese sind nahezu ausschlie&#x000df;lich unter an&#x000e4;sthesiologischer Leitung. Vereinzelt werden selbstzahlende PatientInnen in Schmerzpraxen im niedergelassenen Bereich therapiert&#x000a0;[<xref ref-type="bibr" rid="CR21">21</xref>]. Eine multimodale schmerztagesklinische Behandlung wird nur im Klinikum Klagenfurt am W&#x000f6;rthersee und in Wien angeboten. In Ermangelung von Alternativen werden chronische SchmerzpatientInnen auf monodisziplin&#x000e4;ren Stationen aufgenommen, die jedoch nicht f&#x000fc;r ein leitlinienbasiertes multimodales Schmerzbehandlungskonzept vorbereitet sind. Dies protrahiert die chronischen Schmerzen, f&#x000fc;hrt zur fortgesetzten Inanspruchnahme des Gesundheitssystems, und frustriert nachhaltig die betroffenen PatientInnen und das begleitende medizinische Personal [<xref ref-type="bibr" rid="CR12">12</xref>].</p><p>Nach Jahren der schmerzmedizinischen Aufbruchsstimmung f&#x000fc;hrte die Umsetzung der EU-Richtlinie 2003/88/EG zu einer K&#x000fc;rzung der Arbeitszeit, h&#x000e4;ufig auf Kosten des Schmerzambulanzbetriebs. 2015 existierten ca.&#x000a0;44 dieser speziellen Schmerzambulanzen in &#x000d6;sterreich, wobei es zu 9&#x000a0;Schlie&#x000df;ungen in den 3&#x000a0;Jahren davor kam. Selbst damals w&#x000e4;ren mehr als doppelt so viele Schmerzambulanzen notwendig gewesen, um eine ad&#x000e4;quate Versorgung der oben beschriebenen Anzahl an &#x000f6;sterreichischen Schmerzgeplagten zu erm&#x000f6;glichen [<xref ref-type="bibr" rid="CR3">3</xref>, <xref ref-type="bibr" rid="CR12">12</xref>, <xref ref-type="bibr" rid="CR13">13</xref>]. Damit zeigte sich schon pr&#x000e4;pandemisch (vor der COVID-19-Pandemie) ein Trend zur Reduktion der Betriebszeiten und Leistungen der Schmerzambulanzen [<xref ref-type="bibr" rid="CR21">21</xref>].</p><p>Der zweite Einschnitt erfolgte ab dem Jahr 2020: Aufgrund der COVID-19-Pandemie kam es in &#x000d6;sterreich zu l&#x000e4;ngeren Wartezeiten, zu Terminabsagen und Verschiebungen. Es mussten neue Strategien f&#x000fc;r den Ambulanzbetrieb entwickelt und etabliert werden [<xref ref-type="bibr" rid="CR16">16</xref>].</p><p>Zum jetzigen Zeitpunkt liegen keine Daten &#x000fc;ber die postpandemische Situation der Schmerzambulanzen in &#x000d6;sterreich vor. Daher ist das Ziel dieser Studie [<xref ref-type="bibr" rid="CR23">23</xref>], den aktuellen Stand an Betrieb oder Schlie&#x000df;ungen der &#x000f6;sterreichischen Schmerzambulanzen zu erfassen [<xref ref-type="bibr" rid="CR21">21</xref>], die interprofessionelle Besetzung der Schmerzambulanzen, ihre Behandlungsangebote zu erheben und um R&#x000fc;ckmeldungen zu den beiden vorherigen Themen zu bitten [<xref ref-type="bibr" rid="CR13">13</xref>].</p></sec><sec id="Sec2"><title>Material und Methoden</title><p>Bei dieser Befragung wurden die LeiterInnen oder Mitarbeitenden aller an&#x000e4;sthesiologischen Abteilungen &#x000d6;sterreichs &#x000fc;ber einen Zugangscode zum Vergleich des pr&#x000e4;- zu postpandemischen Status ihrer Schmerzambulanzen via SurveyMonkey (SurveyMonkey Inc., San Mateo, CA, USA) befragt. Dazu wurde unser Fragebogen von der 2014/15-Befragung adaptiert und erweitert (Details siehe Anhang). Der erste Teil widmet sich der chronischen Schmerztherapie, die das Hauptthema dieser Publikation ist. Der zweite Teil fokussiert sich auf die Akutschmerztherapie. Diese Daten werden in einer Nachfolgepublikation pr&#x000e4;sentiert.</p><p>F&#x000fc;r diese Statuserhebung wurden die &#x000f6;sterreichischen Krankenh&#x000e4;user in Universit&#x000e4;tskliniken, Schwerpunktkrankenh&#x000e4;user, Krankenh&#x000e4;user der Basisversorgung, Privatkliniken/Sanatorien und sonstige Krankenh&#x000e4;user unterteilt. Zu den sonstigen Krankenh&#x000e4;usern z&#x000e4;hlen Unfallkrankenh&#x000e4;user und Ordensspit&#x000e4;ler.</p><p>Wie in der 2014/15-Umfrage fokussieren unsere zwei Hauptfragestellungen auf Existenz und Betrieb sowie auf die Gr&#x000fc;nde der Reduktionen bzw. Schlie&#x000df;ungen der &#x000f6;sterreichischen Schmerzambulanzen. Als Nebenfragestellungen erhoben wir die personellen Besetzungen bzw. Therapieangebote der Schmerzambulanzen und die R&#x000fc;ckmeldungen der befragten ExpertInnen.</p></sec><sec id="Sec3"><title>Statistik</title><p>Die statistischen Analysen wurden mittels der Software-Programme IBM-SPSS&#x000a0;27 (IBM Deutschland GmbH, 71032 B&#x000f6;blingen, Deutschland) und Microsoft Excel 365 (Microsoft, Redmont, WA, USA) durchgef&#x000fc;hrt. Die erhobenen Daten wurden deskriptiv ausgewertet, um explorative Informationen zu gewinnen.</p><p>Ein direkter Vergleich der aktuellen Daten mit den Daten der Statuserhebung 2014/15 war nicht m&#x000f6;glich, da der alte Fragebogen zur Pr&#x000e4;zisierung der Fragen semantisch und inhaltlich &#x000fc;berarbeitet wurde. Wir konnten daher die Entwicklung der letzten neun Jahre nur in der Diskussion aufarbeiten.</p><p>Parallel zu unserer Publikation von 2015 ermittelten wir aus den folgenden Literaturquellen den Vergleich zwischen der Ist- und Sollsch&#x000e4;tzung &#x000f6;sterreichischer Schmerzambulanzen pro Bundesland.<list list-type="bullet"><list-item><p>Strukturelle Mindestvoraussetzungen einer Schmerzambulanz [<xref ref-type="bibr" rid="CR15">15</xref>]</p></list-item><list-item><p>Bev&#x000f6;lkerungsdichte der &#x000f6;sterreichischen Bundesl&#x000e4;nder (Statistik Austria; <ext-link ext-link-type="uri" xlink:href="https://www.statistik.at/statistiken/bevoelkerung-und-soziales/bevoelkerung/bevoelkerungsstand/bevoelkerung-zu-jahres-/-quartalsanfang">https://www.statistik.at/statistiken/bevoelkerung-und-soziales/bevoelkerung/bevoelkerungsstand/bevoelkerung-zu-jahres-/-quartalsanfang</ext-link>)</p></list-item><list-item><p>H&#x000e4;ufigkeit chronisch schmerzerkrankter Patienten in &#x000d6;sterreich [<xref ref-type="bibr" rid="CR4">4</xref>, <xref ref-type="bibr" rid="CR7">7</xref>]</p></list-item><list-item><p>W&#x000f6;chentliche Betriebszeiten &#x000f6;sterreichischer Schmerzambulanzen [<xref ref-type="bibr" rid="CR7">7</xref>]</p></list-item></list></p></sec><sec id="Sec4"><title>Ergebnisse</title><p>Die Umfrage wurde im Herbst 2022 gestartet und im Mai 2023 abgeschlossen. In diesem Zeitraum wurden die Einladungen dreimal ausgesendet. Es antworteten 92&#x000a0;VertreterInnen der 109 kontaktierten Kliniken (R&#x000fc;cklaufquote 84&#x0202f;%).</p><sec id="Sec5"><title>Existenz von Schmerzambulanzen</title><p>Von den 92&#x000a0;teilnehmenden Kliniken betreiben aktuell&#x000a0;51 (55&#x0202f;%) eine Schmerzambulanz. Betrachtet man die &#x000d6;ffnungszeiten der aktiven Schmerzambulanzen, bieten nur 7&#x000a0;von&#x000a0;51 (14&#x0202f;%) einen Vollzeitbetrieb mit 40&#x000a0;Wochenstunden an. Zwei Schwerpunktkrankenh&#x000e4;user berichteten von einer Steigerung der &#x000d6;ffnungszeiten ihrer Schmerzambulanzen (siehe Tab.&#x000a0;<xref rid="Tab1" ref-type="table">1</xref>).<table-wrap id="Tab1"><label>Tab. 1</label><caption><p>&#x000dc;berblick &#x000fc;ber aktuelle Anzahl, Verteilung, Betrieb und Schlie&#x000df;ungen von Schmerzambulanzen verschiedener &#x000f6;sterreichischer Krankenhaustypen zum Zeitpunkt der Befragung (2022/23)</p></caption><table frame="hsides" rules="groups"><thead><tr><th/><th>Universit&#x000e4;tskliniken</th><th>Schwerpunktkrankenh&#x000e4;user</th><th>Krankenhaus der Basisversorgung</th><th>Privatklinik/Sanatorium</th><th><sup>*</sup>Sonstige Krankenh&#x000e4;user</th></tr></thead><tbody><tr><td>Anzahl und Verteilung der beantworteten Frageb&#x000f6;gen</td><td>6</td><td>36</td><td>39</td><td>3</td><td>8</td></tr><tr><td>Aktive Schmerzambulanzen</td><td>6</td><td>26</td><td>14</td><td>2</td><td>3</td></tr><tr><td>Vollzeitbetriebene Schmerzambulanz</td><td>5</td><td>2</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>Erh&#x000f6;hung der &#x000d6;ffnungszeiten in den letzten drei Jahren</td><td>&#x02013;</td><td>2</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>Schlie&#x000df;ungen von Schmerzambulanzen</td><td>&#x02013;</td><td>5</td><td>3</td><td>&#x02013;</td><td>1</td></tr></tbody></table><table-wrap-foot><p><sup>*</sup>Sonstige Krankenh&#x000e4;user stehen synonym f&#x000fc;r Unfallkrankenh&#x000e4;user oder Ordensspit&#x000e4;ler</p></table-wrap-foot></table-wrap></p></sec><sec id="Sec6"><title>Verteilung der Schmerzambulanzen</title><p>Von 51&#x000a0;aktiven Schmerzambulanzen bietet Wien mit zw&#x000f6;lf aktiven Schmerzambulanzen den h&#x000f6;chsten Anteil, gefolgt von der Steiermark (<italic>n</italic>&#x0202f;=&#x02009;9), Ober&#x000f6;sterreich (<italic>n</italic>&#x0202f;=&#x02009;8), Nieder&#x000f6;sterreich (<italic>n</italic>&#x0202f;=&#x02009;6), Tirol (<italic>n</italic>&#x0202f;=&#x02009;5), Salzburg (<italic>n</italic>&#x0202f;=&#x02009;3). Vorarlberg und Burgenland weisen nur zwei aktive Schmerzambulanzen auf.</p><p>Die meisten aktiven Schmerzambulanzen pro 100.000 Einwohner verzeichnet die Steiermark mit 0,71 (siehe Abb.&#x000a0;<xref rid="Fig1" ref-type="fig">1</xref>).<fig id="Fig1"><label>Abb. 1</label><caption><p>Verteilung der aktiven Schmerzambulanzen pro 100.000 Einwohner auf die &#x000f6;sterreichischen Bundesl&#x000e4;nder zum Zeitpunkt der Befragung</p></caption><graphic xlink:href="482_2025_871_Fig1_HTML" id="d33e503"/></fig></p></sec><sec id="Sec7"><title>Betrieb und Betriebszeiten der Schmerzambulanzen</title><p>Bei der durchschnittlichen Wartezeit in Tagen zeigen sich zwischen Krankenh&#x000e4;usern der Basisversorgung, Schwerpunkt- und sonstigen Krankenh&#x000e4;usern nur minimale Unterschiede. Hingegen sind die Privatspit&#x000e4;ler/Sanatorien Ausrei&#x000df;er mit langen Wartezeiten (siehe Abb.&#x000a0;<xref rid="Fig2" ref-type="fig">2</xref>). Weiters stieg die Auslastung bei zehn Schmerzambulanzen in den letzten drei Jahren an. Diese liegt bei vier befragten Krankenh&#x000e4;usern zwischen 5&#x000a0;und 29&#x0202f;% und bei den restlichen sechs bei ca.&#x000a0;30 oder mehr Prozent.<fig id="Fig2"><label>Abb. 2</label><caption><p>Durchschnittliche Wartezeit in Tagen von chron. SchmerzpatientInnen f&#x000fc;r ein Erstgespr&#x000e4;ch in &#x000f6;sterreichischen Schmerzambulanzen</p></caption><graphic xlink:href="482_2025_871_Fig2_HTML" id="d33e517"/></fig></p></sec><sec id="Sec8"><title>Schlie&#x000df;ungen von Schmerzambulanzen und deren Gr&#x000fc;nde</title><p>Seit der letzten Umfrage &#x000fc;ber den Zustand der &#x000f6;sterreichischen Schmerzambulanzen im Jahr 2014 schlossen weitere neun Krankenh&#x000e4;user ihre Schmerzambulanzen (siehe Tab.&#x000a0;<xref rid="Tab1" ref-type="table">1</xref>). Als Gr&#x000fc;nde hierf&#x000fc;r wurden Einsparungen von Personalressourcen, Mangel an Zeitressourcen, fehlende Akzeptanz und eine zu kleine Abteilung beschrieben (siehe Abb.&#x000a0;<xref rid="Fig3" ref-type="fig">3</xref>).<fig id="Fig3"><label>Abb. 3</label><caption><p>Begr&#x000fc;ndungen f&#x000fc;r die Schlie&#x000df;ung von neun &#x000f6;sterreichischen Schmerzambulanzen in den Jahren vor 2023</p></caption><graphic xlink:href="482_2025_871_Fig3_HTML" id="d33e534"/></fig></p></sec><sec id="Sec9"><title>Vollzeitbetrieb&#x000a0;&#x02013; Ist versus Soll</title><p>Basierend auf der gesch&#x000e4;tzten Anzahl an SchmerzpatientInnen wurde der Bedarf an &#x0201e;vollzeitbetriebenen&#x0201c; Schmerzambulanzen errechnet (Die R&#x000fc;ckmeldungen summativ gegengerechnet einem j&#x000e4;hrlichen Richtwert von 2400 PatientInnen einer vollzeitbetriebenen Schmerzambulanz mit einer w&#x000f6;chentlichen Betriebszeit von 40 Stunden.). Es zeigt sich, dass in &#x000d6;sterreich 51,3 Schmerzambulanzen fehlen (siehe Tab.&#x000a0;<xref rid="Tab2" ref-type="table">2</xref>). Dies w&#x000fc;rde bedeuten, dass es f&#x000fc;r 70&#x0202f;% der chronischen SchmerzpatientInnen keine Versorgung durch eine Schmerzambulanz gibt (siehe Tab.&#x000a0;<xref rid="Tab2" ref-type="table">2</xref>).<table-wrap id="Tab2"><label>Tab. 2</label><caption><p>Sch&#x000e4;tzung chronischer Schmerzpatienten pro Bundesland</p></caption><table frame="hsides" rules="groups"><thead><tr><th>Bundesland</th><th>Wohnbev&#x000f6;lkerung (Statistik Austria)<sup>a</sup></th><th>Gesch&#x000e4;tzte Anzahl chronischer SchmerzpatientInnen<sup>b</sup></th><th>Notwendige Schmerzambulanzen (bei 2400 F&#x000e4;llen pro Jahr)<sup>c</sup></th><th>Vorhandene Schmerzambulanzen<sup>d</sup></th><th>Vorhandene Schmerzambulanzen am Bedarf<sup>d</sup></th></tr><tr><th/><th/><th>H&#x000e4;ufigkeit&#x000a0;(<italic>n</italic>)</th><th>H&#x000e4;ufigkeit&#x000a0;(<italic>n</italic>)</th><th>H&#x000e4;ufigkeit&#x000a0;(<italic>n</italic>)</th><th>Prozent (%)</th></tr></thead><tbody><tr><td>Wien</td><td>1.992.654</td><td>37.860</td><td>16</td><td>4,9</td><td>30,6</td></tr><tr><td>Nieder&#x000f6;sterreich</td><td>1.721.254</td><td>32.704</td><td>14</td><td>2,8</td><td>20,0</td></tr><tr><td>Ober&#x000f6;sterreich</td><td>1.527.084</td><td>29.015</td><td>12</td><td>2,2</td><td>18,3</td></tr><tr><td>Steiermark</td><td>1.266.750</td><td>24.068</td><td>10</td><td>3,5</td><td>35,0</td></tr><tr><td>Tirol</td><td>773.491</td><td>14.696</td><td>6</td><td>2,9</td><td>48,3</td></tr><tr><td>Salzburg</td><td>569.870</td><td>10.828</td><td>5</td><td>1,8</td><td>36,0</td></tr><tr><td>K&#x000e4;rnten</td><td>568.919</td><td>10.809</td><td>5</td><td>2,6</td><td>52,0</td></tr><tr><td>Vorarlberg</td><td>408.343</td><td>7759</td><td>3</td><td>0,4</td><td>13,3</td></tr><tr><td>Burgenland</td><td>301.287</td><td>5724</td><td>2</td><td>0,5</td><td>25,0</td></tr><tr><td>Gesamt</td><td>9.129.652</td><td>173.463</td><td>73</td><td>21,7</td><td>29,7</td></tr></tbody></table><table-wrap-foot><p><sup>a</sup>Daten der Bev&#x000f6;lkerungsdichte der neun &#x000f6;sterreichischen Bundesl&#x000e4;nder (<ext-link ext-link-type="uri" xlink:href="https://www.statistik.at/statistiken/bevoelkerung-und-soziales/bevoelkerung/bevoelkerungsstand/bevoelkerung-zu-jahres-/-quartalsanfangl">https://www.statistik.at/statistiken/bevoelkerung-und-soziales/bevoelkerung/bevoelkerungsstand/bevoelkerung-zu-jahres-/-quartalsanfangl</ext-link>)</p><p><sup>b</sup>Sch&#x000e4;tzung der H&#x000e4;ufigkeit chronisch schmerzerkrankter Patienten in &#x000d6;sterreich; sehr hohe Chronifizierung (Richtwert 1,9&#x0202f;% pro 100.000 Einwohner; [<xref ref-type="bibr" rid="CR7">7</xref>])</p><p><sup>c</sup>Bei zwei fach&#x000e4;rztlichen Schmerztherapeuten im Kernteam und 300 F&#x000e4;llen pro Quartal und fach&#x000e4;rztlichen Schmerztherapeuten [<xref ref-type="bibr" rid="CR15">15</xref>]</p><p><sup>d</sup>Vorhandene Schmerzambulanzen basierend auf w&#x000f6;chentlichen Gesamtarbeitsstunden (40&#x0202f;h&#x0202f;=&#x02009;1&#x000a0;Schmerzambulanz)</p></table-wrap-foot></table-wrap></p></sec><sec id="Sec10"><title>Personelle Besetzung und Therapieangebote f&#x000fc;r chronische PatientInnen</title><p>Eine gezielte Frage nach der Durchf&#x000fc;hrung einer multimodalen Therapie (= konsensuelle Diagnostik und Therapie eines Teams aus mindestens &#x000c4;rztInnen, Pflegenden, PhysiotherapeutInnen, VertreterInnen der PSY-Disziplinen) bieten laut unseren Daten nur drei Krankenh&#x000e4;user an. Details dazu und zur personellen Besetzung siehe Tab.&#x000a0;<xref rid="Tab3" ref-type="table">3</xref>.<table-wrap id="Tab3"><label>Tab. 3</label><caption><p>&#x000dc;berblick &#x000fc;ber Besetzung mit nicht&#x000e4;rztlichem Personal in den Schmerzambulanzen verschiedener &#x000f6;sterreichischer Krankenhaustypen zum Zeitpunkt der Befragung (2022/23). Angaben in Werten pro Krankenhaus bzw. Prozent davon</p></caption><table frame="hsides" rules="groups"><thead><tr><th/><th>Universit&#x000e4;tskliniken (%)</th><th>Schwerpunktkrankenh&#x000e4;user&#x000a0;(%)</th><th>Krankenhaus der Basisversorgung (%)</th><th>Privatklinik/Sanatorium (%)</th><th><sup>*</sup>Sonstige Krankenh&#x000e4;user (%)</th></tr></thead><tbody><tr><td>DGKP in der Schmerzambulanz</td><td>5 (80)</td><td>18 (50)</td><td>14 (36)</td><td>1 (33)</td><td>2 (25)</td></tr><tr><td>Physio- und oder ErgotherapeutInnen in der Schmerzambulanz</td><td>1 (20)</td><td>7 (19)</td><td>7 (18)</td><td>k.A. (0)</td><td>k.A. (0)</td></tr><tr><td>PsychotherapeutInnen/klinische PsychologInnen in der Schmerzambulanz</td><td>k.A. (0)</td><td>2 (6)</td><td>2 (5)</td><td>k.A. (0)</td><td>k.A. (0)</td></tr><tr><td>Multimodale Schmerztherapie in Schmerzambulanzen</td><td>k.A. (0)</td><td>1 (3)</td><td>2 (5)</td><td>k.A. (0)</td><td>k.A. (0)</td></tr></tbody></table><table-wrap-foot><p>Angabe in R&#x000fc;ckmeldungen je Krankenhaustyp, in Klammern in Prozent. k.A. = keine Angaben erhalten</p></table-wrap-foot></table-wrap></p><p>Bei der Fragestellung nach einzelnen Therapieoptionen gaben 74&#x0202f;% der befragten Einrichtungen an, orale medikament&#x000f6;se Therapie durchzuf&#x000fc;hren. Weiters sind invasive regionale Single-shot-Verfahren an zweiter Stelle mit 55&#x0202f;% (siehe Abb.&#x000a0;<xref rid="Fig4" ref-type="fig">4</xref>). Diese Zahlen ergeben sich aus einer Mischung aus Sch&#x000e4;tzungen und intern gef&#x000fc;hrten Statistiken der befragten Kliniken.<fig id="Fig4"><label>Abb. 4</label><caption><p>Die H&#x000e4;ufigkeit der angebotenen Therapieoptionen von allen befragten Schmerzambulanzen in &#x000d6;sterreich</p></caption><graphic xlink:href="482_2025_871_Fig4_HTML" id="d33e858"/></fig></p></sec><sec id="Sec11"><title>Feedback der befragten ExpertInnen</title><p>Im Freitext-Feedback w&#x000fc;nschte sich die Mehrheit der TeilnehmerInnen mehr interdisziplin&#x000e4;re Zusammenarbeit und berichten von fehlenden Personalressourcen (siehe Abb.&#x000a0;<xref rid="Fig5" ref-type="fig">5</xref>).<fig id="Fig5"><label>Abb. 5</label><caption><p>Auswertung der Kritikpunkte und des Feedbacks der befragten ExpertInnen rund um das Thema chronische Schmerztherapie</p></caption><graphic xlink:href="482_2025_871_Fig5_HTML" id="d33e872"/></fig></p></sec></sec><sec id="Sec12"><title>Diskussion</title><p>Dies ist nach unserem Wissen die erste Publikation, die die aktuelle Entwicklung der Behandlung chronischer SchmerzpatientInnen in den &#x000f6;sterreichischen Schmerzambulanzen seit 2014 im Wandel der Zeit verfolgt und beschreibt.</p><sec id="Sec13"><title>Existenz und Betrieb von Schmerzambulanzen</title><p>Laut unserer hier pr&#x000e4;sentierten Umfrage betreiben aktuell 51&#x000a0;von 96&#x000a0;teilnehmenden &#x000f6;sterreichischen Krankenh&#x000e4;usern eine Schmerzambulanz, davon jedoch nur mehr sieben im Vollbetrieb. Im Jahr 2014 existierten 44&#x000a0;Schmerzambulanzen mit 17,5 Ambulanzen im Vollbetrieb&#x000a0;[<xref ref-type="bibr" rid="CR21">21</xref>]. Nominell zeigt sich im Vergleich zu 2014 ein Plus an ca.&#x000a0;4 vollzeitbetriebenen Ambulanzen. Unter Ber&#x000fc;cksichtigung der an der Umfrage teilnehmenden Abteilungen bedeutet es umgekehrt ein Minus von 7,5&#x0202f;% an Schmerzambulanzen in 2023. Aktuell fehlen damit in &#x000d6;sterreich 51,3 Schmerzambulanzen, mehr als 2014.</p><p>Nat&#x000fc;rlich kann infrage gestellt werden, welche Form an multimodaler Schmerztherapie die mehrfach beschriebenen 20&#x0202f;% der chronischen SchmerzpatientInnen ben&#x000f6;tigen: Muss es eine intrahospitale Schmerzambulanz sein oder kann dies im niedergelassenen Bereich z.&#x0202f;B. &#x000fc;ber die AllgemeinmedizinerInnen oder Fach&#x000e4;rztInnen organisiert werden? Eine Evaluierung &#x000fc;ber die Notwendigkeit der Einbindung in eine multimodale Schmerzambulanz ist hierf&#x000fc;r dringend notwendig, sodass PatientInnen mit Tumorschmerzen oder orthop&#x000e4;dischen Krankheitsbildern zuerst anderen Therapieformen wie palliativer Therapie bzw einer kausalen Behandlung zugef&#x000fc;hrt werden k&#x000f6;nnen [<xref ref-type="bibr" rid="CR22">22</xref>].</p></sec><sec id="Sec14"><title>Verteilung der Schmerzambulanzen</title><p>In der Bundesl&#x000e4;nderverteilung f&#x000fc;hrte 2014 die Steiermark mit zehn Schmerzambulanzen. Aktuell findet man in Wien mit zw&#x000f6;lf Ambulanzen die meisten Schmerzambulanzen&#x000a0;[<xref ref-type="bibr" rid="CR21">21</xref>]. Dies bedeutet aktuell einen nominellen Zuwachs von drei Ambulanzen in Wien, von zwei Ambulanzen in Ober&#x000f6;sterreich und Vorarlberg und von einer Ambulanz in K&#x000e4;rnten, Tirol und Burgenland. Ohne Ber&#x000fc;cksichtigung der &#x000d6;ffnungszeiten bedeutet dies einen scheinbaren Fortschritt in der Versorgung chronischer SchmerzpatientInnen.</p></sec><sec id="Sec15"><title>Betrieb und Betriebszeiten von Schmerzambulanzen</title><p>Eine Reduktion der &#x000d6;ffnungszeiten berichteten zehn der teilnehmenden 51&#x000a0;Ambulanzen, zum Gro&#x000df;teil mit einer Reduktion von mehr als 50&#x0202f;% ihrer bisherigen &#x000d6;ffnungszeiten. Dies ist vergleichbar zur Umfrage von 2014 [<xref ref-type="bibr" rid="CR21">21</xref>].</p><p>Unsere aktuellen Daten zeigen eine durchschnittliche Wartezeit von 27&#x000a0;bzw. 28&#x000a0;Tagen in Basis- und Schwerpunktkrankenh&#x000e4;usern f&#x000fc;r PatientInnen mit chronischen Schmerzen. Die mehr als doppelt so langen Wartezeiten von Privatspit&#x000e4;lern/Sanatorien sind unserer Ansicht nach vernachl&#x000e4;ssigt, da sie mit einer Anzahl von zwei aktiven Schmerzambulanzen in &#x000d6;sterreich nicht repr&#x000e4;sentativ f&#x000fc;r eine fl&#x000e4;chendeckende Versorgung sind. Verglichen mit sonstigen Wartezeiten im Gesundheitswesen im europ&#x000e4;ischen Raum sind diese noch kurz, da es laut einer Umfrage 2023 zwischen 28&#x000a0;und 77&#x000a0;Tage dauert, um einen Ersttermin zu bekommen&#x000a0;[<xref ref-type="bibr" rid="CR10">10</xref>]. Eine Studie von Treede et&#x000a0;al. aus Kanada berichtet dies ebenso. Nur ein Drittel der befragten PatientInnen bekam innerhalb von drei Monaten einen Termin&#x000a0;[<xref ref-type="bibr" rid="CR22">22</xref>]. Ein Trend in Richtung Wartezeitenverl&#x000e4;ngerung zeigt sich in einer Studie von Lynch et&#x000a0;al. PatientInnen sind in 65&#x0202f;% der befragten Kliniken seit der COVID-19-Pandemie l&#x000e4;ngeren Wartezeiten ausgesetzt. Eine exakte Dauer in Tagen wurde nicht erhoben. Als Folge daraus registrierten 76&#x0202f;% der von ihnen befragten Kliniken relevant h&#x000f6;here Schmerzniveaus bei ihren chronischen SchmerzpatientInnen. Zus&#x000e4;tzlich berichteten 71&#x0202f;% der Kliniken von einem erschwerten Behandlungszugang f&#x000fc;r die ohnehin schon eingeschr&#x000e4;nkt mobilen SchmerzpatientInnen [<xref ref-type="bibr" rid="CR16">16</xref>].</p></sec><sec id="Sec16"><title>Schlie&#x000df;ungen von Schmerzambulanzen und deren Gr&#x000fc;nde</title><p>Seit 2014 haben neun &#x000f6;sterreichische Schmerzambulanzen g&#x000e4;nzlich geschlossen, begr&#x000fc;ndet wird dies vorrangig durch die mangelnden personellen Ressourcen. Allerdings lassen die Antworten weiterf&#x000fc;hrend auf ein vielschichtigeres Problem r&#x000fc;ckschlie&#x000df;en, wie fehlendes Interesse und mangelnde Finanzierung [<xref ref-type="bibr" rid="CR21">21</xref>].</p></sec><sec id="Sec17"><title>Vollzeitbetrieb&#x000a0;&#x02013; Ist versus Soll</title><p>Im Vergleich zu unserer Umfrage von 2014 zeigt sich ein Plus an 4,2&#x000a0;vollzeitbetriebenen Schmerzambulanzen, jedoch beim vorbestehenden Defizit im Vergleich von damals 49,5 und aktuell 51,3 Ambulanzen eine tendenzielle Verschlechterung in der Versorgung von chronischen SchmerzpatientInnen&#x000a0;[<xref ref-type="bibr" rid="CR21">21</xref>]. Bei einem gesundheits&#x000f6;konomisch kalkulierten Bedarf von aktuell 51,3 Vollzeitambulanzen bedeutet dies eine fehlende Versorgung f&#x000fc;r gut 70&#x0202f;% der Bev&#x000f6;lkerung. Mit einem Blick auf die Entwicklung in den Bundesl&#x000e4;ndern zwischen den beiden Befragungen weisen alle bis auf einzig Vorarlberg ein Defizit auf [<xref ref-type="bibr" rid="CR13">13</xref>].</p></sec><sec id="Sec18"><title>Personelle Besetzung der Schmerzambulanzen</title><p>Multimodale Therapie ben&#x000f6;tigt die Pr&#x000e4;senz von VertreterInnen zumindest der &#x000c4;rzteschaft, Pflege, Physiotherapie und der Psy-Disziplinen im Team der Schmerzambulanz. In &#x000d6;sterreich bleibt dies jedoch prim&#x000e4;r ein Wunsch, wie unsere aktuellen Zahlen best&#x000e4;tigen: Mit absteigender Wahrscheinlichkeit geh&#x000f6;rt eine Pflegeperson ins Team, die anderen Berufsgruppen sind Rarit&#x000e4;ten. Unklar ist, ob diese Berufsgruppen prim&#x000e4;r anderen Arbeitsbereichen zugeordnet sind und in der Schmerzambulanz ohne direkte Zuordnung unterst&#x000fc;tzen [<xref ref-type="bibr" rid="CR18">18</xref>].</p></sec><sec id="Sec19"><title>Therapieangebote f&#x000fc;r chronische SchmerzpatientInnen</title><p>Das nur drei der befragten Krankenh&#x000e4;user (Schwerpunkt- und Basisversorgung) laut &#x000dc;berblicksfrage &#x0201e;multimodale Schmerztherapie&#x0201c; anbieten, zeigt wie vernachl&#x000e4;ssigt die Versorgung chronifizierter SchmerzpatientInnen ist.</p><p>Der Blick auf die nachfolgende Detailfrage nach den verwendeten Therapieformen best&#x000e4;tigt dies leider. Die Teilnehmenden beschreiben nachvollziehbar die orale medikament&#x000f6;se Therapie als h&#x000e4;ufigste Aktivit&#x000e4;t, gefolgt von der invasiven Single-shot-Regionalan&#x000e4;sthesie und der transkutanen elektrischen Nervenstimulation. Die aktuellen Daten zeigten eine klare Priorisierung invasiver Methoden vor multimodalen Angeboten. &#x000c4;hnliche Zahlen beschrieben Fidahic et&#x000a0;al. im Jahr 2013 als Ergebnis einer Online-Umfrage in 21&#x000a0;kroatischen Kliniken (R&#x000fc;cklaufquote von 95&#x0202f;%): Orale medikament&#x000f6;se Einstellungen kamen in allen befragten Schmerzkliniken zum Einsatz, gefolgt von der transkutanen elektrischen Nervenstimulation mit 90&#x0202f;% und Akupunktur mit 81&#x0202f;%. Multimodale Konzepte mit Einbindung der Physio&#x02011;, Ergo- und Psychotherapie wurden nicht angeboten [<xref ref-type="bibr" rid="CR9">9</xref>].</p><p>Es zeigt sich eine bedenkliche H&#x000e4;ufigkeit von Regionalan&#x000e4;sthesien bei 55&#x0202f;% der befragten Kliniken, was eine hohe Zahl an invasiven Interventionen darstellt. In der multimodalen Schmerztherapie werden diese Verfahren stets zur&#x000fc;ckhaltend und unter strenger Indikationsstellung durchgef&#x000fc;hrt. Es ist zu bef&#x000fc;rchten, dass durch die hohe Anzahl dieser Interventionen &#x02013; ohne Einbindung in ein multimodales Therapiekonzept&#x000a0;&#x02013; die Chronifizierung der SchmerzpatientInnen verst&#x000e4;rkt werden k&#x000f6;nnte. Um dies zu verhindern, w&#x000e4;re es im Sinne der PatientInnen, invasive Verfahren nur im Sinne der multimodalen Schmerztherapie oder nach Einholung einer &#x0201e;second opinion&#x0201c; einzusetzen.</p><p>Eine moderne multimodale, interdisziplin&#x000e4;re Schmerztherapie baut auf einer ausgewogenen Mischung aus prim&#x000e4;r konservativen &#x000e4;rztlichen, physio- und psychotherapeutischen Ma&#x000df;nahmen auf. Die beiden letzteren wurden in unserer Umfrage deutlich seltener genannt, was die leitlinienkonforme Behandlungsqualit&#x000e4;t von chronischen SchmerzpatientInnen in &#x000d6;sterreich infrage stellt. &#x000c4;hnliche Probleme publizierte bereits 2012 eine Studie &#x000fc;ber den Status der Schmerzambulanzen in Deutschland: Die befragten Klinken gaben an, dass in nur 44&#x0202f;% der Schmerzambulanzen PsychologInnen eingebunden wurden [<xref ref-type="bibr" rid="CR8">8</xref>].</p><p>Als potenzielle Ursache daf&#x000fc;r wird in unseren Daten auf den hohen Bedarf an besseren Rahmenbedingungen f&#x000fc;r die Zusammenarbeit von verschiedenen medizinischen Berufsgruppen in vielen Schmerzambulanzen hingewiesen: Der aktuelle Personalmangel und die hohen Personalkosten, aggraviert durch die fehlende Wertsch&#x000e4;tzung der Leistung der SchmerztherapeutInnen im fach&#x000e4;rztlichen Team, sind bestehende Probleme seit der letzten Umfrage von 2014 [<xref ref-type="bibr" rid="CR21">21</xref>].</p></sec><sec id="Sec20"><title>Feedback der ExpertInnen</title><p>Um die von den Befragten bem&#x000e4;ngelten Umst&#x000e4;nde zu verbessern, m&#x000fc;sste ein Umdenken und daraus abgeleitet ein gro&#x000df;er Eingriff in die aktuelle Entwicklung und Struktur unseres Gesundheitssystems stattfinden. Schmerztherapie stellt mit einem Blick auf das aktuelle Honorierungssystem einen Negativposten dar.</p><p>Die COVID-Pandemie versch&#x000e4;rfte nachhaltig die schon angespannte personelle Situation in den Spit&#x000e4;lern. Aus Sicht der F&#x000fc;hrungsebene erfordert dies eine Konzentration der Ressourcen auf das Kerngesch&#x000e4;ft sowie eine Verk&#x000fc;rzung der Belegstage. Dies f&#x000fc;hrt dazu, dass einerseits Personal aus den Schmerzambulanzen abgezogen wird und andererseits die PatientInnen entweder mit einer nicht funktionierenden oralen Schmerzmedikation (meist zu sp&#x000e4;te Umstellung von systemisch auf oral) oder in komplexen Situationen ohne Schmerzkonsil (bei Personalmangel in der Schmerzambulanz) entlassen werden [<xref ref-type="bibr" rid="CR6">6</xref>]. Zus&#x000e4;tzlich fehlen damit M&#x000f6;glichkeiten zur Nachbehandlung protrahierter poststation&#x000e4;rer Schmerzen (wie z.&#x0202f;B. im Rahmen von Wundheilungsst&#x000f6;rungen oder neu aufgetretenen neuropathischen Schmerzen) oder chronischer SchmerzpatientInnen. Wenn gleichzeitig die Wertsch&#x000e4;tzung im Abteilungsteam f&#x000fc;r das Schmerzteam verloren geht, reduziert dies nachhaltig die Arbeitszufriedenheit und Behandlungsqualit&#x000e4;t und erh&#x000f6;ht die Abwanderungsrate aus dem Spitalsbereich [<xref ref-type="bibr" rid="CR20">20</xref>].</p><p>Neben finanziellen Ressourcen f&#x000fc;r die Krankenh&#x000e4;user w&#x000e4;re es notwendig, vermehrt auf pr&#x000e4;ventive und gesundheitsf&#x000f6;rdernde Elemente wie beispielsweise die Patientenedukation zu setzen. Exemplarisch w&#x000e4;re das d&#x000e4;nische Modell f&#x000fc;r PatientInnen, die auf eine Knieprothesenoperation warten (GLA:D), zu nennen. In diesem Programm werden pr&#x000e4;operative Patientenedukation und Gruppenphysiotherapie genutzt, um die Beschwerden sowie Operationen bei diesen PatientInnen hochrelevant zu reduzieren [<xref ref-type="bibr" rid="CR11">11</xref>].</p></sec><sec id="Sec21"><title>Limitationen</title><p>Wir verwendeten einen starren Fragebogen, der eine rasche Beantwortung und hohe R&#x000fc;cklaufrate sicherte, jedoch keine M&#x000f6;glichkeit der Nachfrage lie&#x000df;. Obwohl diese Umfrage auf jener aus dem Jahr 2014 aufbaute, war es n&#x000f6;tig, die Fragen zur Pr&#x000e4;zisierung nachhaltig zu adaptieren. Ein direkter statistischer Vergleich war erhofft, aber nicht m&#x000f6;glich. Wir f&#x000fc;hrten unsere Umfrage rein online durch, was ebenfalls die M&#x000f6;glichkeit der Nachfrage reduzierte. Der gesamte Fragebogen war weder validiert noch auf &#x0201e;interrater reliability&#x0201c; gepr&#x000fc;ft. M&#x000f6;gliche Missverst&#x000e4;ndnisse bei der Beantwortung der Fragen k&#x000f6;nnten dadurch entstanden sein. Nicht alle Krankenh&#x000e4;user in &#x000d6;sterreich antworteten, jedoch urgierten die AutorInnen alle jene Krankenh&#x000e4;user, in denen die Existenz einer Schmerzambulanz bekannt war. Dort war der R&#x000fc;cklauf vollst&#x000e4;ndig, was uns die hohe Relevanz der erhobenen Daten und eine repr&#x000e4;sentative Aussage sichert.</p><p>Es ist kritisch zu hinterfragen, ob von den laut Bericht der &#x000d6;SG 2020 etwa 20&#x0202f;% der &#x000f6;sterreichischen Bev&#x000f6;lkerung mit chronischen Schmerzen wirklich alle eine Schmerzambulanz oder eine tagesklinische/station&#x000e4;re multimodale schmerztherapeutische Behandlung ben&#x000f6;tigen. Eine Klassifizierung von diesen PatientInnen w&#x000e4;re notwendig, um zu selektieren, ob ein einmaliger Kontakt in der Schmerzambulanz bzw. eine rein ambulante Versorgung im niedergelassenen Bereich ausreichend oder eine tats&#x000e4;chliche h&#x000f6;herfrequente Einbindung in einer multimodalen Schmerzambulanz notwendig ist.</p><p>Die Ergebnisse zur multimodalen Schmerztherapie lassen die Frage aufkommen, ob es ein Missverst&#x000e4;ndnis bei der Beantwortung des Fragebogens gab. Es irritiert, dass keine der befragten Universit&#x000e4;tsklinken multimodale Schmerztherapie in ihren Schmerzambulanzen betreibt. Uns liegen jedoch Daten aus Umfragen mit demselben Fragebogen in Deutschland vor, die klar den Einsatz der multimodalen Therapie favorisieren und best&#x000e4;tigen [<xref ref-type="bibr" rid="CR24">24</xref>]. Kritisch kann die h&#x000e4;ufige Abwesenheit von interdisziplin&#x000e4;rer Zusammenarbeit bei den befragten ExpertInnen hinterfragt werden, da dies aufzeigt, dass das Konzept von multimodaler Schmerztherapie kaum in der Praxis der befragten Kliniken angewandt wird.</p></sec></sec><sec id="Sec22"><title>Ausblick</title><p>Unsere Ergebnisse best&#x000e4;tigen die aktuelle Tendenz zur sich fortsetzenden Reduktionen der Existenz, &#x000d6;ffnungszeiten bzw. schmerztherapeutischen Angebote in &#x000d6;sterreich. Gut 70&#x0202f;% der &#x000f6;sterreichischen schmerzgeplagten Bev&#x000f6;lkerung fehlt die M&#x000f6;glichkeit zur zeitgerechten und leitlinienkonformen Behandlung. Invasive Verfahren werden h&#x000e4;ufiger angeboten als die multimodale Therapie, die eigentliche Kernaufgabe der interdisziplin&#x000e4;ren Schmerzambulanzen. Fehlende personelle und r&#x000e4;umliche Ressourcen bei gleichzeitig abnehmender Wertsch&#x000e4;tzung im intrahospitalen Setting beschleunigen diese negative Entwicklung. Mit einer sp&#x000fc;rbaren Verschlechterung der Behandlungsqualit&#x000e4;t, des Wettbewerbsvorteils sowie der direkten, aber vor allem indirekten Gesundheitskosten (Krankenst&#x000e4;nde, Krankentage, Berufsausf&#x000e4;lle) muss deswegen gerechnet werden. Politik, die Krankenkassen, die Krankenanstaltentr&#x000e4;ger sowie die Krankenhausf&#x000fc;hrung sind jetzt gefordert, diesen h&#x000f6;chst bedenklichen Trend zu stoppen und rasch Gegenma&#x000df;nahmen einzuleiten.</p></sec><sec id="Sec23" sec-type="conclusion"><title>Fazit f&#x000fc;r die Praxis</title><p>
<list list-type="bullet"><list-item><p>Trotz einer nominellen Zunahme an Schmerzambulanzen sank die summative Anzahl der Betriebsstunden relevant seit der Letztbefragung 2014.</p></list-item><list-item><p>Die Anzahl der vollzeitbetriebenen Schmerzambulanzen hat sich seit 2014 fast halbiert.</p></list-item><list-item><p>Multimodale Schmerztherapie kommt nur in wenigen Kliniken zur Anwendung.</p></list-item><list-item><p>Bedenklich hoher Anteil an invasiven Interventionen in &#x000d6;sterreichs Schmerzambulanzen</p></list-item><list-item><p>Indirekte Gesundheitskosten k&#x000f6;nnten als Reaktion auf die schlechte Qualit&#x000e4;t der Versorgung steigen.</p></list-item></list>
</p></sec></body><back><fn-group><fn><p>
<graphic position="anchor" xlink:href="482_2025_871_Figqr_HTML" id="d33e249"/>
</p><p>QR-Code scannen &#x00026; Beitrag online lesen</p></fn><fn><p><bold>Hinweis des Verlags</bold></p><p>Der Verlag bleibt in Hinblick auf geografische Zuordnungen und Gebietsbezeichnungen in ver&#x000f6;ffentlichten Karten und Institutsadressen neutral.</p></fn></fn-group><notes notes-type="funding-information"><title>Funding</title><p>Open access funding provided by Medical University of Graz.</p></notes><notes notes-type="data-availability"><title>Data Availability</title><p>Die Daten, die die Ergebnisse dieser Publikation st&#x000fc;tzen, sind auf begr&#x000fc;ndete Anfrage beim korrespondierenden Autor erh&#x000e4;ltlich.</p></notes><notes><title>Einhaltung ethischer Richtlinien</title><notes id="FPar1"><title>Interessenkonflikt</title><p>S.&#x000a0;Hammer, A.&#x000a0;Krawczyk, B.&#x000a0;Messerer, S.&#x000a0;Neuwersch-Sommeregger, P.&#x000a0;Reinbacher, G.&#x000a0;Schittek und A.&#x000a0;Sandner-Kiesling geben an, dass kein Interessenkonflikt besteht.</p></notes><notes><p>F&#x000fc;r diesen Beitrag wurden von den Autor/-innen keine Studien an Menschen oder Tieren durchgef&#x000fc;hrt. F&#x000fc;r die aufgef&#x000fc;hrten Studien gelten die jeweils dort angegebenen ethischen Richtlinien.</p></notes></notes><ref-list id="Bib1"><title>Literatur</title><ref id="CR1"><label>1.</label><citation-alternatives><element-citation id="ec-CR1" publication-type="journal"><person-group person-group-type="author"><name><surname>Andrew</surname><given-names>R</given-names></name><name><surname>Derry</surname><given-names>S</given-names></name><name><surname>Taylor</surname><given-names>RS</given-names></name><name><surname>Straube</surname><given-names>S</given-names></name><name><surname>Phillips</surname><given-names>CJ</given-names></name></person-group><article-title>The costs and consequences of adequately managed chronic non-cancer pain and chronic neuropathic pain</article-title><source>Pain Pract</source><year>2014</year><volume>14</volume><issue>1</issue><fpage>79</fpage><lpage>94</lpage><pub-id pub-id-type="doi">10.1111/papr.12050</pub-id><pub-id pub-id-type="pmid">23464879</pub-id>
</element-citation><mixed-citation id="mc-CR1" publication-type="journal">Andrew&#x000a0;R, Derry&#x000a0;S, Taylor&#x000a0;RS, Straube&#x000a0;S, Phillips&#x000a0;CJ (2014) The costs and consequences of adequately managed chronic non-cancer pain and chronic neuropathic pain. Pain Pract 14(1):79&#x02013;94<pub-id pub-id-type="pmid">23464879</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR2"><label>2.</label><citation-alternatives><element-citation id="ec-CR2" publication-type="journal"><person-group person-group-type="author"><name><surname>Arnold</surname><given-names>B</given-names></name><name><surname>Brinkschmidt</surname><given-names>T</given-names></name><name><surname>Casser</surname><given-names>HR</given-names></name><name><surname>Gralow</surname><given-names>I</given-names></name><name><surname>Irnich</surname><given-names>D</given-names></name><name><surname>Klimczyk</surname><given-names>K</given-names></name><etal/></person-group><article-title>Multimodal pain therapy: principles and indications</article-title><source>Schmerz Berl Ger</source><year>2009</year><volume>23</volume><issue>2</issue><fpage>112</fpage><lpage>120</lpage></element-citation><mixed-citation id="mc-CR2" publication-type="journal">Arnold&#x000a0;B, Brinkschmidt&#x000a0;T, Casser&#x000a0;HR, Gralow&#x000a0;I, Irnich&#x000a0;D, Klimczyk&#x000a0;K et&#x000a0;al (2009) Multimodal pain therapy: principles and indications. Schmerz Berl Ger 23(2):112&#x02013;120</mixed-citation></citation-alternatives></ref><ref id="CR3"><label>3.</label><mixed-citation publication-type="other">Bohuslav W (2023) Krankenanstalten in &#x000d6;sterreich. <ext-link ext-link-type="uri" xlink:href="https://www.sozialministerium.at/dam/jcr:0a2c1fb9-68c3-4355-bf22-ff0d11c0186e/KA-Verzeichnis%202023-04-27.xlsx">https://www.sozialministerium.at/dam/jcr:0a2c1fb9-68c3-4355-bf22-ff0d11c0186e/KA-Verzeichnis%202023-04-27.xlsx</ext-link></mixed-citation></ref><ref id="CR4"><label>4.</label><citation-alternatives><element-citation id="ec-CR4" publication-type="journal"><person-group person-group-type="author"><name><surname>Breivik</surname><given-names>H</given-names></name><name><surname>Collett</surname><given-names>B</given-names></name><name><surname>Ventafridda</surname><given-names>V</given-names></name><etal/></person-group><article-title>Survey of chronic pain in Europe: prevalence, impact on daily life, and treatment</article-title><source>Eur J Pain</source><year>2006</year><volume>4</volume><issue>10</issue><fpage>287</fpage><lpage>333</lpage><pub-id pub-id-type="doi">10.1016/j.ejpain.2005.06.009</pub-id></element-citation><mixed-citation id="mc-CR4" publication-type="journal">Breivik&#x000a0;H, Collett&#x000a0;B, Ventafridda&#x000a0;V et&#x000a0;al (2006) Survey of chronic pain in Europe: prevalence, impact on daily life, and treatment. Eur J Pain 4(10):287&#x02013;333</mixed-citation></citation-alternatives></ref><ref id="CR5"><label>5.</label><citation-alternatives><element-citation id="ec-CR5" publication-type="journal"><person-group person-group-type="author"><name><surname>Casser</surname><given-names>HR</given-names></name><name><surname>Nagel</surname><given-names>B</given-names></name></person-group><article-title>Multimodal pain therapy in Germany: structure and quality</article-title><source>Anasthesiol Intensivmed Notfallmed Schmerzther</source><year>2016</year><volume>51</volume><issue>1</issue><fpage>56</fpage><lpage>67</lpage><pub-id pub-id-type="pmid">26859474</pub-id>
</element-citation><mixed-citation id="mc-CR5" publication-type="journal">Casser&#x000a0;HR, Nagel&#x000a0;B (2016) Multimodal pain therapy in Germany: structure and quality. Anasthesiol Intensivmed Notfallmed Schmerzther 51(1):56&#x02013;67<pub-id pub-id-type="pmid">26859474</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR6"><label>6.</label><citation-alternatives><element-citation id="ec-CR6" publication-type="journal"><person-group person-group-type="author"><name><surname>Czernin</surname><given-names>J</given-names></name></person-group><article-title>The impact of COVID-19 on the health-care workforce: from heroes to zeroes?</article-title><source>J Nucl Med</source><year>2020</year><volume>61</volume><issue>8</issue><fpage>1104</fpage><pub-id pub-id-type="doi">10.2967/jnumed.120.251785</pub-id><pub-id pub-id-type="pmid">32591489</pub-id>
</element-citation><mixed-citation id="mc-CR6" publication-type="journal">Czernin&#x000a0;J (2020) The impact of COVID-19 on the health-care workforce: from heroes to zeroes? J&#x000a0;Nucl Med 61(8):1104<pub-id pub-id-type="pmid">32591489</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR7"><label>7.</label><mixed-citation publication-type="other">Endel G, Gr&#x000f6;gl-Aringer G, Dorda W (2013) Schmerzversorgung in &#x000d6;sterreich. Soz Sicherh (1):24&#x02013;36</mixed-citation></ref><ref id="CR8"><label>8.</label><citation-alternatives><element-citation id="ec-CR8" publication-type="journal"><person-group person-group-type="author"><name><surname>Erlenwein</surname><given-names>J</given-names></name><name><surname>Petzke</surname><given-names>F</given-names></name><name><surname>Stamer</surname><given-names>U</given-names></name><etal/></person-group><article-title>Rolle der An&#x000e4;sthesiologie in der schmerzmedizinischen und palliativmedizinischen Versorgung in deutschen Krankenh&#x000e4;usern</article-title><source>Anaesthesist</source><year>2017</year><volume>66</volume><fpage>579</fpage><lpage>588</lpage><pub-id pub-id-type="doi">10.1007/s00101-017-0309-1</pub-id><pub-id pub-id-type="pmid">28447107</pub-id>
</element-citation><mixed-citation id="mc-CR8" publication-type="journal">Erlenwein&#x000a0;J, Petzke&#x000a0;F, Stamer&#x000a0;U et&#x000a0;al (2017) Rolle der An&#x000e4;sthesiologie in der schmerzmedizinischen und palliativmedizinischen Versorgung in deutschen Krankenh&#x000e4;usern. Anaesthesist 66:579&#x02013;588<pub-id pub-id-type="pmid">28447107</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR9"><label>9.</label><citation-alternatives><element-citation id="ec-CR9" publication-type="journal"><person-group person-group-type="author"><name><surname>Fidahic</surname><given-names>M</given-names></name><name><surname>Dogan</surname><given-names>K</given-names></name><name><surname>Sapunar</surname><given-names>D</given-names></name><name><surname>Puljak</surname><given-names>L</given-names></name></person-group><article-title>National survey of pain clinics in Croatia: organization and services</article-title><source>Acta Med Acad</source><year>2015</year><volume>44</volume><issue>1</issue><fpage>18</fpage><lpage>30</lpage><pub-id pub-id-type="doi">10.5644/ama2006-124.123</pub-id><pub-id pub-id-type="pmid">26062694</pub-id>
</element-citation><mixed-citation id="mc-CR9" publication-type="journal">Fidahic&#x000a0;M, Dogan&#x000a0;K, Sapunar&#x000a0;D, Puljak&#x000a0;L (2015) National survey of pain clinics in Croatia: organization and services. Acta Med Acad 44(1):18&#x02013;30<pub-id pub-id-type="pmid">26062694</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR10"><label>10.</label><mixed-citation publication-type="other">Fleck A (2024) Healthcare: how long do patients have to wait? <ext-link ext-link-type="uri" xlink:href="https://www.statista.com/chart/33079/average-waiting-times-for-a-doctors-appointment/">https://www.statista.com/chart/33079/average-waiting-times-for-a-doctors-appointment/</ext-link> (Statista)</mixed-citation></ref><ref id="CR11"><label>11.</label><mixed-citation publication-type="other">GLA:D international (2024) GLA:D Denmark. <ext-link ext-link-type="uri" xlink:href="https://gladinternational.org/contact/">https://gladinternational.org/contact/</ext-link></mixed-citation></ref><ref id="CR12"><label>12.</label><citation-alternatives><element-citation id="ec-CR12" publication-type="journal"><person-group person-group-type="author"><name><surname>Jaksch</surname><given-names>W</given-names></name></person-group><article-title>Schmerztherapeutische Versorgungsdefizite in &#x000d6;sterreich</article-title><source>Schmerz</source><year>2015</year><volume>29</volume><fpage>593</fpage><lpage>594</lpage><pub-id pub-id-type="doi">10.1007/s00482-015-0076-3</pub-id><pub-id pub-id-type="pmid">26576556</pub-id>
</element-citation><mixed-citation id="mc-CR12" publication-type="journal">Jaksch&#x000a0;W (2015) Schmerztherapeutische Versorgungsdefizite in &#x000d6;sterreich. Schmerz 29:593&#x02013;594<pub-id pub-id-type="pmid">26576556</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR13"><label>13.</label><citation-alternatives><element-citation id="ec-CR13" publication-type="journal"><person-group person-group-type="author"><name><surname>Jaksch</surname><given-names>W</given-names></name><name><surname>Likar</surname><given-names>R</given-names></name><name><surname>Folkes</surname><given-names>E</given-names></name><etal/></person-group><article-title>Qualit&#x000e4;tssicherung der schmerzmedizinischen Versorgung in &#x000d6;sterreich</article-title><source>Wien Med Wochenschr</source><year>2017</year><volume>167</volume><fpage>349</fpage><lpage>358</lpage><pub-id pub-id-type="doi">10.1007/s10354-017-0563-5</pub-id><pub-id pub-id-type="pmid">28424996</pub-id>
</element-citation><mixed-citation id="mc-CR13" publication-type="journal">Jaksch&#x000a0;W, Likar&#x000a0;R, Folkes&#x000a0;E et&#x000a0;al (2017) Qualit&#x000e4;tssicherung der schmerzmedizinischen Versorgung in &#x000d6;sterreich. Wien Med Wochenschr 167:349&#x02013;358<pub-id pub-id-type="pmid">28424996</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR14"><label>14.</label><citation-alternatives><element-citation id="ec-CR14" publication-type="journal"><person-group person-group-type="author"><name><surname>Kaiser</surname><given-names>U</given-names></name><name><surname>Sabatowski</surname><given-names>R</given-names></name><name><surname>Azad</surname><given-names>SC</given-names></name></person-group><article-title>Multimodal pain therapy. Current situation</article-title><source>Schmerz</source><year>2015</year><volume>29</volume><issue>5</issue><fpage>550</fpage><lpage>556</lpage><pub-id pub-id-type="doi">10.1007/s00482-015-0030-4</pub-id><pub-id pub-id-type="pmid">26271912</pub-id>
</element-citation><mixed-citation id="mc-CR14" publication-type="journal">Kaiser&#x000a0;U, Sabatowski&#x000a0;R, Azad&#x000a0;SC (2015) Multimodal pain therapy. Current situation. Schmerz 29(5):550&#x02013;556<pub-id pub-id-type="pmid">26271912</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR15"><label>15.</label><citation-alternatives><element-citation id="ec-CR15" publication-type="journal"><person-group person-group-type="author"><name><surname>Kayser</surname><given-names>H</given-names></name><name><surname>Thoma</surname><given-names>R</given-names></name><name><surname>Mertens</surname><given-names>E</given-names></name><etal/></person-group><article-title>Struktur der ambulanten Schmerztherapie in Deutschland</article-title><source>Schmerz</source><year>2008</year><volume>4</volume><issue>22</issue><fpage>424</fpage><lpage>432</lpage><pub-id pub-id-type="doi">10.1007/s00482-008-0650-z</pub-id></element-citation><mixed-citation id="mc-CR15" publication-type="journal">Kayser&#x000a0;H, Thoma&#x000a0;R, Mertens&#x000a0;E et&#x000a0;al (2008) Struktur der ambulanten Schmerztherapie in Deutschland. Schmerz 4(22):424&#x02013;432</mixed-citation></citation-alternatives></ref><ref id="CR16"><label>16.</label><citation-alternatives><element-citation id="ec-CR16" publication-type="journal"><person-group person-group-type="author"><name><surname>Lynch</surname><given-names>ME</given-names></name><name><surname>Williamson</surname><given-names>OD</given-names></name><name><surname>Banfield</surname><given-names>JC</given-names></name></person-group><article-title>COVID-19 impact and response by Canadian pain clinics: a&#x000a0;national survey of adult pain clinics</article-title><source>Can J Pain</source><year>2020</year><volume>4</volume><issue>1</issue><fpage>204</fpage><lpage>209</lpage><pub-id pub-id-type="doi">10.1080/24740527.2020.1783218</pub-id><pub-id pub-id-type="pmid">33987499</pub-id>
</element-citation><mixed-citation id="mc-CR16" publication-type="journal">Lynch&#x000a0;ME, Williamson&#x000a0;OD, Banfield&#x000a0;JC (2020) COVID-19 impact and response by Canadian pain clinics: a&#x000a0;national survey of adult pain clinics. Can J Pain 4(1):204&#x02013;209<pub-id pub-id-type="pmid">33987499</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR17"><label>17.</label><citation-alternatives><element-citation id="ec-CR17" publication-type="journal"><person-group person-group-type="author"><name><surname>Merskey</surname><given-names>H</given-names></name></person-group><article-title>Logic, truth and language in concepts of pain</article-title><source>Qual Life Res</source><year>1994</year><volume>3</volume><issue>Suppl 1</issue><fpage>S69</fpage><lpage>S76</lpage><pub-id pub-id-type="doi">10.1007/BF00433379</pub-id><pub-id pub-id-type="pmid">7866375</pub-id>
</element-citation><mixed-citation id="mc-CR17" publication-type="journal">Merskey&#x000a0;H (1994) Logic, truth and language in concepts of pain. Qual Life Res 3(Suppl 1):S69&#x02013;S76<pub-id pub-id-type="pmid">7866375</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR18"><label>18.</label><citation-alternatives><element-citation id="ec-CR18" publication-type="journal"><person-group person-group-type="author"><name><surname>Nagel</surname><given-names>B</given-names></name><name><surname>Pfingsten</surname><given-names>M</given-names></name><name><surname>Brinkschmidt</surname><given-names>T</given-names></name><name><surname>Casser</surname><given-names>HR</given-names></name><name><surname>Gralow</surname><given-names>I</given-names></name><name><surname>Irnich</surname><given-names>D</given-names></name><etal/></person-group><article-title>Structure and process quality of multimodal pain therapy. Results of a&#x000a0;survey of pain therapy clinics</article-title><source>Schmerz</source><year>2012</year><volume>26</volume><issue>6</issue><fpage>661</fpage><lpage>669</lpage><pub-id pub-id-type="doi">10.1007/s00482-012-1207-8</pub-id><pub-id pub-id-type="pmid">22956073</pub-id>
</element-citation><mixed-citation id="mc-CR18" publication-type="journal">Nagel&#x000a0;B, Pfingsten&#x000a0;M, Brinkschmidt&#x000a0;T, Casser&#x000a0;HR, Gralow&#x000a0;I, Irnich&#x000a0;D et&#x000a0;al (2012) Structure and process quality of multimodal pain therapy. Results of a&#x000a0;survey of pain therapy clinics. Schmerz 26(6):661&#x02013;669<pub-id pub-id-type="pmid">22956073</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR19"><label>19.</label><mixed-citation publication-type="other">&#x000d6;sterreichische Schmerzgesellschaft (2020) &#x000d6;sterreichische Schmerzgesellschaft (&#x000d6;SG) startet 19. &#x000d6;sterreichische Schmerzwochen: Zentrales Thema Schmerzpr&#x000e4;vention. <ext-link ext-link-type="uri" xlink:href="https://www.oesg.at/upload/presse/gesammelte_pressemitteilung_zu_den_19._sw_2020.pdf">https://www.oesg.at/upload/presse/gesammelte_pressemitteilung_zu_den_19._sw_2020.pdf</ext-link></mixed-citation></ref><ref id="CR20"><label>20.</label><citation-alternatives><element-citation id="ec-CR20" publication-type="journal"><person-group person-group-type="author"><name><surname>Quaglio</surname><given-names>G</given-names></name><name><surname>Done</surname><given-names>G</given-names></name><name><surname>Cavallin</surname><given-names>F</given-names></name><name><surname>Ojeda</surname><given-names>MG</given-names></name><name><surname>Claes</surname><given-names>P</given-names></name></person-group><article-title>Experiences of health professionals in EU institutions during the Covid crisis</article-title><source>Int J Disaster Risk Reduct</source><year>2023</year><volume>94</volume><fpage>103810</fpage><pub-id pub-id-type="doi">10.1016/j.ijdrr.2023.103810</pub-id><pub-id pub-id-type="pmid">37360249</pub-id>
</element-citation><mixed-citation id="mc-CR20" publication-type="journal">Quaglio&#x000a0;G, Done&#x000a0;G, Cavallin&#x000a0;F, Ojeda&#x000a0;MG, Claes&#x000a0;P (2023) Experiences of health professionals in EU institutions during the Covid crisis. Int J Disaster Risk Reduct 94:103810<pub-id pub-id-type="pmid">37360249</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR21"><label>21.</label><citation-alternatives><element-citation id="ec-CR21" publication-type="journal"><person-group person-group-type="author"><name><surname>Szilagyi</surname><given-names>IS</given-names></name><name><surname>Bornemann-Cimenti</surname><given-names>H</given-names></name><name><surname>Messerer</surname><given-names>B</given-names></name><name><surname>Vittinghoff</surname><given-names>M</given-names></name><name><surname>Sandner-Kiesling</surname><given-names>A</given-names></name></person-group><article-title>Schmerztherapeutische Versorgung &#x000f6;sterreichischer Gesundheitszentren</article-title><source>Schmerz</source><year>2015</year><volume>29</volume><fpage>616</fpage><lpage>624</lpage><pub-id pub-id-type="doi">10.1007/s00482-015-0045-x</pub-id><pub-id pub-id-type="pmid">26341376</pub-id>
</element-citation><mixed-citation id="mc-CR21" publication-type="journal">Szilagyi&#x000a0;IS, Bornemann-Cimenti&#x000a0;H, Messerer&#x000a0;B, Vittinghoff&#x000a0;M, Sandner-Kiesling&#x000a0;A (2015) Schmerztherapeutische Versorgung &#x000f6;sterreichischer Gesundheitszentren. Schmerz 29:616&#x02013;624<pub-id pub-id-type="pmid">26341376</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR22"><label>22.</label><mixed-citation publication-type="other">Treede RD, Rief W, Barke A, Aziz Q, Bennett MI, Benoliel R et&#x000a0;al (2019) Chronic pain as a&#x000a0;symptom or a&#x000a0;disease: the IASP Classification of Chronic Pain for the International Classification of Diseases (ICD-11). Pain 160(1) (<ext-link ext-link-type="uri" xlink:href="https://journals.lww.com/pain/fulltext/2019/01000/chronic_pain_as_a_symptom_or_a_disease__the_iasp.3.aspx">https://journals.lww.com/pain/fulltext/2019/01000/chronic_pain_as_a_symptom_or_a_disease__the_iasp.3.aspx</ext-link>)</mixed-citation></ref><ref id="CR23"><label>23.</label><mixed-citation publication-type="other">WHO (2019) Statement on pain management guidance. <ext-link ext-link-type="uri" xlink:href="https://www.who.int/news/item/14-06-2019-statement-on-pain-management-guidance">https://www.who.int/news/item/14-06-2019-statement-on-pain-management-guidance</ext-link></mixed-citation></ref><ref id="CR24"><label>24.</label><mixed-citation publication-type="other">Wolf EK (2024) Die Versorgungssituation der Schmerzpatient*innen in Schmerzambulanzen in Deutschland. <ext-link ext-link-type="uri" xlink:href="https://online.medunigraz.at/mug_online/wbabs.showThesis?pThesisNr=76643&#x00026;pOrgNr=1">https://online.medunigraz.at/mug_online/wbabs.showThesis?pThesisNr=76643&#x00026;pOrgNr=1</ext-link></mixed-citation></ref></ref-list></back></article>