<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" dtd-version="1.3" xml:lang="pt" article-type="research-article"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Cad Saude Publica</journal-id><journal-id journal-id-type="iso-abbrev">Cad Saude Publica</journal-id><journal-id journal-id-type="publisher-id">csp</journal-id><journal-title-group><journal-title>Cadernos de Sa&#x000fa;de P&#x000fa;blica</journal-title></journal-title-group><issn pub-type="ppub">0102-311X</issn><issn pub-type="epub">1678-4464</issn><publisher><publisher-name>Escola Nacional de Sa&#x000fa;de P&#x000fa;blica Sergio Arouca, Funda&#x000e7;&#x000e3;o Oswaldo Cruz</publisher-name></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmid">40008710</article-id><article-id pub-id-type="pmc">PMC11863627</article-id><article-id pub-id-type="doi">10.1590/0102-311XPT233023</article-id><article-id pub-id-type="other">01300</article-id><article-categories><subj-group subj-group-type="heading"><subject>Quest&#x000f5;es Metodol&#x000f3;gicas</subject></subj-group></article-categories><title-group><article-title>
<italic>Nascer nas Casas de Parto do Brasil</italic>: protocolo de
pesquisa</article-title><trans-title-group xml:lang="en"><trans-title>Births in Brazilian Birthing Centers<italic>: a research
protocol</italic>
</trans-title></trans-title-group><trans-title-group xml:lang="es"><trans-title>Nacer en Casas de Parto en Brasil<italic>: protocolo de
investigaci&#x000f3;n</italic>
</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0002-1505-1906</contrib-id><name><surname>Leister</surname><given-names>Nathalie</given-names></name><role>colaborou com a concep&#x000e7;&#x000e3;o e desenho do estudo</role><role>aquisi&#x000e7;&#x000e3;o, an&#x000e1;lise e interpreta&#x000e7;&#x000e3;o dos dados</role><role>reda&#x000e7;&#x000e3;o e revis&#x000e3;o</role><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref><xref rid="aff2" ref-type="aff">
<sup>2</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0002-3048-5593</contrib-id><name><surname>Bussadori</surname><given-names>Jamile Claro de Castro</given-names></name><role>colaborou com a concep&#x000e7;&#x000e3;o e desenho do estudo e revis&#x000e3;o</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff3" ref-type="aff">
<sup>3</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0002-0236-2043</contrib-id><name><surname>Esteves-Pereira</surname><given-names>Ana Paula</given-names></name><role>colaborou com o desenho do estudo, reda&#x000e7;&#x000e3;o e revis&#x000e3;o</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff4" ref-type="aff">
<sup>4</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0002-9200-0387</contrib-id><name><surname>da Gama</surname><given-names>Silvana Granado Nogueira</given-names></name><role>colaborou com concep&#x000e7;&#x000e3;o e desenho do estudo e revis&#x000e3;o</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff4" ref-type="aff">
<sup>4</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0002-7897-3553</contrib-id><name><surname>Lopes</surname><given-names>Gisele Almeida</given-names></name><role>colaborou com o desenho do estudo, reda&#x000e7;&#x000e3;o e revis&#x000e3;o</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff2" ref-type="aff">
<sup>2</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0001-9036-5641</contrib-id><name><surname>Riesco</surname><given-names>Maria Luiza Gonzalez</given-names></name><role>colaborou com o desenho do estudo e revis&#x000e3;o</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff2" ref-type="aff">
<sup>2</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0002-6492-8372</contrib-id><name><surname>Santos</surname><given-names>N&#x000e1;gela Cristine Pinheiro</given-names></name><role>colaborou com o desenho do estudo</role><role>reda&#x000e7;&#x000e3;o e revis&#x000e3;o</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff5" ref-type="aff">
<sup>5</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0001-8259-4807</contrib-id><name><surname>Alonso</surname><given-names>Bruna Dias</given-names></name><role>colaborou com o desenho do estudo e revis&#x000e3;o</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff6" ref-type="aff">
<sup>6</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0002-8834-8890</contrib-id><name><surname>Cintra</surname><given-names>Nayara Ruiz</given-names></name><role>colaborou com o desenho do estudo e revis&#x000e3;o</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff7" ref-type="aff">
<sup>7</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0002-3047-515X</contrib-id><name><surname>Leal</surname><given-names>Maria do Carmo</given-names></name><role>colaborou com a concep&#x000e7;&#x000e3;o e desenho do estudo e revis&#x000e3;o</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff4" ref-type="aff">
<sup>4</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0003-4765-5795</contrib-id><name><surname>McCourt</surname><given-names>Christine</given-names></name><role>colaborou com a concep&#x000e7;&#x000e3;o e desenho do estudo e revis&#x000e3;o;</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref></contrib></contrib-group><aff id="aff1">
<label>1</label> City St. George&#x02019;s, University of London, London, U.K.</aff><aff id="aff2">
<label>2</label> Escola de Enfermagem, Universidade de S&#x000e3;o Paulo, S&#x000e3;o Paulo,
Brasil.</aff><aff id="aff3">
<label>3</label> Universidade Federal de S&#x000e3;o Carlos, S&#x000e3;o Carlos, Brasil.</aff><aff id="aff4">
<label>4</label> Escola Nacional de Sa&#x000fa;de P&#x000fa;blica Sergio Arouca, Funda&#x000e7;&#x000e3;o Oswaldo
Cruz, Rio de Janeiro, Brasil.</aff><aff id="aff5">
<label>5</label> Escola de Enfermagem, Universidade Federal de Minas Gerais, Belo
Horizonte, Brasil.</aff><aff id="aff6">
<label>6</label> Centro Universit&#x000e1;rio FAM, S&#x000e3;o Paulo, Brasil.</aff><aff id="aff7">
<label>7</label> Pesquisadora independente, S&#x000e3;o Paulo, Brasil.</aff><author-notes><corresp id="c1">
<label>Correspond&#x000ea;ncia</label> N. Leister Escola de Enfermagem, Universidade de
S&#x000e3;o Paulo. Rua Dr. En&#x000e9;as de Carvalho Aguiar 419, S&#x000e3;o Paulo, SP 05403-000,
Brasil. <email>natyly@usp.br</email>
</corresp><fn fn-type="other" id="fn1"><p><bold>Informa&#x000e7;&#x000f5;es adicionais:</bold> ORCID: Nathalie Leister (0000-0002-1505-1906); Jamile Claro de Castro
Bussadori (0000-0002-3048-5593); Ana Paula Esteves-Pereira
(0000-0002-0236-2043); Silvana Granado Nogueira da Gama
(0000-0002-9200-0387); Gisele Almeida Lopes (0000-0002-7897-3553); Maria
Luiza Gonzalez Riesco (0000-0001-9036-5641); N&#x000e1;gela Cristine Pinheiro Santos
(0000-0002-6492-8372); Bruna Dias Alonso (0000-0001-8259-4807); Nayara Ruiz
Cintra (0000-0002-8834-8890); Maria do Carmo Leal (0000-0002-3047-515X);
Christine McCourt (0000-0003-4765-5795).</p></fn></author-notes><pub-date date-type="pub" publication-format="electronic"><day>24</day><month>2</month><year>2025</year></pub-date><pub-date date-type="collection" publication-format="electronic"><year>2025</year></pub-date><volume>41</volume><issue>1</issue><elocation-id>e00233023</elocation-id><history><date date-type="received"><day>02</day><month>1</month><year>2024</year></date><date date-type="rev-recd"><day>02</day><month>9</month><year>2024</year></date><date date-type="accepted"><day>30</day><month>9</month><year>2024</year></date></history><permissions><license><ali:license_ref xmlns:ali="http://www.niso.org/schemas/ali/1.0/" specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p>Este &#x000e9; um artigo publicado em acesso aberto sob uma licen&#x000e7;a Creative
Commons</license-p></license></permissions><abstract><p>Os Centros de Parto Normal (CPN) no Brasil s&#x000e3;o definidos como unidades de sa&#x000fa;de
vinculadas a um estabelecimento hospitalar, podendo estar localizados em suas
depend&#x000ea;ncias internas (CPN intra-hospitalares) ou imedia&#x000e7;&#x000f5;es (CPN
peri-hospitalares ou Casa de Parto). As estruturas f&#x000ed;sica e assistencial das
Casas de Parto s&#x000e3;o definidas pelo Minist&#x000e9;rio da Sa&#x000fa;de. Fazem parte do seu modelo
de cuidado as pr&#x000e1;ticas adequadas, bons desfechos maternos e infantis e a
promo&#x000e7;&#x000e3;o da experi&#x000ea;ncia positiva da mulher no parto. O <italic>Nascer nas Casas
de Parto do Brasil</italic> &#x000e9; um estudo transversal, em &#x000e2;mbito nacional, com
os objetivos principais de avaliar a estrutura das Casas de Parto para
atendimento a partos de risco habitual; avaliar a assist&#x000ea;ncia ao parto e
nascimento nas Casas de Parto; comparar os resultados desta pesquisa com os de
nascimentos de risco habitual ocorridos nos hospitais amostrados na pesquisa
<italic>Nascer no Brasil II</italic>. Este artigo tem como objetivo informar
o delineamento e as etapas metodol&#x000f3;gicas propostas para o <italic>Nascer nas
Casas de Parto do Brasil</italic>. Foram selecionadas oito Casas de Parto e
fazem parte da amostra as gestoras dos servi&#x000e7;os e 1.560 mulheres usu&#x000e1;rias. A
coleta de dados compreende o per&#x000ed;odo de agosto de 2022 a outubro de 2024.
Apresentam-se as vari&#x000e1;veis do estudo e instrumentos, as etapas de coleta de
dados desde a admiss&#x000e3;o at&#x000e9; 120 dias ap&#x000f3;s o parto, as atividades da equipe de
pesquisa, o plano de an&#x000e1;lise dos dados e os aspectos &#x000e9;ticos. Discute-se a
relev&#x000e2;ncia da divulga&#x000e7;&#x000e3;o deste protocolo de pesquisa e as especificidades de
pesquisa em Casas de Parto.</p></abstract><trans-abstract xml:lang="en"><p>In Brazil, Freestanding Birth Centers (FBC) are defined as health units linked to
hospitals that may be located within these facilities (alongside birth center -
ABC) or in their surroundings (FBC). The Brazilian Ministry of Health has
defined the physical and care structure of FBC. Their care model includes
appropriate practices, good maternal and infant outcomes, and the promotion of
positive experiences for women during childbirth. <italic>Births in Brazilian
Birthing Centers</italic> is a nationwide cross-sectional study aimed to
evaluate the structure of FBC to care for usual births risks, assess labor and
birth care in FBC, and compare the research outcomes with those of usual births
risks in the hospitals within <italic>Birth in Brazil II</italic>. This article
aims to inform the design and methodological steps proposed for <italic>Births
in Brazilian Birthing Centers</italic>. In total, eight FBC were chosen. The
sample included service managers and 1,560 female users. Data collection were
collected from August 2022 to October 2024. Study variables and instruments, the
stages of data collection from admission up to 120 days after childbirth, the
research team&#x02019;s activities, the data analysis plan, and the ethical aspects are
shown and the relevance of disseminating this research protocol and the
specificities of research in Birthing Centers are discussed.</p></trans-abstract><trans-abstract xml:lang="es"><p>Los Centros de Parto Normal (CPN) en Brasil se definen como centros de salud
vinculados a un hospital y pueden estar situados en su interior (CPN
intrahospitalarios) o en las cercan&#x000ed;as (CPN perihospitalarios o Casa de Parto).
La estructura f&#x000ed;sica y asistencial de las Casas de Parto est&#x000e1; definida por el
Ministerio de Salud. Las pr&#x000e1;cticas adecuadas, los buenos resultados
maternoinfantiles y la promoci&#x000f3;n de la experiencia positiva de la mujer en el
parto forman parte de su modelo de atenci&#x000f3;n. <italic>Nacer en Casas de Parto en
Brasil</italic> es un estudio transversal, a nivel nacional, con los
siguientes objetivos: evaluar la estructura de las Casas de Parto en cuanto a la
atenci&#x000f3;n de partos de riesgo habitual; evaluar el parto y la asistencia a este
procedimiento en Casas de Parto; y comparar los resultados de esta investigaci&#x000f3;n
con los de los nacimientos de riesgo habitual que tuvieron lugar en los
hospitales participantes en la encuesta <italic>Nacer en Brasil II</italic>.
Este art&#x000ed;culo tiene como objetivo informar el dise&#x000f1;o y los pasos metodol&#x000f3;gicos
propuestos para <italic>Nacer en Casas de Parto en Brasil</italic>. Se
seleccionaron ocho Casas de Parto, y la muestra estuvo compuesta por las
gestoras de los servicios y 1.560 usuarias. La recopilaci&#x000f3;n de datos abarca el
per&#x000ed;odo comprendido entre agosto de 2022 y octubre de 2024. Se presentan las
variables e instrumentos del estudio, las etapas de recolecci&#x000f3;n de datos desde
el ingreso hasta 120 d&#x000ed;as despu&#x000e9;s del parto, las actividades del equipo de
investigaci&#x000f3;n, el plan de an&#x000e1;lisis de datos y los aspectos &#x000e9;ticos. Se discute la
relevancia de la divulgaci&#x000f3;n de este protocolo de investigaci&#x000f3;n y los detalles
de la investigaci&#x000f3;n en Casas de Parto.</p></trans-abstract><kwd-group><title>Palavras-chave:</title><kwd>Centros de Assist&#x000ea;ncia &#x000e0; Gravidez e ao Parto</kwd><kwd>Gravidez</kwd><kwd>Parto</kwd><kwd>Per&#x000ed;odo P&#x000f3;s-parto</kwd><kwd>Enfermagem Obst&#x000e9;trica</kwd></kwd-group><kwd-group xml:lang="en"><title> Keywords: </title><kwd>Birthing Centers</kwd><kwd>Pregnancy</kwd><kwd>Parturition</kwd><kwd>Postpartum Period</kwd><kwd>Obstetric Nursing</kwd></kwd-group><kwd-group xml:lang="es"><title> Palabras-clave: </title><kwd>Centros de Asistencia al Embarazo y al Parto</kwd><kwd>Embarazo</kwd><kwd>Parto</kwd><kwd>Per&#x000ed;odo Posparto</kwd><kwd>Enfermer&#x000ed;a Obst&#x000e9;trica</kwd></kwd-group><counts><fig-count count="0"/><table-count count="1"/><equation-count count="0"/><ref-count count="37"/></counts></article-meta></front><body><sec sec-type="intro"><title>Introdu&#x000e7;&#x000e3;o</title><p>No Brasil, a maioria dos partos e nascimentos ocorre nos hospitais, onde a
assist&#x000ea;ncia usualmente &#x000e9; realizada com interven&#x000e7;&#x000f5;es rotineiras e, portanto, nem
sempre necess&#x000e1;rias. Esse cen&#x000e1;rio de assist&#x000ea;ncia hospitalar e intervencionista &#x000e9;
questionado devido ao constante aumento do n&#x000fa;mero de cesarianas e de den&#x000fa;ncias de
casos de viol&#x000ea;ncia obst&#x000e9;trica <xref rid="B1" ref-type="bibr">
<sup>1</sup>
</xref>.</p><p>Desde a d&#x000e9;cada de 1990, vem-se formulando pol&#x000ed;ticas p&#x000fa;blicas com potencial para
melhorar a assist&#x000ea;ncia &#x000e0;s gestantes e aos beb&#x000ea;s, especialmente no parto e
nascimento. Entre elas, houve a cria&#x000e7;&#x000e3;o dos Centros de Parto Normal (CPN) no &#x000e2;mbito
do Sistema &#x000da;nico de Sa&#x000fa;de (SUS) <xref rid="B2" ref-type="bibr">
<sup>2</sup>
</xref>.</p><p>No in&#x000ed;cio dos anos 2000, havia alguns CPN em funcionamento no pa&#x000ed;s, por&#x000e9;m, foi com a
estrat&#x000e9;gia federal Rede Cegonha, em 2011, que esse modelo ganhou mais destaque, com
incentivo, constru&#x000e7;&#x000e3;o, amplia&#x000e7;&#x000e3;o, aquisi&#x000e7;&#x000e3;o de equipamentos e custeio mensal de CPN
<xref rid="B3" ref-type="bibr">
<sup>3</sup>
</xref>. Atualmente, os CPN no Brasil est&#x000e3;o definidos como unidades de sa&#x000fa;de
vinculadas a um estabelecimento hospitalar, localizada em suas depend&#x000ea;ncias internas
ou imedia&#x000e7;&#x000f5;es. De acordo com sua localiza&#x000e7;&#x000e3;o em rela&#x000e7;&#x000e3;o ao hospital de refer&#x000ea;ncia,
ele pode ser classificado como intra-hospitalar (CPNi) ou peri-hospitalar (CPNp) -
tamb&#x000e9;m conhecido como Casa de Parto <xref rid="B4" ref-type="bibr">
<sup>4</sup>
</xref>.</p><p>Os CPN oferecem um ambiente seguro, confort&#x000e1;vel e acolhedor <xref rid="B5" ref-type="bibr">
<sup>5</sup>
</xref>
<sup>,</sup>
<xref rid="B6" ref-type="bibr">
<sup>6</sup>
</xref>
<sup>,</sup>
<xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>, estimulam a autonomia e escolha informada da mulher, facilitam uma
transi&#x000e7;&#x000e3;o positiva para o per&#x000ed;odo p&#x000f3;s-parto <xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>
<sup>,</sup>
<xref rid="B8" ref-type="bibr">
<sup>8</sup>
</xref>
<sup>,</sup>
<xref rid="B9" ref-type="bibr">
<sup>9</sup>
</xref> e t&#x000ea;m o potencial de promover a mudan&#x000e7;a do modelo de cuidado vigente para o
modelo de cuidado biopsicossocial <xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>
<sup>,</sup>
<xref rid="B8" ref-type="bibr">
<sup>8</sup>
</xref>
<sup>,</sup>
<xref rid="B10" ref-type="bibr">
<sup>10</sup>
</xref>. Adotando um conjunto de pr&#x000e1;ticas baseadas em evid&#x000ea;ncias cient&#x000ed;ficas -
incluindo a lideran&#x000e7;a do cuidado por obstetrizes e enfermeiras obst&#x000e9;tricas <xref rid="B11" ref-type="bibr">
<sup>11</sup>
</xref>
<sup>,</sup>
<xref rid="B12" ref-type="bibr">
<sup>12</sup>
</xref> - os primeiros estudos brasileiros nesses locais indicavam menores taxas de
interven&#x000e7;&#x000f5;es, maior uso de boas pr&#x000e1;ticas assistenciais e melhores &#x000ed;ndices de
satisfa&#x000e7;&#x000e3;o quando comparados aos centros obst&#x000e9;tricos <xref rid="B5" ref-type="bibr">
<sup>5</sup>
</xref>. Esses resultados se reafirmam em estudos recentes <xref rid="B13" ref-type="bibr">
<sup>13</sup>
</xref>
<sup>,</sup>
<xref rid="B14" ref-type="bibr">
<sup>14</sup>
</xref> que tamb&#x000e9;m apontam os CPN como menos onerosos que os centros obst&#x000e9;tricos
<xref rid="B13" ref-type="bibr">
<sup>13</sup>
</xref>
<sup>,</sup>
<xref rid="B14" ref-type="bibr">
<sup>14</sup>
</xref>
<sup>,</sup>
<xref rid="B15" ref-type="bibr">
<sup>15</sup>
</xref>
<sup>,</sup>
<xref rid="B16" ref-type="bibr">
<sup>16</sup>
</xref>
<sup>,</sup>
<xref rid="B17" ref-type="bibr">
<sup>17</sup>
</xref>
<sup>,</sup>
<xref rid="B18" ref-type="bibr">
<sup>18</sup>
</xref>
<sup>,</sup>
<xref rid="B19" ref-type="bibr">
<sup>19</sup>
</xref>.</p><p>Embora esse modelo funcione h&#x000e1; mais de duas d&#x000e9;cadas no Brasil, n&#x000e3;o existem pesquisas
de abrang&#x000ea;ncia nacional sobre as Casas de Parto. <italic>Nascer no Brasil II:
Pesquisa Nacional sobre Aborto, Parto e Nascimento</italic> representa uma
possibilidade para conhecer tamb&#x000e9;m a assist&#x000ea;ncia prestada nos estabelecimentos de
sa&#x000fa;de localizados fora do ambiente hospitalar e dispon&#x000ed;veis no SUS, ou seja, as
Casas de Parto. Nesse sentido, o estudo denominado <italic>Nascer nas Casas de Parto
do Brasil</italic> est&#x000e1; integrado &#x000e0; pesquisa <italic>Nascer no Brasil
II</italic>, em andamento <xref rid="B20" ref-type="bibr">
<sup>20</sup>
</xref>.</p><p>Preliminarmente, foram estabelecidas as hip&#x000f3;teses que balizaram os objetivos do
projeto <italic>Nascer nas Casas de Parto do Brasil</italic>. Considerando as
caracter&#x000ed;sticas do modelo assistencial biopsicossocial das Casas de Parto, essas
hip&#x000f3;teses foram: (1) a estrutura f&#x000ed;sica e assistencial das Casas de Parto est&#x000e1; de
acordo as diretrizes do Minist&#x000e9;rio da Sa&#x000fa;de; (2) as boas pr&#x000e1;ticas de assist&#x000ea;ncia ao
parto e p&#x000f3;s-parto associam-se com melhores desfechos maternos e infantis; (3) as
transfer&#x000ea;ncias de cuidado da Casas de Parto para o hospital de refer&#x000ea;ncia ocorrem de
maneira oportuna e n&#x000e3;o repercutem negativamente nos desfechos maternos e neonatais;
(4) iniciar o atendimento ao trabalho de parto nas Casas de Parto diminui as taxas
de cesariana; (5) a satisfa&#x000e7;&#x000e3;o materna com o parto e com o atendimento recebido &#x000e9;
alta entre as mulheres que foram atendidas em Casas de Parto; (6) as taxas de
desrespeitos e abusos ocorridos durante a assist&#x000ea;ncia ao parto e p&#x000f3;s-parto em Casas
de Parto &#x000e9; baixa.</p><p>Assim, dadas as especificidades das Casas de Parto, este artigo tem como objetivo
informar o delineamento e as etapas metodol&#x000f3;gicas propostas para o <italic>Nascer
nas Casas de Parto do Brasil</italic>.</p></sec><sec><title>
O estudo <italic>Nascer nas Casas de Parto do Brasil</italic>
</title><sec><title>Objetivos</title><p>Os objetivos gerais s&#x000e3;o: (1) avaliar a estrutura, organiza&#x000e7;&#x000e3;o e indicadores de
assist&#x000ea;ncia ao parto das Casas de Parto; (2) avaliar as pr&#x000e1;ticas e os resultados
da assist&#x000ea;ncia ao parto e nascimento nas Casas de Parto; (3) comparar os
resultados deste estudo com os de nascimentos de risco habitual ocorridos nos
hospitais amostrados no <italic>Nascer no Brasil II</italic>.</p></sec><sec><title>Desenho</title><p>Estudo transversal, de abrang&#x000ea;ncia nacional, integrado &#x000e0; pesquisa <italic>Nascer
no Brasil II</italic>.</p></sec><sec><title>Local</title><p>Fazem parte do estudo oito Casas de Parto e seus respectivos hospitais de
refer&#x000ea;ncia, localizados nos estados de S&#x000e3;o Paulo (n = 2), Bahia (n = 1),
Distrito Federal (n = 1), Minas Gerais (n = 1), Par&#x000e1; (n = 1), Pernambuco (n = 1)
e Rio de Janeiro (n = 1). Os hospitais de refer&#x000ea;ncia foram inclu&#x000ed;dos na pesquisa
para seguimento dos casos de transfer&#x000ea;ncia intraparto, p&#x000f3;s-parto e neonatal.</p><p>Para a inclus&#x000e3;o na pesquisa, a Casa de Parto deve ter atendido mais de 100 partos
no ano de 2019, segundo o Sistema de Informa&#x000e7;&#x000f5;es sobre Nascidos Vivos (SINASC).
Esse crit&#x000e9;rio foi utilizado levando em considera&#x000e7;&#x000e3;o a log&#x000ed;stica e capacidade da
equipe de pesquisa para coletar dados presencialmente em &#x000e1;reas remotas, onde se
localizam Casas de Parto com menos de 100 partos/ano e com baixo fluxo de
atendimento; e igualar aos crit&#x000e9;rios de inclus&#x000e3;o de estabelecimentos de sa&#x000fa;de do
<italic>Nascer no Brasil II</italic>, que incluiu na amostra de
estabelecimentos, somente hospitais que atenderam mais de 100 partos no ano de
2019.</p><p>No ano de 2020, foram consultados os estabelecimentos que constavam no Cadastro
Nacional de Estabelecimentos de Sa&#x000fa;de (CNES) como CPNp ou CPN isolado e foram
obtidos os seguintes resultados:</p><p>(a) C&#x000f3;digo 61 - Tipo de estabelecimento: CPNp isolado <sup>2</sup> = 20
estabelecimentos;</p><p>(b) C&#x000f3;digo 1412 - Habilita&#x000e7;&#x000e3;o: CPNp com cinco quartos PPP (pr&#x000e9;-parto, parto e
p&#x000f3;s-parto) <sup>4</sup> = 7 estabelecimentos;</p><p>(c) C&#x000f3;digo 1417 - Habilita&#x000e7;&#x000e3;o: CPNp com tr&#x000ea;s quartos PPP <sup>4</sup> = 1
estabelecimento.</p><p>Desses 28 estabelecimentos, tr&#x000ea;s estavam cadastrados em duplicidade, 13 foram
confirmados como Casa de Parto e apenas oito atenderam mais de 100 partos no ano
de 2019 <xref rid="B21" ref-type="bibr">
<sup>21</sup>
</xref>, os quais foram considerados eleg&#x000ed;veis para o <italic>Nascer nas Casas
de Parto do Brasil</italic> e inclu&#x000ed;dos na pesquisa.</p></sec><sec><title>Popula&#x000e7;&#x000e3;o</title><p>A popula&#x000e7;&#x000e3;o do <italic>Nascer nas Casas de Parto do Brasil</italic> &#x000e9; constitu&#x000ed;da
por profissionais que atuam nas Casas de Parto (gestor, coordenador, l&#x000ed;der etc.)
e por gestantes admitidas para o parto sem dificuldade de entender a l&#x000ed;ngua
portuguesa. O crit&#x000e9;rio de inclus&#x000e3;o conflitante com o <italic>Nascer no Brasil
II</italic> s&#x000e3;o as gestantes de alto risco, que ser&#x000e3;o exclu&#x000ed;das na
compara&#x000e7;&#x000e3;o com <italic>Nascer nas Casas de Parto do Brasil</italic>.</p><p>Os crit&#x000e9;rios de exclus&#x000e3;o s&#x000e3;o: evadir-se da Casa de Parto ou hospital antes da
alta; ser transferida ou ter seu beb&#x000ea; transferido para outro hospital que n&#x000e3;o
seja de refer&#x000ea;ncia da Casa de Parto; fazer entrega legal do beb&#x000ea;.</p></sec><sec><title>Amostra</title><p>Para o c&#x000e1;lculo amostral, foram consideradas: (1) a estimativa de 82% de partos
vaginais de gestantes usu&#x000e1;rias das Casas de Parto e a preval&#x000ea;ncia de 77% obtida
no estudo <italic>Nascer no Brasil I</italic>
<xref rid="B22" ref-type="bibr">
<sup>22</sup>
</xref> entre as gestantes de risco habitual dos hospitais do SUS, tamb&#x000e9;m
estimada para o <italic>Nascer no Brasil II</italic>.</p><p>Para detectar uma diferen&#x000e7;a de pelo menos 5% nessa preval&#x000ea;ncia, a amostra
calculada foi de 1.560 mulheres (j&#x000e1; considerando a estimativa de 25%
transfer&#x000ea;ncias intraparto das Casas de Parto <xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>).</p><p>Esta amostra tem tamb&#x000e9;m 90% de poder para detectar aumento de 6% nos desfechos de
magnitude de 50% (por exemplo, boas pr&#x000e1;ticas na aten&#x000e7;&#x000e3;o ao parto) no
<italic>Nascer no Brasil II</italic> em rela&#x000e7;&#x000e3;o ao <italic>Nascer nas Casas
de Parto do Brasil</italic> (50% e 56%), assim como para detectar redu&#x000e7;&#x000e3;o de
2% para desfechos mais raros, como a interna&#x000e7;&#x000e3;o em Unidade de Terapia Intensiva
Neonatal (de 5% no <italic>Nascer no Brasil II</italic> para 3% no
<italic>Nascer nas Casas de Parto do Brasil</italic>). Sendo assim, o
tamanho amostral se mostra suficiente para as compara&#x000e7;&#x000f5;es dos desfechos
secund&#x000e1;rios.</p><p>O n&#x000ed;vel de signific&#x000e2;ncia utilizado foi de 5% e o poder de 90%.</p><p>O n&#x000fa;mero amostrado foi distribu&#x000ed;do proporcionalmente entre as Casas de Parto, de
acordo com o n&#x000fa;mero de partos de 2019 (<xref rid="t1" ref-type="table">Tabela
1</xref>).</p><p>
<table-wrap position="float" id="t1"><label>Tabela 1</label><caption><title>N&#x000fa;mero de partos em 2019 e amostra no <italic>Nascer nas Casas de
Parto do Brasil</italic>.</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="1"/><col span="1"/></colgroup><thead><tr><th align="left" rowspan="1" colspan="1">Casa de Parto</th><th align="center" rowspan="1" colspan="1">Partos em 2019</th><th align="center" rowspan="1" colspan="1">Amostra por Casa de Parto</th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">Casa de Parto 1</td><td align="center" rowspan="1" colspan="1">886</td><td align="center" rowspan="1" colspan="1">468</td></tr><tr><td align="left" rowspan="1" colspan="1">Casa de Parto 2</td><td align="center" rowspan="1" colspan="1">639</td><td align="center" rowspan="1" colspan="1">337</td></tr><tr><td align="left" rowspan="1" colspan="1">Casa de Parto 3</td><td align="center" rowspan="1" colspan="1">408</td><td align="center" rowspan="1" colspan="1">215</td></tr><tr><td align="left" rowspan="1" colspan="1">Casa de Parto 4</td><td align="center" rowspan="1" colspan="1">407</td><td align="center" rowspan="1" colspan="1">215</td></tr><tr><td align="left" rowspan="1" colspan="1">Casa de Parto 5</td><td align="center" rowspan="1" colspan="1">211</td><td align="center" rowspan="1" colspan="1">113</td></tr><tr><td align="left" rowspan="1" colspan="1">Casa de Parto 6</td><td align="center" rowspan="1" colspan="1">153</td><td align="center" rowspan="1" colspan="1">81</td></tr><tr><td align="left" rowspan="1" colspan="1">Casa de Parto 7</td><td align="center" rowspan="1" colspan="1">130</td><td align="center" rowspan="1" colspan="1">69</td></tr><tr><td align="left" rowspan="1" colspan="1">Casa de Parto 8</td><td align="center" rowspan="1" colspan="1">118</td><td align="center" rowspan="1" colspan="1">62</td></tr><tr><td align="left" rowspan="1" colspan="1">Total</td><td align="center" rowspan="1" colspan="1">2.952</td><td align="center" rowspan="1" colspan="1">1.560</td></tr></tbody></table></table-wrap>
</p></sec><sec><title>Vari&#x000e1;veis do estudo e instrumentos</title><p>As vari&#x000e1;veis do estudo est&#x000e3;o detalhadas nos instrumentos de coleta de dados, que
s&#x000e3;o seis question&#x000e1;rios fechados, adotados pelo <italic>Nascer no Brasil
II</italic> e que para este estudo foram adaptados textualmente para
contemplar as especificidades de atendimento ao parto em Casas de Parto. A
adapta&#x000e7;&#x000e3;o textual foi cuidadosamente feita para garantir a comparabilidade entre
os resultados dos estudos <italic>Nascer no Brasil II</italic> e <italic>Nascer
nas Casas de Parto do Brasil</italic>, contemplando um dos objetivos deste
estudo. Os instrumentos adaptados est&#x000e3;o dispon&#x000ed;veis no <italic>site</italic>
<ext-link xlink:href="https://nascernobrasil.ensp.fiocruz.br/?us_portfolio=nascer-no-brasil-2" ext-link-type="uri">https://nascernobrasil.ensp.fiocruz.br/?us_portfolio=nascer-no-brasil-2</ext-link>.</p><p>A seguir, s&#x000e3;o apresentados os seis instrumentos de coleta de dados e os dados que
s&#x000e3;o coletadas por meio de cada um deles.</p><sec><title>Instrumento da entrevista com profissionais</title><p>Inclui os dados sobre a identifica&#x000e7;&#x000e3;o, caracteriza&#x000e7;&#x000e3;o e funcionamento da Casa
de Parto: servi&#x000e7;os e informa&#x000e7;&#x000f5;es dispon&#x000ed;veis, comiss&#x000f5;es e estrutura f&#x000ed;sica;
relacionamento com o usu&#x000e1;rio; equipamentos assistenciais de uso di&#x000e1;rio e
para atendimento de urg&#x000ea;ncias e emerg&#x000ea;ncias; medicamentos dispon&#x000ed;veis;
recursos humanos, capacita&#x000e7;&#x000e3;o, organiza&#x000e7;&#x000e3;o e processo de trabalho
(protocolos em uso e formas de disponibiliza&#x000e7;&#x000e3;o e acesso); crit&#x000e9;rios de
admiss&#x000e3;o; indicadores assistenciais <xref rid="B4" ref-type="bibr">
<sup>4</sup>
</xref>; formas de divulga&#x000e7;&#x000e3;o do estabelecimento para a popula&#x000e7;&#x000e3;o;
capacidade instalada de leitos; adapta&#x000e7;&#x000f5;es no oferecimento de servi&#x000e7;os
durante a pandemia de COVID-19.</p></sec><sec><title>Instrumento da entrevista com a mulher na Casa de Parto ou no hospital de
refer&#x000ea;ncia</title><p>Inclui dados de caracteriza&#x000e7;&#x000e3;o das mulheres admitidas para o parto:
identifica&#x000e7;&#x000e3;o; escolaridade; renda; antecedentes cl&#x000ed;nicos e obst&#x000e9;tricos;
dados antropom&#x000e9;tricos; plano de sa&#x000fa;de; contexto da gesta&#x000e7;&#x000e3;o atual;
assist&#x000ea;ncia pr&#x000e9;-natal; morbidades e medica&#x000e7;&#x000f5;es utilizadas durante a
gesta&#x000e7;&#x000e3;o; trabalho de parto e parto; acompanhante; inten&#x000e7;&#x000e3;o de amamentar;
informa&#x000e7;&#x000f5;es recebidas durante o pr&#x000e9;-natal sobre direitos, o parto, o beb&#x000ea; e
aleitamento materno; breve avalia&#x000e7;&#x000e3;o da assist&#x000ea;ncia recebida.</p></sec><sec><title>Instrumento do cart&#x000e3;o de pr&#x000e9;-natal e ultrassonografias</title><p>Inclui dados sobre a assist&#x000ea;ncia pr&#x000e9;-natal: antecedentes cl&#x000ed;nicos e
obst&#x000e9;tricos; hist&#x000f3;ria obst&#x000e9;trica atual; n&#x000fa;mero de consultas de pr&#x000e9;-natal;
exames cl&#x000ed;nicos e obst&#x000e9;tricos realizados na consulta; resultados de exames
laboratoriais; prescri&#x000e7;&#x000e3;o de suplementa&#x000e7;&#x000f5;es nutricionais e medicamentos;
vacina&#x000e7;&#x000f5;es; diagn&#x000f3;sticos e prescri&#x000e7;&#x000e3;o de tratamentos de doen&#x000e7;as ou
intercorr&#x000ea;ncias durante a gesta&#x000e7;&#x000e3;o; idade gestacional, peso e
caracter&#x000ed;sticas fetais constantes nas ultrassonografias <xref rid="B23" ref-type="bibr">
<sup>23</sup>
</xref>
<sup>,</sup>
<xref rid="B24" ref-type="bibr">
<sup>24</sup>
</xref>.</p></sec><sec><title>Instrumento dos prontu&#x000e1;rios da mulher e do rec&#x000e9;m-nascido</title><p>Inclui dados dos prontu&#x000e1;rios da mulher e do rec&#x000e9;m-nascido das Casas de Parto
e dos hospitais de refer&#x000ea;ncia (em casos de transfer&#x000ea;ncias): admiss&#x000e3;o;
pr&#x000e1;ticas assistenciais; interven&#x000e7;&#x000f5;es realizadas <xref rid="B25" ref-type="bibr">
<sup>25</sup>
</xref>; medicamentos administrados; morbimortalidade; interna&#x000e7;&#x000e3;o em unidade
de cuidado intermedi&#x000e1;rio ou intensivo; condi&#x000e7;&#x000f5;es na alta; registro de causa
em casos de &#x000f3;bito.</p></sec><sec><title>Instrumento de entrevista com a mulher aos dois meses p&#x000f3;s-parto</title><p>Inclui dados sobre o p&#x000f3;s-parto: amamenta&#x000e7;&#x000e3;o; morbimortalidade; utiliza&#x000e7;&#x000e3;o de
servi&#x000e7;o de sa&#x000fa;de ap&#x000f3;s a alta; v&#x000ed;nculo com o beb&#x000ea;; sa&#x000fa;de mental perinatal.
Nessa entrevista, para coleta de alguns dados, tamb&#x000e9;m s&#x000e3;o adotados os
seguintes instrumentos validados: <italic>Escala Municipal de Trauma de
Nascimento</italic> (<italic>City Birth Trauma Scale -</italic> City
BiTS) <xref rid="B26" ref-type="bibr">
<sup>26</sup>
</xref> para transtorno de estresse p&#x000f3;s-traum&#x000e1;tico (TEPT); <italic>Escala de
Depress&#x000e3;o P&#x000f3;s-natal de Edimburgo</italic> (<italic>Edinburgh Postnatal
Depression Scale -</italic> EPDS) <xref rid="B27" ref-type="bibr">
<sup>27</sup>
</xref> para depress&#x000e3;o p&#x000f3;s-parto; <italic>Transtorno de Ansiedade
Generalizada</italic> (<italic>Generalized Anxiety Disorder</italic> -
GAD-7) <xref rid="B28" ref-type="bibr">
<sup>28</sup>
</xref> para ansiedade; <italic>Question&#x000e1;rio de V&#x000ed;nculo P&#x000f3;s-parto</italic>
(<italic>Postpartum Bonding Questionnaire</italic> - PBQ) <xref rid="B29" ref-type="bibr">
<sup>29</sup>
</xref> para v&#x000ed;nculo entre o bin&#x000f4;mio.</p></sec><sec><title>Instrumento de entrevista com a mulher aos quatro meses p&#x000f3;s-parto</title><p>Inclui dados sobre o p&#x000f3;s-parto: amamenta&#x000e7;&#x000e3;o; morbimortalidade; utiliza&#x000e7;&#x000e3;o de
servi&#x000e7;o de sa&#x000fa;de ap&#x000f3;s a alta; satisfa&#x000e7;&#x000e3;o com o atendimento e percep&#x000e7;&#x000e3;o sobre
viol&#x000ea;ncia obst&#x000e9;trica, maus-tratos e abusos durante a interna&#x000e7;&#x000e3;o para parto
<xref rid="B30" ref-type="bibr">
<sup>30</sup>
</xref> (ado&#x000e7;&#x000e3;o de instrumento espec&#x000ed;fico adaptado <xref rid="B31" ref-type="bibr">
<sup>31</sup>
</xref>).</p></sec></sec><sec><title>Coleta de dados</title><p>A coleta de dados &#x000e9; realizada em quatro etapas e foi iniciada em 17 de agosto de
2022, com previs&#x000e3;o de finaliza&#x000e7;&#x000e3;o em 31 de outubro de 2024. Para a coleta de
dados, &#x000e9; utilizada a plataforma eletr&#x000f4;nica REDCap (<ext-link xlink:href="https://redcapbrasil.com.br/" ext-link-type="uri">https://redcapbrasil.com.br/</ext-link>). Cada pesquisador tem seu pr&#x000f3;prio
registro na plataforma e disp&#x000f5;e de <italic>tablet</italic> ou celular com
internet e aplicativo do REDCap instalado.</p><sec><title>Etapa 1</title><p>Entrevista presencial ou virtual com profissionais para coleta de dados
relativos &#x000e0; identifica&#x000e7;&#x000e3;o, caracteriza&#x000e7;&#x000e3;o e funcionamento da Casa de Parto.
O pesquisador entra em contato com o gestor da institui&#x000e7;&#x000e3;o e agenda
entrevista presencial ou virtual, de acordo com a prefer&#x000ea;ncia do
entrevistado.</p></sec><sec><title>Etapa 2</title><p>Entrevista presencial com mulheres que deram &#x000e0; luz na Casa de Parto ou no
hospital de refer&#x000ea;ncia ap&#x000f3;s transfer&#x000ea;ncia intraparto. A entrevista &#x000e9;
realizada antes da alta. Nessa etapa, tamb&#x000e9;m s&#x000e3;o realizadas a extra&#x000e7;&#x000e3;o de
dados do cart&#x000e3;o de pr&#x000e9;-natal e dos prontu&#x000e1;rios na Casa de Parto (e no
hospital refer&#x000ea;ncia em caso de transfer&#x000ea;ncia materna intraparto e p&#x000f3;s-parto
ou transfer&#x000ea;ncia neonatal).</p><p>Antes da abordagem da mulher, o pesquisador deve identificar todas as
mulheres admitidas em trabalho de parto e elaborar uma lista, por ordem de
admiss&#x000e3;o, de abordagens para o dia. Todas as mulheres admitidas devem
constar na lista, independentemente se deram &#x000e0; luz na Casa de Parto, foram
transferidas ou tiveram o beb&#x000ea; transferido para o hospital. Nessa lista, s&#x000e3;o
registrados: c&#x000f3;digo da mulher na pesquisa; aceite, recusa, inelegibilidade
ou perda; data e hora da interna&#x000e7;&#x000e3;o na Casa de Parto (e no hospital, em
casos de transfer&#x000ea;ncias); nome da participante; data e hora do parto;
desfecho de nascimento do beb&#x000ea; (nascido vivo, natimorto ou neomorto); data e
hora da entrevista; n&#x000fa;mero dos prontu&#x000e1;rios; nome do coletador de dados.</p><p>Ao abordar uma mulher e convid&#x000e1;-la a participar de pesquisa, o pesquisador
registra o aceite, recusa, inelegibilidade ou perda. Em caso de aceite,
realiza-se a entrevista, registrando as respostas no REDCap. Em caso de
recusa ou perda, a participante &#x000e9; substitu&#x000ed;da por outra com mesmo desfecho
de transfer&#x000ea;ncia e de nascimento do beb&#x000ea;. Ou seja, se a perda ou recusa for
uma transfer&#x000ea;ncia p&#x000f3;s-parto, &#x000e9; substitu&#x000ed;da por outra mulher transferida ap&#x000f3;s
o parto. O mesmo desfecho do beb&#x000ea;, se a perda ou recusa for de uma mulher
que teve um natimorto ou neomorto, ela &#x000e9; substitu&#x000ed;da por outra mulher que
teve um natimorto ou neomorto.</p></sec><sec><title>Etapas 3 e 4</title><p>Entrevistas telef&#x000f4;nicas com a mulher ou autopreenchimento de question&#x000e1;rio,
entre 45 e 60 dias p&#x000f3;s-parto e entre 100 e 120 dias p&#x000f3;s-parto. O pesquisador
entra em contato com a mulher por telefone, mensagem de texto ou WhatsApp,
que foram coletados na Etapa 1, e pergunta se ela gostaria de responder ao
question&#x000e1;rio por liga&#x000e7;&#x000e3;o telef&#x000f4;nica ou por autopreenchimento. Se a escolha
for o autopreenchimento, &#x000e9; gerado um <italic>link</italic> para o
question&#x000e1;rio e enviado &#x000e0; participante. Se for por liga&#x000e7;&#x000e3;o telef&#x000f4;nica, a
entrevista se inicia ou &#x000e9; marcada para outro dia e hor&#x000e1;rio de conveni&#x000ea;ncia
da mulher; e o pesquisador realiza a entrevista, registrando as respostas no
REDCap.</p></sec></sec><sec><title>Equipe de trabalho</title><p>A equipe de trabalho do <italic>Nascer nas Casas de Parto do Brasil</italic> &#x000e9;
composta por duas coordenadoras que gerem uma equipe central, oito equipes de
coleta de dados locais - uma equipe em cada Casa de Parto - e duas equipes de
coleta dos dados p&#x000f3;s-parto, das Etapas 3 e 4.</p><p>A equipe central atua em parceria com a equipe de pesquisa do <italic>Nascer no
Brasil II</italic> e tem a responsabilidade de cumprir com demandas
administrativas, gest&#x000e3;o de projeto e de pessoas, anu&#x000ea;ncia dos servi&#x000e7;os e
processos &#x000e9;ticos; ser refer&#x000ea;ncia de contato e interlocu&#x000e7;&#x000e3;o com os gestores das
Casas de Parto e hospitais de refer&#x000ea;ncia; administrar, prover insumos e sanar
d&#x000fa;vidas das equipes; recrutar coletadores de dados para comporem as equipes
locais e de p&#x000f3;s-parto; administrar, em conjunto com a equipe do <italic>Nascer
no Brasil II</italic>, treinamento virtual e presencial das equipes;
monitorar a coleta e os dados - escala de coletadores e manuten&#x000e7;&#x000e3;o do campo;
gerir a plataforma REDCap; analisar a qualidade dos dados coletados e coletar os
dados da Etapa 1.</p><p>As equipes locais t&#x000ea;m a responsabilidade de compor e cumprir a escala di&#x000e1;ria de
trabalho; identificar as pu&#x000e9;rperas para compor a amostra do estudo; cumprir com
processos &#x000e9;ticos; preencher os instrumentos de coleta de dados no REDCap,
entrevistando as pu&#x000e9;rperas, coletando dados dos prontu&#x000e1;rios, dos cart&#x000f5;es de
pr&#x000e9;-natal e dos laudos das ultrassonografias.</p><p>As equipes de coleta p&#x000f3;s-parto t&#x000ea;m a responsabilidade de entrar em contato com as
mulheres nos per&#x000ed;odos de realiza&#x000e7;&#x000e3;o das Etapas 3 e 4; cumprir com processos
&#x000e9;ticos e preencher os instrumentos de coleta de dados no REDCap ou enviar
<italic>link</italic> para autopreenchimento dos question&#x000e1;rios, conferindo,
posteriormente, se foram preenchidos.</p></sec><sec><title>Treinamento da equipe local e de p&#x000f3;s-parto</title><p>Antes de iniciar a coleta de dados, todos os coletadores das equipes locais
participam de treinamento com objetivo de padronizar o processo de recrutamento,
abordagem e aplica&#x000e7;&#x000e3;o dos instrumentos, al&#x000e9;m de treinar o uso do REDCap.</p><p>O treinamento engloba a apresenta&#x000e7;&#x000e3;o das pesquisas <italic>Nascer no Brasil
II</italic> e <italic>Nascer nas Casas de Parto do Brasil</italic>, das
atividades, responsabilidades e conduta &#x000e9;tica, al&#x000e9;m do processo de envio de
dados ao servidor da Funda&#x000e7;&#x000e3;o Oswaldo Cruz (FIOCRUZ) por meio do REDCap. S&#x000e3;o
simuladas a identifica&#x000e7;&#x000e3;o das mulheres admitidas para atendimento nas Casa de
Parto; elabora&#x000e7;&#x000e3;o de lista de abordagem por ordem de admiss&#x000e3;o; entrevista
presencial; extra&#x000e7;&#x000e3;o de dados de prontu&#x000e1;rios, cart&#x000f5;es de pr&#x000e9;-natal e
ultrassonografias; entrevista via telefone e envio de <italic>link</italic>
autopreench&#x000ed;vel. Os exerc&#x000ed;cios s&#x000e3;o corrigidos e retornados aos coletadores. O
treinamento pr&#x000e1;tico de quem coleta dados na Etapa 2 &#x000e9; realizado na pr&#x000f3;pria Casa
de Parto e de quem coleta dados nas Etapas 3 e 4, &#x000e9; realizado virtualmente pela
plataforma Google Meet (<ext-link xlink:href="https://meet.google.com/" ext-link-type="uri">https://meet.google.com</ext-link>).</p></sec><sec><title>Controle da qualidade e monitoramento dos dados</title><p>Para assegurar a qualidade dos dados, a equipe central faz diariamente o
monitoramento dos dados por meio do REDCap, al&#x000e9;m estar sempre dispon&#x000ed;vel para o
esclarecimento de d&#x000fa;vidas relacionadas &#x000e0; plataforma eletr&#x000f4;nica, coleta ou
nomenclatura dos instrumentos, prontu&#x000e1;rios, cart&#x000f5;es de pr&#x000e9;-natal e laudos de
ultrassonografia.</p></sec><sec><title>An&#x000e1;lise dos dados</title><p>Os dados s&#x000e3;o armazenados no REDCap e exportados diretamente aos softwares de
an&#x000e1;lise. Ser&#x000e3;o analisados com uso dos softwares SPSS 22.0 (<ext-link xlink:href="https://www.ibm.com/" ext-link-type="uri">https://www.ibm.com/</ext-link>) e R,
vers&#x000e3;o 3.5.1 (<ext-link xlink:href="http://www.r-project.org/" ext-link-type="uri">http://www.r-project.org</ext-link>).</p><p>Os dados sobre a estrutura, organiza&#x000e7;&#x000e3;o, funcionamento e indicadores
assistenciais das Casas de Parto ser&#x000e3;o analisados de forma descritiva e
cotejados, tendo como refer&#x000ea;ncia as diretrizes estabelecidas na <italic>Portaria
n&#x000ba; 11/2015</italic>
<xref rid="B4" ref-type="bibr">
<sup>4</sup>
</xref> e na <italic>RDC n&#x000ba; 36/2008</italic>
<xref rid="B32" ref-type="bibr">
<sup>32</sup>
</xref>.</p><p>As caracter&#x000ed;sticas sociodemogr&#x000e1;ficas, cl&#x000ed;nicas e obst&#x000e9;tricas das mulheres e os
dados da assist&#x000ea;ncia pr&#x000e9;-natal ser&#x000e3;o analisados de forma descritiva. Para as
vari&#x000e1;veis cont&#x000ed;nuas, ser&#x000e3;o calculados a m&#x000e9;dia e o desvio padr&#x000e3;o (DP) e para as
vari&#x000e1;veis categ&#x000f3;ricas, ser&#x000e3;o calculadas as frequ&#x000ea;ncias absoluta e relativa.</p><p>As pr&#x000e1;ticas na assist&#x000ea;ncia ao parto e nascimento e os resultados ou desfechos
maternos e neonatais no parto e p&#x000f3;s-parto ser&#x000e3;o analisados de forma descritiva e
inferencial. O planejamento inicial da an&#x000e1;lise inferencial inclui os testes
qui-quadrado ou teste exato de Fisher, para associar as vari&#x000e1;veis categ&#x000f3;ricas
com os desfechos, os testes t ou Wilcoxon-Mann-Whitney para associar as
vari&#x000e1;veis cont&#x000ed;nuas com os desfechos e a an&#x000e1;lise de vari&#x000e2;ncia (ANOVA) ou teste
de Kruskal-Wallis, quando indicados.</p><p>Ser&#x000e1; adotado um modelo de regress&#x000e3;o log&#x000ed;stica para controle de confundimento. A
an&#x000e1;lise ser&#x000e1; ajustada, calculando-se o <italic>odds ratio</italic> (OR) e o
respectivo intervalo de 95% de confian&#x000e7;a (IC95%). Todos os testes ser&#x000e3;o
realizados de forma bicaudal e ser&#x000e1; adotado o erro tipo I de 5% (valor de p =
0,05).</p><p>Para compara&#x000e7;&#x000e3;o com os resultados do <italic>Nascer no Brasil II</italic>, ser&#x000e1;
realizada an&#x000e1;lise inferencial. Os modelos de anal&#x000ed;ticos definidos ser&#x000e3;o
aplicados com apoio da equipe estat&#x000ed;stica respons&#x000e1;vel pela an&#x000e1;lise do
<italic>Nascer no Brasil II</italic>.</p></sec></sec><sec><title>Aspectos &#x000e9;ticos</title><p>Foi realizado contato com todas as oito Casas de Parto e os oito hospitais de
refer&#x000ea;ncia para apresentar a pesquisa. Em alguns desses servi&#x000e7;os, o contato e a
apresenta&#x000e7;&#x000e3;o foram feitos de forma presencial e, em outros, de forma remota, pelo
Google Meet. Todos os estabelecimentos aceitaram participar da pesquisa.</p><p>Al&#x000e9;m da aprova&#x000e7;&#x000e3;o pelo Comit&#x000ea; de &#x000c9;tica em Pesquisa (CEP) da Escola Nacional de Sa&#x000fa;de
P&#x000fa;blica Sergio Arouca (ENSP/FIOCRUZ; parecer n&#x000ba; 5.192.349), alguns servi&#x000e7;os
solicitaram aprova&#x000e7;&#x000e3;o dos pr&#x000f3;prios CEP, que foram considerados coparticipantes.</p><p>Para participar da pesquisa, &#x000e9; necess&#x000e1;rio assinar o Termo de Consentimento Livre e
Esclarecido. Para menores de idade, tamb&#x000e9;m &#x000e9; necess&#x000e1;ria a assinatura do Termo de
Assentimento pelo respons&#x000e1;vel legal.</p></sec><sec><title>A relev&#x000e2;ncia da divulga&#x000e7;&#x000e3;o do protocolo de pesquisa</title><p>O protocolo de pesquisa constitui passo preliminar essencial na realiza&#x000e7;&#x000e3;o de
qualquer estudo. Consiste na exposi&#x000e7;&#x000e3;o detalhada do m&#x000e9;todo cient&#x000ed;fico para responder
&#x000e0;s perguntas formuladas pelos pesquisadores <xref rid="B33" ref-type="bibr">
<sup>33</sup>
</xref>.</p><p>A publica&#x000e7;&#x000e3;o deste protocolo de pesquisa favorecer&#x000e1; a transpar&#x000ea;ncia, acessibilidade e
reprodutividade do estudo, aspectos recomendados como boas pr&#x000e1;ticas cient&#x000ed;ficas
<xref rid="B34" ref-type="bibr">
<sup>34</sup>
</xref> e que se alinham ao compromisso da ci&#x000ea;ncia com a verdade e com a popula&#x000e7;&#x000e3;o
<xref rid="B35" ref-type="bibr">
<sup>35</sup>
</xref>.</p><p>Neste artigo, demos &#x000ea;nfase &#x000e0;s especificidades das Casas de Parto e sua popula&#x000e7;&#x000e3;o, o
que justifica a adapta&#x000e7;&#x000e3;o dos question&#x000e1;rios do <italic>Nascer no Brasil II</italic>.
Por exemplo, para que seja poss&#x000ed;vel a exist&#x000ea;ncia de uma Casas de Parto, &#x000e9; necess&#x000e1;rio
conv&#x000ea;nio com hospital de refer&#x000ea;ncia para transfer&#x000ea;ncia de cuidados das mulheres e/ou
seus rec&#x000e9;m-nascidos. Al&#x000e9;m disso, ainda em pequena quantidade no Brasil e
representando menos de 1% de todos os nascimentos do pa&#x000ed;s <xref rid="B21" ref-type="bibr">
<sup>21</sup>
</xref>, n&#x000e3;o foi preciso c&#x000e1;lculo amostral de estabelecimentos, pois todas as com
mais de 100 partos/ano foram convidados e concordaram em participar da pesquisa.</p><p>A divulga&#x000e7;&#x000e3;o dos question&#x000e1;rios, do delineamento e das etapas metodol&#x000f3;gicas da desta
pesquisa, com o m&#x000e1;ximo detalhamento, permite a aprecia&#x000e7;&#x000e3;o cr&#x000ed;tica da qualidade do
estudo, bem como da validade dos resultados, quando de sua divulga&#x000e7;&#x000e3;o futura.</p><p>Diferentemente dos ensaios cl&#x000ed;nicos, que devem ter o protocolo registrado em alguma
plataforma reconhecida nacional e internacionalmente, os estudos observacionais
prescindem do registro pr&#x000e9;vio do protocolo de pesquisa. No entanto, para considerar
a escrita deste protocolo, foram utilizadas as diretrizes para o relato de estudos
observacionais STROBE (<italic>Strengthening the Reporting of Observational Studies
in Epidemiology</italic>) <xref rid="B36" ref-type="bibr">
<sup>36</sup>
</xref>.</p></sec><sec sec-type="conclusions"><title>Considera&#x000e7;&#x000f5;es finais</title><p>A despeito das pol&#x000ed;ticas p&#x000fa;blicas vigentes no Brasil e do lan&#x000e7;amento das diretrizes
nacionais de assist&#x000ea;ncia ao parto normal <xref rid="B37" ref-type="bibr">
<sup>37</sup>
</xref>, em 2016, os indicadores de assist&#x000ea;ncia e sa&#x000fa;de mostram desfechos maternos e
perinatais negativos, reflexo da baixa qualidade da aten&#x000e7;&#x000e3;o obst&#x000e9;trica.</p><p>Consideramos que o pa&#x000ed;s necessita, com urg&#x000ea;ncia, transformar o modelo de assist&#x000ea;ncia
na gravidez e parto, promovendo e executando as pr&#x000e1;ticas recomendadas e baseadas em
evid&#x000ea;ncias para aprimorar a qualidade do atendimento &#x000e0; popula&#x000e7;&#x000e3;o e avan&#x000e7;ar na
melhoria dos desfechos de morbimortalidade materna e neonatal. Distinguimos as Casas
de Parto como servi&#x000e7;os potencializadores dessa melhoria, pois t&#x000ea;m princ&#x000ed;pios e
valores centrais da assist&#x000ea;ncia baseada no modelo de cuidado biopsicossocial <xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>.</p><p>Al&#x000e9;m da seguran&#x000e7;a da assist&#x000ea;ncia oferecida, esse modelo visa favorecer a experi&#x000ea;ncia
positiva no parto &#x000e0;s mulheres e fam&#x000ed;lias, pois segundo a Organiza&#x000e7;&#x000e3;o Mundial da
Sa&#x000fa;de (OMS) <xref rid="B25" ref-type="bibr">
<sup>25</sup>
</xref>, al&#x000e9;m de oferecer cuidados clinicamente eficazes, &#x000e9; necess&#x000e1;rio fazer mais
para que as mulheres se sintam seguras e confort&#x000e1;veis com a experi&#x000ea;ncia de parto e
nascimento, englobando os cuidados hol&#x000ed;sticos e visando o entendimento integral do
ser humano.</p><p>Ressaltamos que os acordos e protocolos de transfer&#x000ea;ncia adotados juntamente com o
hospital de refer&#x000ea;ncia, s&#x000e3;o aspectos inerentes &#x000e0; exist&#x000ea;ncia das Casas de Parto.
Nesse sentido, o <italic>Nascer nas Casas de Parto do Brasil</italic> tamb&#x000e9;m
acompanha os desfechos das mulheres e beb&#x000ea;s ap&#x000f3;s transfer&#x000ea;ncia, componente que
comumente n&#x000e3;o &#x000e9; estudado nas pesquisas brasileiras desenvolvidos nesses locais.</p><p>Portanto, com este estudo esperamos ampliar o conhecimento sobre diferentes locais
para dar &#x000e0; luz no pa&#x000ed;s, oferecidos pelo sistema p&#x000fa;blico de sa&#x000fa;de. A parceria com o
<italic>Nascer no Brasil II</italic> possibilitar&#x000e1; a compara&#x000e7;&#x000e3;o dos resultados
das Casas de Parto com os dos hospitais, porque para isso ser&#x000e1; selecionada amostra
de hospitais e de mulheres equipar&#x000e1;veis &#x000e0;s que foram inclu&#x000ed;das no <italic>Nascer nas
Casas de Parto do Brasil</italic>. Al&#x000e9;m disso, para os desfechos principais,
ambos os estudos t&#x000ea;m as mesmas vari&#x000e1;veis e coletam os mesmos dados at&#x000e9; quatro meses
ap&#x000f3;s o parto. Vale ressaltar que o <italic>Nascer nas Casas de Parto do
Brasil</italic>, diante da caracter&#x000ed;stica dos locais, de atender gestantes de
risco habitual, n&#x000e3;o engloba o estudo dos casos de aborto.</p><p>Ademais, vale destacar o ineditismo dos resultados sobre a sa&#x000fa;de mental relacionada
ao parto, utilizando instrumentos validados para a avalia&#x000e7;&#x000e3;o do TEPT, ansiedade,
depress&#x000e3;o p&#x000f3;s-parto e v&#x000ed;nculo com o beb&#x000ea;, bem como um instrumento baseado na
recomenda&#x000e7;&#x000e3;o da OMS para preven&#x000e7;&#x000e3;o e elimina&#x000e7;&#x000e3;o de abusos, desrespeito e maus-tratos
durante o parto em institui&#x000e7;&#x000f5;es de sa&#x000fa;de <xref rid="B30" ref-type="bibr">
<sup>30</sup>
</xref>. Por fim, com esta investiga&#x000e7;&#x000e3;o, esperamos contribuir para a escolha
consciente e informada das mulheres sobre o local de parto.</p></sec></body><back><ack><title>Agradecimentos</title><p>&#x000c0; City St. George&#x02019;s, University of London e ao Global Challenges Research Fund.</p></ack><ref-list><title>Refer&#x000ea;ncias</title><ref id="B1"><label>1</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Diniz</surname><given-names>CSG</given-names></name>
<name><surname>Rattner</surname><given-names>D</given-names></name>
<name><surname>Oliveira</surname><given-names>AFPL</given-names></name>
<name><surname>Aguiar</surname><given-names>JM</given-names></name>
<name><surname>Niy</surname><given-names>DY</given-names></name>
</person-group><article-title>Disrespect and abuse in childbirth in Brazil social activism,
public policies and providers' training</article-title><source>Reprod Health Matters</source><year>2018</year><volume>26</volume><fpage>19</fpage><lpage>35</lpage><pub-id pub-id-type="pmid">30106349</pub-id>
</element-citation></ref><ref id="B2"><label>2</label><element-citation publication-type="legal-doc"><person-group person-group-type="author">
<collab>Minist&#x000e9;rio da Sa&#x000fa;de</collab>
</person-group><article-title>Portaria n&#x000ba; 985, de 5 de agosto de 1999. Cria o centro de parto
normal-CPN, no &#x000e2;mbito do Sistema &#x000da;nico de Sa&#x000fa;de.</article-title><source>Di&#x000e1;rio Oficial da Rep&#x000fa;blica Federativa do Brasil</source><day>06</day><month>08</month><year>1999</year></element-citation></ref><ref id="B3"><label>3</label><element-citation publication-type="legal-doc"><person-group person-group-type="author">
<collab>Minist&#x000e9;rio da Sa&#x000fa;de</collab>
</person-group><article-title>Portaria n&#x000ba; 1.459, de 24 de junho de 2011. Institui, no &#x000e2;mbito do
Sistema &#x000da;nico de Sa&#x000fa;de - SUS - a Rede Cegonha.</article-title><source>Di&#x000e1;rio Oficial da Uni&#x000e3;o</source><day>25</day><month>06</month><year>2011</year></element-citation></ref><ref id="B4"><label>4</label><element-citation publication-type="legal-doc"><person-group person-group-type="author">
<collab>Minist&#x000e9;rio da Sa&#x000fa;de</collab>
</person-group><article-title>Portaria n&#x000ba; 11, de 7 de janeiro de 2015. Redefine as diretrizes
para implanta&#x000e7;&#x000e3;o e habilita&#x000e7;&#x000e3;o de Centro de Parto Normal (CPN), no &#x000e2;mbito do
Sistema &#x000da;nico de Sa&#x000fa;de (SUS), para o atendimento &#x000e0; mulher e ao rec&#x000e9;m-nascido
no momento do parto e do nascimento, em conformidade com o Componente PARTO
E NASCIMENTO da Rede Cegonha, e disp&#x000f5;e sobre os respectivos incentivos
financeiros de investimento, custeio e custeio mensal.</article-title><source>Di&#x000e1;rio Oficial da Uni&#x000e3;o</source><day>08</day><month>01</month><year>2015</year></element-citation></ref><ref id="B5"><label>5</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Riesco</surname><given-names>MLG</given-names></name>
<name><surname>Oliveira</surname><given-names>SMJV</given-names></name>
<name><surname>Bonadio</surname><given-names>IC</given-names></name>
<name><surname>Schneck</surname><given-names>CA</given-names></name>
<name><surname>Silva</surname><given-names>FMB</given-names></name>
<name><surname>Diniz</surname><given-names>CSG</given-names></name>
<etal/>
</person-group><article-title>Centros de Parto no Brasil: revisa~o da produc&#x000b8;a~o
cienti&#x000b4;fica.</article-title><source>Rev Esc Enferm USP</source><year>2009</year><volume>43</volume><issue>esp 2</issue><fpage>1297</fpage><lpage>1302</lpage></element-citation></ref><ref id="B6"><label>6</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Walsh</surname><given-names>D</given-names></name>
<name><surname>Newburn</surname><given-names>M</given-names></name>
</person-group><article-title>Towards a social model of childbirth part one</article-title><source>Br J Midwifery</source><year>2002</year><volume>10</volume><fpage>476</fpage><lpage>481</lpage></element-citation></ref><ref id="B7"><label>7</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Aguiar</surname><given-names>CA</given-names></name>
<name><surname>Lopes</surname><given-names>GA</given-names></name>
<name><surname>Bussadori</surname><given-names>JCC</given-names></name>
<name><surname>Leister</surname><given-names>N</given-names></name>
<name><surname>Riesco</surname><given-names>MLG</given-names></name>
<name><surname>Alonso</surname><given-names>BD</given-names></name>
</person-group><article-title>Modelo de aten&#x000e7;&#x000e3;o em Centros de Parto Normal peri-hospitalares
brasileiros: uma revis&#x000e3;o de escopo.</article-title><source>Ci&#x000ea;nc Sa&#x000fa;de Colet</source><year>2025</year><volume>30</volume><elocation-id>e09382023</elocation-id></element-citation></ref><ref id="B8"><label>8</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Rocca-Ihenacho</surname><given-names>L</given-names></name>
<name><surname>Batinelli</surname><given-names>L</given-names></name>
<name><surname>Thaels</surname><given-names>E</given-names></name>
<name><surname>Rayment</surname><given-names>J</given-names></name>
<name><surname>Newburn</surname><given-names>M</given-names></name>
<name><surname>McCourt</surname><given-names>C</given-names></name>
</person-group><source>Midwifery unit standards</source><year>2018</year><publisher-loc>London</publisher-loc><publisher-name>City University of Londres</publisher-name></element-citation></ref><ref id="B9"><label>9</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>McCourt</surname><given-names>C</given-names></name>
<name><surname>Rance</surname><given-names>S</given-names></name>
<name><surname>Rayment</surname><given-names>J</given-names></name>
<name><surname>Sandall</surname><given-names>J</given-names></name>
</person-group><person-group person-group-type="author">
<collab>J</collab>
</person-group><source>Birthplace qualitative organisational case studies: how maternity care
systems affect the provision of care in different settings. Birthplace in
England research programme: final report part 6</source><year>2011</year><publisher-loc>Londres</publisher-loc><publisher-name>NIHR Service Delivery and Organisation
Programme</publisher-name></element-citation></ref><ref id="B10"><label>10</label><element-citation publication-type="book"><person-group person-group-type="author">
<collab>Minist&#x000e9;rio da Sa&#x000fa;de</collab>
</person-group><source>Manual pr&#x000e1;tico para implementa&#x000e7;&#x000e3;o da Rede Cegonha</source><year>2012</year><publisher-loc>Bras&#x000ed;lia</publisher-loc><publisher-name>Minist&#x000e9;rio da Sa&#x000fa;de</publisher-name></element-citation></ref><ref id="B11"><label>11</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Narchi</surname><given-names>NZ</given-names></name>
<name><surname>Cruz</surname><given-names>EF</given-names></name>
<name><surname>Gon&#x000e7;alves</surname><given-names>R</given-names></name>
</person-group><article-title>O papel das obstetrizes e enfermeiras obstetras na promoc&#x000b8;a~o da
maternidade segura no Brasil.</article-title><source>Ci&#x000ea;nc Sa&#x000fa;de Colet</source><year>2013</year><volume>18</volume><fpage>1059</fpage><lpage>1068</lpage></element-citation></ref><ref id="B12"><label>12</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Gama</surname><given-names>SGN</given-names></name>
<name><surname>Viellas</surname><given-names>EF</given-names></name>
<name><surname>Medina</surname><given-names>ET</given-names></name>
<name><surname>Angulo-Tuesta</surname><given-names>A</given-names></name>
<name><surname>Silva</surname><given-names>CKRT</given-names></name>
<name><surname>Silva</surname><given-names>SD</given-names></name>
</person-group><article-title>Aten&#x000e7;&#x000e3;o ao parto por enfermeira obst&#x000e9;trica em maternidades
vinculadas &#x000e0; Rede Cegonha, Brasil - 2017</article-title><source>Ci&#x000ea;nc Sa&#x000fa;de Colet</source><year>2021</year><volume>26</volume><fpage>919</fpage><lpage>929</lpage></element-citation></ref><ref id="B13"><label>13</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Santos</surname><given-names>NCP</given-names></name>
<name><surname>Vogt</surname><given-names>SE</given-names></name>
<name><surname>Duarte</surname><given-names>ED</given-names></name>
<name><surname>Pimenta</surname><given-names>AM</given-names></name>
<name><surname>Madeira</surname><given-names>LM</given-names></name>
<name><surname>Abreu</surname><given-names>MNS</given-names></name>
</person-group><article-title>Fatores associados ao baixo Apgar em rec&#x000e9;m-nascidos em centro de
parto</article-title><source>Rev Bras Enferm</source><year>2019</year><volume>72</volume><issue>3</issue><fpage>297</fpage><lpage>304</lpage><pub-id pub-id-type="pmid">31851267</pub-id>
</element-citation></ref><ref id="B14"><label>14</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Medina</surname><given-names>ET</given-names></name>
<name><surname>Mouta</surname><given-names>RJO</given-names></name>
<name><surname>Carmo</surname><given-names>CN</given-names></name>
<name><surname>Theme</surname><given-names>MM</given-names><suffix>Filha</suffix></name>
<name><surname>Leal</surname><given-names>MC</given-names></name>
<name><surname>Gama</surname><given-names>SGN</given-names></name>
</person-group><article-title>Boas pr&#x000e1;ticas, interven&#x000e7;&#x000f5;es e resultados: um estudo comparativo
entre uma casa de parto e hospitais do Sistema &#x000da;nico de Sa&#x000fa;de da Regi&#x000e3;o
Sudeste, Brasil.</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2023</year><volume>39</volume><elocation-id>e00160822</elocation-id><pub-id pub-id-type="pmid">37075342</pub-id>
</element-citation></ref><ref id="B15"><label>15</label><element-citation publication-type="journal"><person-group person-group-type="author">
<collab>Birthplace in England Collaborative Group</collab>
<name><surname>Brocklehurst</surname><given-names>P</given-names></name>
<name><surname>Hardy</surname><given-names>P</given-names></name>
<name><surname>Hollowell</surname><given-names>J</given-names></name>
<name><surname>Linsell</surname><given-names>L</given-names></name>
<name><surname>Macfarlane</surname><given-names>A</given-names></name>
<etal/>
</person-group><article-title>Perinatal and maternal outcomes by planned place of birth for
healthy women with low risk pregnancies: the Birthplace in England national
prospective cohort study.</article-title><source>BMJ</source><year>2011</year><volume>343</volume><fpage>d7400</fpage><lpage>d7400</lpage><pub-id pub-id-type="pmid">22117057</pub-id>
</element-citation></ref><ref id="B16"><label>16</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Vogt</surname><given-names>AE</given-names></name>
<name><surname>Diniz</surname><given-names>SG</given-names></name>
<name><surname>Tavares</surname><given-names>CM</given-names></name>
<name><surname>Santos</surname><given-names>NCP</given-names></name>
<name><surname>Schneck</surname><given-names>CA</given-names></name>
<name><surname>Zorzam</surname><given-names>B</given-names></name>
</person-group><article-title>Caracter&#x000ed;sticas da assist&#x000ea;ncia ao trabalho de parto e parto em
tr&#x000ea;s modelos de aten&#x000e7;&#x000e3;o no SUS, no Munic&#x000ed;pio de Belo Horizonte, Minas
Gerais, Brasil</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2011</year><volume>27</volume><fpage>1789</fpage><lpage>1800</lpage><pub-id pub-id-type="pmid">21986606</pub-id>
</element-citation></ref><ref id="B17"><label>17</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Sandall</surname><given-names>J</given-names></name>
<name><surname>Soltani</surname><given-names>H</given-names></name>
<name><surname>Gates</surname><given-names>S</given-names></name>
<name><surname>Shennan</surname><given-names>A</given-names></name>
<name><surname>Devane</surname><given-names>D</given-names></name>
</person-group><article-title>Midwife-led continuity models versus other models of care for
childbearing women</article-title><source>Cochrane Database Syst Rev</source><year>2016</year><issue>4</issue><fpage>CD004667</fpage><lpage>CD004667</lpage><pub-id pub-id-type="pmid">27121907</pub-id>
</element-citation></ref><ref id="B18"><label>18</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Barros</surname><given-names>GM</given-names></name>
<name><surname>Dias</surname><given-names>MAB</given-names></name>
<name><surname>Gomes</surname><given-names>SCS</given-names><suffix>Jr.</suffix></name>
</person-group><article-title>O uso das boas pr&#x000e1;ticas de aten&#x000e7;&#x000e3;o ao rec&#x000e9;m-nascido na primeira
hora de vida nos diferentes modelos de aten&#x000e7;&#x000e3;o ao parto.</article-title><source>Rev Soc Bras Enferm Pediatras</source><year>2018</year><volume>18</volume><fpage>21</fpage><lpage>28</lpage></element-citation></ref><ref id="B19"><label>19</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Scarf</surname><given-names>VL</given-names></name>
<name><surname>Rossiter</surname><given-names>C</given-names></name>
<name><surname>Vedam</surname><given-names>S</given-names></name>
<name><surname>Dahlen</surname><given-names>HG</given-names></name>
<name><surname>Ellwood</surname><given-names>D</given-names></name>
<name><surname>Foster</surname><given-names>D</given-names></name>
</person-group><article-title>Maternal and perinatal outcomes by planned place of birth among
women with low-risk pregnancies in high-income countries a systematic review
and meta-analysis</article-title><source>Midwifery</source><year>2018</year><volume>62</volume><fpage>240</fpage><lpage>255</lpage><pub-id pub-id-type="pmid">29727829</pub-id>
</element-citation></ref><ref id="B20"><label>20</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Leal</surname><given-names>MC</given-names></name>
<name><surname>Esteves-Pereira</surname><given-names>AP</given-names></name>
<name><surname>Bittencourt</surname><given-names>SA</given-names></name>
<name><surname>Domingues</surname><given-names>RMSM</given-names></name>
<name><surname>Theme</surname><given-names>MM</given-names><suffix>Filha</suffix></name>
<name><surname>Leite</surname><given-names>TH</given-names></name>
<etal/>
</person-group><article-title>Protocolo do Nascer no Brasil II: Pesquisa Nacional sobre Aborto,
Parto e Nascimento.</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2024</year><volume>40</volume><elocation-id>e00036223</elocation-id><pub-id pub-id-type="pmid">38695459</pub-id>
</element-citation></ref><ref id="B21"><label>21</label><element-citation publication-type="webpage"><person-group person-group-type="author">
<collab>Minist&#x000e9;rio da Sa&#x000fa;de</collab>
</person-group><source>Plataforma Integrada de Vigil&#x000e2;ncia em Sa&#x000fa;de. Painel de Monitoramento de
Nascidos Vivos; 2024.</source><comment>
<ext-link xlink:href="http://plataforma.saude.gov.br/natalidade/nascidos-vivos/" ext-link-type="uri">http://plataforma.saude.gov.br/natalidade/nascidos-vivos/</ext-link>
</comment><date-in-citation content-type="access-date" iso-8601-date="2024-05-03">03/Mai/2024</date-in-citation></element-citation></ref><ref id="B22"><label>22</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Leal</surname><given-names>MC</given-names></name>
<name><surname>Pereira</surname><given-names>APE</given-names></name>
<name><surname>Domingues</surname><given-names>RMSM</given-names></name>
<name><surname>Theme</surname><given-names>MM</given-names><suffix>Filha</suffix></name>
<name><surname>Dias</surname><given-names>MAB</given-names></name>
<name><surname>Nakamura-Pereira</surname><given-names>M</given-names></name>
<etal/>
</person-group><article-title>Interven&#x000e7;&#x000f5;es obst&#x000e9;tricas durante o trabalho de parto e parto em
mulheres brasileiras de risco habitual.</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2014</year><volume>30</volume><issue>1</issue><fpage>S17</fpage><lpage>S32</lpage><pub-id pub-id-type="pmid">25167182</pub-id>
</element-citation></ref><ref id="B23"><label>23</label><element-citation publication-type="book"><person-group person-group-type="author">
<collab>Secretaria de Pol&#x000ed;ticas de Sa&#x000fa;de. Minist&#x000e9;rio da Sa&#x000fa;de</collab>
</person-group><source>Programa de humaniza&#x000e7;&#x000e3;o do pr&#x000e9;-natal e nascimento</source><year>2000</year><publisher-loc>Bras&#x000ed;lia</publisher-loc><publisher-name>Minist&#x000e9;rio da Sa&#x000fa;de</publisher-name></element-citation></ref><ref id="B24"><label>24</label><element-citation publication-type="book"><person-group person-group-type="author">
<collab>Minist&#x000e9;rio da Sa&#x000fa;de</collab>
</person-group><source>Pr&#x000e9;-natal e puerp&#x000e9;rio: aten&#x000e7;&#x000e3;o qualificada e humanizada</source><year>2006</year><publisher-loc>Bras&#x000ed;lia</publisher-loc><publisher-name>Minist&#x000e9;rio da Sa&#x000fa;de</publisher-name></element-citation></ref><ref id="B25"><label>25</label><element-citation publication-type="book"><person-group person-group-type="author">
<collab>World Health Organization</collab>
</person-group><source>WHO recommendations: intrapartum care for a positive childbirth
experience</source><year>2018</year><publisher-loc>Genebra</publisher-loc><publisher-name>World Health Organization</publisher-name></element-citation></ref><ref id="B26"><label>26</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Os&#x000f3;rio</surname><given-names>FL</given-names></name>
<name><surname>Ayers</surname><given-names>S</given-names></name>
<name><surname>Gon&#x000e7;alves</surname><given-names>F</given-names></name>
<name><surname>Rocha</surname><given-names>JC</given-names></name>
</person-group><article-title>City birth trauma scale-updates to the Portuguese
version</article-title><source>Arch Clin Psychiatr</source><year>2021</year><volume>48</volume><fpage>250</fpage><lpage>250</lpage></element-citation></ref><ref id="B27"><label>27</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Santos</surname><given-names>IS</given-names></name>
<name><surname>Matijasevich</surname><given-names>A</given-names></name>
<name><surname>Tavares</surname><given-names>BF</given-names></name>
<name><surname>Barros</surname><given-names>AJD</given-names></name>
<name><surname>Botelho</surname><given-names>IP</given-names></name>
<name><surname>Lapolli</surname><given-names>C</given-names></name>
</person-group><article-title>Validation of the Edinburgh Postnatal Depression Scale (EPDS) in
a sample of mothers from the 2004 Pelotas Birth Cohort Study</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2007</year><volume>23</volume><fpage>2577</fpage><lpage>2588</lpage><pub-id pub-id-type="pmid">17952250</pub-id>
</element-citation></ref><ref id="B28"><label>28</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Moreno</surname><given-names>AL</given-names></name>
<name><surname>Sousa</surname><given-names>DA</given-names></name>
<name><surname>Souza</surname><given-names>AMFLP</given-names></name>
<name><surname>Manfro</surname><given-names>GG</given-names></name>
<name><surname>Salum</surname><given-names>GA</given-names></name>
<name><surname>Koller</surname><given-names>SH</given-names></name>
</person-group><article-title>Factor structure, reliability, and item parameters of the
brazilian-portuguese version of the GAD-7 questionnaire</article-title><source>Temas Psicol</source><year>2016</year><volume>24</volume><fpage>367</fpage><lpage>376</lpage></element-citation></ref><ref id="B29"><label>29</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Baldisserotto</surname><given-names>ML</given-names></name>
<name><surname>Theme</surname><given-names>MM</given-names><suffix>Filha</suffix></name>
<name><surname>Griep</surname><given-names>RH</given-names></name>
<name><surname>Oates</surname><given-names>J</given-names></name>
<name><surname>Ren&#x000f3;</surname><given-names>J</given-names><suffix>Junior</suffix></name>
<name><surname>Cavalsan</surname><given-names>JP</given-names></name>
</person-group><article-title>Transcultural adaptation to the Brazilian Portuguese of the
Postpartum Bonding Questionnaire for assessing the postpartum bond between
mother and baby.</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2018</year><volume>34</volume><elocation-id>e00170717</elocation-id><pub-id pub-id-type="pmid">30088585</pub-id>
</element-citation></ref><ref id="B30"><label>30</label><element-citation publication-type="book"><person-group person-group-type="author">
<collab>World Health Organization</collab>
</person-group><source>The prevention and elimination of disrespect and abuse during
facility-based childbirth</source><year>2015</year><publisher-loc>Genebra</publisher-loc><publisher-name>World Health Organization</publisher-name></element-citation></ref><ref id="B31"><label>31</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Bohren</surname><given-names>MA</given-names></name>
<name><surname>Vogel</surname><given-names>JP</given-names></name>
<name><surname>Hunter</surname><given-names>EC</given-names></name>
<name><surname>Lutsiv</surname><given-names>O</given-names></name>
<name><surname>Makh</surname><given-names>SK</given-names></name>
<name><surname>Souza</surname><given-names>JP</given-names></name>
</person-group><article-title>The mistreatment of women during childbirth in health facilities
globally a mixed-methods systematic review</article-title><source>PLoS Med</source><year>2015</year><volume>12</volume><elocation-id>e1001847</elocation-id><pub-id pub-id-type="pmid">26126110</pub-id>
</element-citation></ref><ref id="B32"><label>32</label><element-citation publication-type="legal-doc"><person-group person-group-type="author">
<collab>Minist&#x000e9;rio da Sa&#x000fa;de; Ag&#x000ea;ncia Nacional de Vigil&#x000e2;ncia
Sanit&#x000e1;ria</collab>
</person-group><article-title>Resolu&#x000e7;&#x000e3;o RDC n&#x000ba; 36, de 3 de junho de 2008. Disp&#x000f5;e sobre
Regulamento T&#x000e9;cnico para Funcionamento dos Servi&#x000e7;os de Aten&#x000e7;&#x000e3;o Obst&#x000e9;trica e
Neonatal.</article-title><source>Di&#x000e1;rio Oficial da Uni&#x000e3;o</source><day>04</day><month>06</month><year>2008</year></element-citation></ref><ref id="B33"><label>33</label><element-citation publication-type="webpage"><person-group person-group-type="editor">
<name><surname>Aromataris</surname><given-names>E</given-names></name>
<name><surname>Lockwood</surname><given-names>C</given-names></name>
<name><surname>Porritt</surname><given-names>K</given-names></name>
<name><surname>Pilla</surname><given-names>B</given-names></name>
<name><surname>Jordan</surname><given-names>Z</given-names></name>
</person-group><source>JBI manual for evidence synthesis.</source><comment>
<ext-link xlink:href="https://synthesismanual.jbi.global" ext-link-type="uri">https://synthesismanual.jbi.global</ext-link>
</comment><date-in-citation content-type="access-date" iso-8601-date="2023-12-11">11/Dez/2023</date-in-citation></element-citation></ref><ref id="B34"><label>34</label><element-citation publication-type="book"><person-group person-group-type="author">
<collab>Comit&#x000ea; de Boas Pr&#x000e1;ticas Cient&#x000ed;ficas. Universidade de S&#x000e3;o
Paulo</collab>
</person-group><source>Guia de boas pr&#x000e1;ticas cient&#x000ed;ficas.</source><edition>2&#x000aa;</edition><year>2023</year><publisher-loc>S&#x000e3;o Paulo</publisher-loc><publisher-name>Universidade de S&#x000e3;o Paulo</publisher-name></element-citation></ref><ref id="B35"><label>35</label><element-citation publication-type="book"><person-group person-group-type="author">
<collab>National Academy of Sciences National Academy of Engineering
Institute of Medicine Committee on Science. Engineering. and Public
Policy</collab>
</person-group><source>On being a scientist: a guide to responsible conduct in
research.</source><edition>3&#x000aa;</edition><year>2009</year><publisher-loc>Washington DC</publisher-loc><publisher-name>National Academies Press</publisher-name></element-citation></ref><ref id="B36"><label>36</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>von Elm</surname><given-names>E</given-names></name>
<name><surname>Altman</surname><given-names>DG</given-names></name>
<name><surname>Egger</surname><given-names>M</given-names></name>
<name><surname>Pocock</surname><given-names>SJ</given-names></name>
<name><surname>G&#x000f8;tzsche</surname><given-names>PC</given-names></name>
<name><surname>Vandenbroucke</surname><given-names>JP</given-names></name>
</person-group><article-title>The Strengthening the Reporting of Observational Studies in
Epidemiology (STROBE) statement guidelines for reporting observational
studies</article-title><source>J Clin Epidemiol</source><year>2008</year><volume>61</volume><fpage>344</fpage><lpage>349</lpage><pub-id pub-id-type="pmid">18313558</pub-id>
</element-citation></ref><ref id="B37"><label>37</label><element-citation publication-type="book"><person-group person-group-type="author">
<collab>Minist&#x000e9;rio da Sa&#x000fa;de</collab>
</person-group><source>Diretriz nacional de assist&#x000ea;ncia ao parto normal: vers&#x000e3;o
preliminar</source><year>2022</year><publisher-loc>Bras&#x000ed;lia</publisher-loc><publisher-name>Minist&#x000e9;rio da Sa&#x000fa;de</publisher-name></element-citation></ref></ref-list></back></article>