<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" dtd-version="1.3" xml:lang="pt" article-type="book-review"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Cad Saude Publica</journal-id><journal-id journal-id-type="iso-abbrev">Cad Saude Publica</journal-id><journal-id journal-id-type="publisher-id">csp</journal-id><journal-title-group><journal-title>Cadernos de Sa&#x000fa;de P&#x000fa;blica</journal-title></journal-title-group><issn pub-type="ppub">0102-311X</issn><issn pub-type="epub">1678-4464</issn><publisher><publisher-name>Escola Nacional de Sa&#x000fa;de P&#x000fa;blica Sergio Arouca, Funda&#x000e7;&#x000e3;o Oswaldo Cruz</publisher-name></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmc">PMC11863626</article-id><article-id pub-id-type="doi">10.1590/0102-311XPT223524</article-id><article-id pub-id-type="other">01801</article-id><article-categories><subj-group subj-group-type="heading"><subject>Resenha</subject></subj-group></article-categories><title-group><article-title>Resenha sobre o livro <italic>Pol&#x000ed;ticas do Feminino: Sa&#x000fa;de, Sexo, G&#x000ea;nero</italic>
</article-title><trans-title-group xml:lang="en"><trans-title>
<italic>Review of the book</italic> Pol&#x000ed;ticas do Feminino: Sa&#x000fa;de, Sexo, G&#x000ea;nero</trans-title></trans-title-group><trans-title-group xml:lang="es"><trans-title>
<italic>Rese&#x000f1;a del libro</italic> Pol&#x000ed;ticas do Feminino: Sa&#x000fa;de, Sexo, G&#x000ea;nero</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0009-0006-3398-3981</contrib-id><name><surname>Rodrigues</surname><given-names>Laiz Bueno</given-names></name><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref></contrib><aff id="aff1">
<label>1</label> Instituto de Estudos em Sa&#x000fa;de Coletiva, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brasil.</aff></contrib-group><author-notes><corresp id="c1">
<email>laizbrodrigues@gmail.com</email>
</corresp><fn fn-type="other" id="fn1"><p><bold>Informa&#x000e7;&#x000f5;es adicionais:</bold> ORCID: Laiz Bueno Rodrigues (0009-0006-3398-3981).</p></fn></author-notes><pub-date date-type="pub" publication-format="electronic"><day>24</day><month>2</month><year>2025</year></pub-date><pub-date date-type="collection" publication-format="electronic"><year>2025</year></pub-date><volume>41</volume><issue>2</issue><elocation-id>e00223524</elocation-id><product product-type="book"><source>POL&#x000cd;TICAS DO FEMININO: SA&#x000da;DE, SEXO, G&#x000ca;NERO.</source><person-group person-group-type="author">
<name><surname>Rosa</surname><given-names>H</given-names></name>
</person-group><x>&#x000a0;</x><bold>.</bold><publisher-loc>Rio de Janeiro</publisher-loc><x>. </x><bold>:</bold><publisher-name>Editora Fiocruz</publisher-name><x>. </x><bold>;</bold><year>2023</year><x>. </x><bold>.</bold><comment>393</comment><x>. </x><bold>p. ISBN:</bold><x> ISBN: </x><isbn>978-65-5708-185-3</isbn><x>. </x><bold>.</bold></product><history><date date-type="received"><day>06</day><month>12</month><year>2024</year></date><date date-type="accepted"><day>16</day><month>12</month><year>2024</year></date></history><permissions><license><ali:license_ref xmlns:ali="http://www.niso.org/schemas/ali/1.0/" specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p>Este &#x000e9; um artigo publicado em acesso aberto sob uma licen&#x000e7;a Creative Commons</license-p></license></permissions><counts><fig-count count="0"/><table-count count="0"/><equation-count count="0"/><ref-count count="4"/></counts></article-meta></front><body><p>O livro <italic>Pol&#x000ed;ticas do Feminino: Sa&#x000fa;de, Sexo, G&#x000ea;nero</italic>
<xref rid="B1" ref-type="bibr">
<sup>1</sup>
</xref>, de Hevelyn Rosa, publicado pela Editora Fiocruz em 2023, na cole&#x000e7;&#x000e3;o <italic>Crian&#x000e7;a, Mulher e Sa&#x000fa;de</italic>, oferece uma an&#x000e1;lise cr&#x000ed;tica das pol&#x000ed;ticas p&#x000fa;blicas de sa&#x000fa;de voltadas para as mulheres no Brasil. Rosa &#x000e9; psic&#x000f3;loga, doutora em Sa&#x000fa;de P&#x000fa;blica pela Universidade de S&#x000e3;o Paulo (USP) e est&#x000e1; atualmente em p&#x000f3;s-doutorado na Faculdade de Sa&#x000fa;de P&#x000fa;blica (FSP/USP), tendo o livro resultado de sua tese de doutorado defendida em 2021. Utilizando uma abordagem geneal&#x000f3;gica da Hist&#x000f3;ria e Antropologia dos documentos, busca caracterizar as defini&#x000e7;&#x000f5;es de &#x0201c;ser mulher&#x0201d; nas pol&#x000ed;ticas de sa&#x000fa;de, em especial, na Pol&#x000ed;tica Nacional de Aten&#x000e7;&#x000e3;o Integral &#x000e0; Sa&#x000fa;de da Mulher (PNAISM), de 2004, e na Rede Cegonha, de 2011. A partir de uma an&#x000e1;lise documental detalhada, Rosa questiona a universalidade da categoria &#x0201c;mulher&#x0201d;, desnaturalizando-a e, desse modo, oferecendo uma cr&#x000ed;tica &#x000e0;s implica&#x000e7;&#x000f5;es dessas normativas. A obra explora como essas pol&#x000ed;ticas perpetuam uma vis&#x000e3;o cisheteronormativa, limitando a inclus&#x000e3;o de grupos que n&#x000e3;o se enquadram nos padr&#x000f5;es tradicionais de feminilidade.</p><p>Na Parte I, a autora introduz suas bases te&#x000f3;rico-metodol&#x000f3;gicas. Argumenta que as pol&#x000ed;ticas reiteram a identidade feminina como uma categoria fixa e universal, o que exclui (ou sub-representa) mulheres trans, travestis, l&#x000e9;sbicas, prostitutas, negras, ind&#x000ed;genas, com defici&#x000ea;ncia, idosas e outras identidades que n&#x000e3;o se alinham &#x000e0; vis&#x000e3;o tradicional de feminilidade. Nesse sentido, Rosa menciona o &#x0201c;peso da reprodu&#x000e7;&#x000e3;o&#x0201d; para mostrar que as quest&#x000f5;es reprodutivas historicamente s&#x000e3;o o l&#x000f3;cus de a&#x000e7;&#x000f5;es direcionadas &#x000e0; &#x0201c;sa&#x000fa;de da mulher&#x0201d;. Esse tratamento reducionista refor&#x000e7;a desigualdades ao impor uma ideia limitada de ser mulher, negligenciando as m&#x000fa;ltiplas experi&#x000ea;ncias femininas. Podemos relacionar o &#x0201c;peso da reprodu&#x000e7;&#x000e3;o&#x0201d; de Rosa ao &#x0201c;rasgo da reprodu&#x000e7;&#x000e3;o&#x0201d; de Fernandes <xref rid="B2" ref-type="bibr">
<sup>2</sup>
</xref> enquanto analogias que evidenciam opress&#x000f5;es - iniquidades, precariedades e barreiras - e mobilizam ag&#x000ea;ncias no &#x000e2;mbito da sa&#x000fa;de sexual e reprodutiva das mulheres e das pessoas que gestam.</p><p>Na Parte II, Rosa examina a PNAISM, ressaltando a complexa articula&#x000e7;&#x000e3;o entre movimentos de mulheres e feministas e o Estado para deslocar as a&#x000e7;&#x000f5;es de sa&#x000fa;de da mulher do &#x000e2;mbito program&#x000e1;tico para o <italic>status</italic> de pol&#x000ed;tica nacional. Rosa aponta que a &#x0201c;<italic>conviv&#x000ea;ncia entre diversas perspectivas sobre o que &#x000e9; mulher atravessa a PNAISM como um todo</italic>&#x0201d; (p. 183). A pol&#x000ed;tica prop&#x000f5;e uma amplia&#x000e7;&#x000e3;o do conceito de sa&#x000fa;de da mulher para al&#x000e9;m da reprodu&#x000e7;&#x000e3;o, incorporando princ&#x000ed;pios como integralidade e equidade e temas de sa&#x000fa;de como envelhecimento e sa&#x000fa;de mental. O modelo hegem&#x000f4;nico materno-infantilista de aten&#x000e7;&#x000e3;o &#x000e0; sa&#x000fa;de foi problematizado pelas m&#x000fa;ltiplas e heterog&#x000ea;neas abordagens dos movimentos sociais que contribu&#x000ed;ram significativamente na constru&#x000e7;&#x000e3;o dessa pol&#x000ed;tica. No entanto, a autora destaca como o &#x0201c;uso massivo&#x0201d; de conceitos que associam o potencial reprodutivo &#x000e0; identidade feminina, tais como &#x0201c;idade f&#x000e9;rtil&#x0201d;, &#x0201c;mortalidade materna&#x0201d; e &#x0201c;climat&#x000e9;rio&#x0201d;, estrutura o documento. Ao dividir a vida da mulher em fases centradas na fertilidade, a PNAISM reproduz uma vis&#x000e3;o limitada de sa&#x000fa;de, restringindo as demandas de grupos marginalizados.</p><p>Mello et al. <xref rid="B3" ref-type="bibr">
<sup>3</sup>
</xref> estudaram como pol&#x000ed;ticas voltadas &#x000e0; &#x0201c;popula&#x000e7;&#x000e3;o LGBT&#x0201d; no Brasil t&#x000ea;m enfrentado desafios para alcan&#x000e7;ar os princ&#x000ed;pios de universalidade, integralidade e equidade. Segundo os autores, as pol&#x000ed;ticas p&#x000fa;blicas frequentemente falham em se adaptar &#x000e0;s necessidades espec&#x000ed;ficas dessa popula&#x000e7;&#x000e3;o, resultando em a&#x000e7;&#x000f5;es fragmentadas e insuficientes para garantir um atendimento de qualidade, inclusivo e livre de discrimina&#x000e7;&#x000e3;o.</p><p>Na Parte III, Rosa examina criticamente a Rede Cegonha, ressaltando suas limita&#x000e7;&#x000f5;es conceituais e operacionais ao abordar a sa&#x000fa;de da mulher. Destaca a aus&#x000ea;ncia da participa&#x000e7;&#x000e3;o dos movimentos feministas e de mulheres em sua formula&#x000e7;&#x000e3;o. O distanciamento em rela&#x000e7;&#x000e3;o &#x000e0; PNAISM &#x000e9; intencional e evidente. Rosa enfatiza que a Rede Cegonha prioriza eventos espec&#x000ed;ficos - como gravidez e parto - com foco no &#x0201c;planejamento reprodutivo&#x0201d; e no &#x0201c;ciclo grav&#x000ed;dico-puerperal&#x0201d;. Al&#x000e9;m disso, embora a Rede Cegonha aborde temas como planejamento reprodutivo, sa&#x000fa;de sexual e educa&#x000e7;&#x000e3;o em sa&#x000fa;de, n&#x000e3;o aloca nenhum recurso espec&#x000ed;fico para essas a&#x000e7;&#x000f5;es. Com isso, ocupou parte consider&#x000e1;vel da agenda e &#x0201c;esvaziou&#x0201d; a PNAISM, ao mesmo tempo que promoveu um retrocesso ao adotar o &#x0201c;paradigma materno-infantilista&#x0201d; que une sa&#x000fa;de da mulher e infantil em um s&#x000f3; conjunto. Segundo Rosa, esse retrocesso reflete a agenda conservadora que privilegia a &#x0201c;prote&#x000e7;&#x000e3;o da fam&#x000ed;lia&#x0201d;, desconsidera o recorte racial-&#x000e9;tnico na sa&#x000fa;de e se afasta do princ&#x000ed;pio de integralidade e das demandas feministas, resultando em uma pol&#x000ed;tica que n&#x000e3;o atende &#x000e0; complexidade das necessidades das mulheres brasileiras.</p><p>Na Parte IV, Rosa aprofunda a an&#x000e1;lise das pol&#x000ed;ticas de sa&#x000fa;de dos anos 2000, explorando a constru&#x000e7;&#x000e3;o da categoria &#x0201c;mulher&#x0201d; e as implica&#x000e7;&#x000f5;es do engajamento dos movimentos sociais com o Estado. Ela examina como as pol&#x000ed;ticas p&#x000fa;blicas continuam a reproduzir uma vis&#x000e3;o essencialista e cisheteronormativa de &#x0201c;mulher&#x0201d;, associando-a majoritariamente &#x000e0; capacidade reprodutiva e &#x000e0; maternidade. Ela demonstra como, por um lado, os movimentos feministas e de mulheres ampliaram o reconhecimento de direitos e pautas no campo da sa&#x000fa;de. Por outro, o Estado frequentemente assimila essas demandas de forma limitada, neutralizando aspectos mais transformadores e reproduzindo desigualdades de g&#x000ea;nero, ra&#x000e7;a e classe. A autora exp&#x000f5;e o car&#x000e1;ter ambivalente desse engajamento, mostrando que, enquanto &#x000e9; essencial para avan&#x000e7;os, tamb&#x000e9;m implica concess&#x000f5;es e adapta&#x000e7;&#x000f5;es aos moldes estatais, que priorizam agendas conservadoras em momentos de retrocesso pol&#x000ed;tico. Rosa afirma que essas intera&#x000e7;&#x000f5;es s&#x000e3;o arenas de disputa em que se negocia n&#x000e3;o apenas o que &#x000e9; &#x0201c;mulher&#x0201d;, mas tamb&#x000e9;m quais vidas e experi&#x000ea;ncias s&#x000e3;o legitimadas ou invisibilizadas pelas pol&#x000ed;ticas de sa&#x000fa;de.</p><p>Nas <italic>Considera&#x000e7;&#x000f5;es Finais</italic>, a autora sintetiza sua an&#x000e1;lise cr&#x000ed;tica, destacando o car&#x000e1;ter din&#x000e2;mico, conflituoso e repleto de disputas do processo de defini&#x000e7;&#x000e3;o do sujeito &#x0201c;mulher&#x0201d; no campo da sa&#x000fa;de brasileira. Ela ressalta que essas pol&#x000ed;ticas operam como &#x0201c;tecnologias de governo&#x0201d; que n&#x000e3;o apenas regulam corpos e popula&#x000e7;&#x000f5;es, mas tamb&#x000e9;m refletem e reproduzem hierarquias de sexo-g&#x000ea;nero, articuladas a dimens&#x000f5;es econ&#x000f4;micas, sociais e pol&#x000ed;ticas. Segundo Rosa, &#x0201c;<italic>n&#x000e3;o h&#x000e1; meios de uma pessoa sem o conjunto feminino de &#x000f3;rg&#x000e3;os reprodutores alcan&#x000e7;ar uma cobertura de cidadania sob o registro da mulher no &#x000e2;mbito da sa&#x000fa;de</italic>&#x0201d; (p. 347). Esse silenciamento n&#x000e3;o &#x000e9; um mero esquecimento, mas uma &#x0201c;<italic>reitera&#x000e7;&#x000e3;o de um processo hierarquizante no qual se define quem conta como mulher no que concerne ao direito &#x000e0; sa&#x000fa;de</italic>&#x0201d; (p. 352), refor&#x000e7;ando exclus&#x000f5;es estruturais que marginalizam mulheres cujas identidades s&#x000e3;o subalternizadas.</p><p>Arruzza et al. <xref rid="B4" ref-type="bibr">
<sup>4</sup>
</xref> tamb&#x000e9;m enfatizam que os feminismos devem ser inclusivos e lutar contra todas as formas de opress&#x000e3;o, n&#x000e3;o apenas as que afetam certos tipos de mulheres. Defendem pol&#x000ed;ticas que sejam verdadeiramente interseccionais, capazes de atender &#x000e0;s necessidades de todas as &#x0201c;mulheres&#x0201d; e de reconhecer que a exclus&#x000e3;o de certos grupos &#x000e9; perpetuada pela influ&#x000ea;ncia de estruturas sociais, pol&#x000ed;ticas e econ&#x000f4;micas amplas.</p><p>A obra de Hevelyn Rosa se destaca pela profundidade anal&#x000ed;tica e pela inova&#x000e7;&#x000e3;o metodol&#x000f3;gica, articulando abordagens geneal&#x000f3;gicas e refer&#x000ea;ncias transdisciplinares. Sua cr&#x000ed;tica ao binarismo de sexo-g&#x000ea;nero e &#x000e0; centralidade da reprodu&#x000e7;&#x000e3;o revela as limita&#x000e7;&#x000f5;es das pol&#x000ed;ticas analisadas, bem como as din&#x000e2;micas de exclus&#x000e3;o que perpetuam desigualdades. Rosa conclui com um chamado &#x000e0; utiliza&#x000e7;&#x000e3;o de novos paradigmas, como o da justi&#x000e7;a reprodutiva, que rompam com as cercas simb&#x000f3;licas que subordinam as mulheres &#x000e0; reprodu&#x000e7;&#x000e3;o e que permitam subverter hierarquias de corpos, sexualidades e arranjos familiares. Para a autora, a Sa&#x000fa;de Coletiva deve abra&#x000e7;ar perspectivas transdisciplinares que inspirem &#x0201c;<italic>devires, deriva&#x000e7;&#x000f5;es, subvers&#x000f5;es</italic>&#x0201d; (p. 396) e a constru&#x000e7;&#x000e3;o de vidas mais viv&#x000ed;veis nos interst&#x000ed;cios das estruturas opressoras que ainda persistem.</p><p>Em s&#x000ed;ntese, <italic>Pol&#x000ed;ticas do Feminino: Sa&#x000fa;de, Sexo, G&#x000ea;nero</italic> &#x000e9; uma leitura indispens&#x000e1;vel para acad&#x000ea;micos, profissionais e militantes interessados na interse&#x000e7;&#x000e3;o entre g&#x000ea;nero, sa&#x000fa;de e pol&#x000ed;tica p&#x000fa;blica. Hevelyn Rosa n&#x000e3;o apenas problematiza a produ&#x000e7;&#x000e3;o de normatividades nas pol&#x000ed;ticas de sa&#x000fa;de, mas tamb&#x000e9;m aponta caminhos para uma transforma&#x000e7;&#x000e3;o paradigm&#x000e1;tica que valorize a diversidade e a justi&#x000e7;a social. Suas contribui&#x000e7;&#x000f5;es enriquecem significativamente os debates nos campos da Sa&#x000fa;de Coletiva e dos Estudos de G&#x000ea;nero, desafiando normatividades e incentivando pr&#x000e1;ticas inclusivas. A partir de sua an&#x000e1;lise cr&#x000ed;tica, fica evidente a urg&#x000ea;ncia de romper com as estruturas que subordinam mulheres a pap&#x000e9;is reprodutivos, propondo pol&#x000ed;ticas que considerem a integralidade e a interseccionalidade como princ&#x000ed;pios fundamentais. A obra &#x000e9; um convite &#x000e0; a&#x000e7;&#x000e3;o e &#x000e0; reflex&#x000e3;o, incitando leitores a se engajarem na constru&#x000e7;&#x000e3;o de uma Sa&#x000fa;de Coletiva mais equitativa e acess&#x000ed;vel para todas as mulheres. Recomenda-se vivamente esse livro para aqueles que buscam questionar certezas, desestabilizar normas e vislumbrar novos horizontes para as pol&#x000ed;ticas de sa&#x000fa;de sexual e reprodutiva.</p></body><back><ref-list><title>__________</title><ref id="B1"><label>1</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Rosa</surname><given-names>H</given-names></name>
</person-group><source>Pol&#x000ed;ticas do feminino: sa&#x000fa;de, sexo, g&#x000ea;nero</source><year>2023</year><publisher-loc>Rio de Janeiro</publisher-loc><publisher-name>Editora Fiocruz</publisher-name></element-citation></ref><ref id="B2"><label>2</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Fernandes</surname><given-names>C</given-names></name>
</person-group><article-title>Rasgos da reprodu&#x000e7;&#x000e3;o</article-title><source>Insight Intelig&#x000ea;ncia</source><year>2023</year><issue>102</issue><fpage>52</fpage><lpage>61</lpage></element-citation></ref><ref id="B3"><label>3</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Mello</surname><given-names>L</given-names></name>
<name><surname>Perilo</surname><given-names>M</given-names></name>
<name><surname>Braz</surname><given-names>CA</given-names></name>
<name><surname>Pedrosa</surname><given-names>C</given-names></name>
</person-group><article-title>Pol&#x000ed;ticas de sa&#x000fa;de para l&#x000e9;sbicas, gays, bissexuais, travestis e transexuais no Brasil em busca de universalidade, integralidade e equidade</article-title><source>Sex Salud Soc</source><year>2011</year><issue>9</issue><fpage>7</fpage><lpage>28</lpage></element-citation></ref><ref id="B4"><label>4</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Arruzza</surname><given-names>C</given-names></name>
<name><surname>Bhattacharya</surname><given-names>T</given-names></name>
<name><surname>Fraser</surname><given-names>N</given-names></name>
</person-group><source>Feminismo para os 99%: um manifesto</source><year>2022</year><publisher-loc>S&#x000e3;o Paulo</publisher-loc><publisher-name>Boitempo</publisher-name></element-citation></ref></ref-list></back></article>