<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:ali="http://www.niso.org/schemas/ali/1.0/" xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" article-type="research-article" dtd-version="1.3" xml:lang="de"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Chirurgie (Heidelb)</journal-id><journal-id journal-id-type="iso-abbrev">Chirurgie (Heidelb)</journal-id><journal-title-group><journal-title>Chirurgie (Heidelberg, Germany)</journal-title></journal-title-group><issn pub-type="ppub">2731-6971</issn><issn pub-type="epub">2731-698X</issn><publisher><publisher-name>Springer Medizin</publisher-name><publisher-loc>Heidelberg</publisher-loc></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmid">40323369</article-id><article-id pub-id-type="pmc">PMC12098399</article-id>
<article-id pub-id-type="publisher-id">2285</article-id><article-id pub-id-type="doi">10.1007/s00104-025-02285-0</article-id><article-categories><subj-group subj-group-type="heading"><subject>Originalien</subject></subj-group></article-categories><title-group><article-title>Digitalisierung in der chirurgischen Weiterbildung</article-title><subtitle>Status quo, Chancen und Herausforderungen</subtitle><trans-title-group><trans-title xml:lang="en">Digitalization in surgical training</trans-title><trans-subtitle>Status quo, opportunities and challenges</trans-subtitle></trans-title-group></title-group><contrib-group><contrib contrib-type="author" corresp="yes"><name><surname>Vogel</surname><given-names>Carolina</given-names></name><address><email>cvogel@bgu-tuebingen.de</email></address><xref ref-type="aff" rid="Aff1"/></contrib><contrib contrib-type="author"><name><surname>Bertsch</surname><given-names>Vera</given-names></name><xref ref-type="aff" rid="Aff1"/></contrib><contrib contrib-type="author"><name><surname>Rollmann</surname><given-names>Mika F.</given-names></name><xref ref-type="aff" rid="Aff1"/></contrib><contrib contrib-type="author"><name><surname>Herath</surname><given-names>Steven C.</given-names></name><xref ref-type="aff" rid="Aff1"/></contrib><contrib contrib-type="author"><name><surname>Histing</surname><given-names>Tina</given-names></name><xref ref-type="aff" rid="Aff1"/></contrib><contrib contrib-type="author"><name><surname>Braun</surname><given-names>Benedikt J.</given-names></name><xref ref-type="aff" rid="Aff1"/></contrib><aff id="Aff1"><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/04wwp6r22</institution-id><institution-id institution-id-type="GRID">grid.482867.7</institution-id><institution-id institution-id-type="ISNI">0000 0001 0211 6259</institution-id><institution>BG Klinik T&#x000fc;bingen, </institution><institution>Klinik f&#x000fc;r Unfall- und Wiederherstellungschirurgie der Eberhard Karls Universit&#x000e4;t, </institution></institution-wrap>Schnarrenbergstra&#x000df;e&#x000a0;95, 72076 T&#x000fc;bingen, Deutschland </aff></contrib-group><pub-date pub-type="epub"><day>5</day><month>5</month><year>2025</year></pub-date><pub-date pub-type="pmc-release"><day>5</day><month>5</month><year>2025</year></pub-date><pub-date pub-type="ppub"><year>2025</year></pub-date><volume>96</volume><issue>6</issue><fpage>482</fpage><lpage>491</lpage><history><date date-type="accepted"><day>20</day><month>3</month><year>2025</year></date></history><permissions><copyright-statement>&#x000a9; The Author(s) 2025</copyright-statement><copyright-year>2025</copyright-year><license><ali:license_ref specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p>
<bold>Open Access</bold> Dieser Artikel wird unter der Creative Commons Namensnennung 4.0 International Lizenz ver&#x000f6;ffentlicht, welche die Nutzung, Vervielf&#x000e4;ltigung, Bearbeitung, Verbreitung und Wiedergabe in jeglichem Medium und Format erlaubt, sofern Sie den/die urspr&#x000fc;nglichen Autor(en) und die Quelle ordnungsgem&#x000e4;&#x000df; nennen, einen Link zur Creative Commons Lizenz beif&#x000fc;gen und angeben, ob &#x000c4;nderungen vorgenommen wurden. Die in diesem Artikel enthaltenen Bilder und sonstiges Drittmaterial unterliegen ebenfalls der genannten Creative Commons Lizenz, sofern sich aus der Abbildungslegende nichts anderes ergibt. Sofern das betreffende Material nicht unter der genannten Creative Commons Lizenz steht und die betreffende Handlung nicht nach gesetzlichen Vorschriften erlaubt ist, ist f&#x000fc;r die oben aufgef&#x000fc;hrten Weiterverwendungen des Materials die Einwilligung des jeweiligen Rechteinhabers einzuholen. Weitere Details zur Lizenz entnehmen Sie bitte der Lizenzinformation auf <ext-link ext-link-type="uri" xlink:href="https://creativecommons.org/licenses/by/4.0/">http://creativecommons.org/licenses/by/4.0/deed.de</ext-link>.</license-p></license></permissions><abstract id="Abs1"><sec><title>Hintergrund</title><p>Die digitale Transformation der Medizin stellt ein zentrales politisches Thema dar, welches auch die chirurgische Weiterbildung betrifft. Die bisherigen Bem&#x000fc;hungen zur Umsetzung der Digitalisierung wurden von &#x000c4;rztinnen und &#x000c4;rzten als unzureichend wahrgenommen. Es besteht noch erhebliches Potenzial, die Chancen der Digitalisierung gezielt zur Verbesserung der chirurgischen Weiterbildung einzusetzen.</p></sec><sec><title>Fragestellung</title><p>Wie bewerten &#x000c4;rztinnen und &#x000c4;rzte in (spezieller) chirurgischer Weiterbildung die Verf&#x000fc;gbarkeit, Umsetzung sowie Chancen und Hindernisse der Digitalisierung in der chirurgischen Weiterbildung in Deutschland?</p></sec><sec><title>Material und Methoden</title><p>&#x000c4;rztinnen und &#x000c4;rzte in (spezieller) chirurgischer Weiterbildung wurden &#x000fc;ber einen webbasierten Fragebogen zum Stand der Digitalisierung in der chirurgischen Weiterbildung befragt. Insgesamt wurden 313 Frageb&#x000f6;gen ausgewertet.</p></sec><sec><title>Ergebnisse</title><p>Die Mehrheit der &#x000c4;rztinnen und &#x000c4;rzte sieht gro&#x000df;es Potenzial in der Digitalisierung zur Verbesserung der Weiterbildung. Digitale Weiterbildungen, Apps und Onlinedatenbanken werden regelm&#x000e4;&#x000df;ig genutzt. Demgegen&#x000fc;ber verwendet lediglich ein Viertel der Befragten ein digitales Logbuch. Die Mehrheit der Befragten sieht in der Umsetzung der Digitalisierung zudem Verbesserungschancen bei der Vereinbarkeit von Familie und Beruf.</p></sec><sec><title>Diskussion</title><p>Digitale Tools sowie die Nutzung von Augmented Reality (AR) und Virtual Reality (VR) werden als potenziell wertvoll zur Verbesserung der Weiterbildung angesehen. Bislang werden diese M&#x000f6;glichkeiten jedoch kaum genutzt. Die bislang unzureichende Implementierung digitaler Logb&#x000fc;cher verdeutlicht die Notwendigkeit einer optimierten Integration dieser digitalen L&#x000f6;sungen. Eine umfassende digitale Transformation in der Chirurgie ist erforderlich, um die Effizienz im klinischen Alltag und die Qualit&#x000e4;t der Weiterbildung nachhaltig zu optimieren. Daher besteht sowohl hinsichtlich des Ausbaus der digitalen Infrastruktur in den Kliniken als auch bei der Integration theoretischer und praktischer digitaler Tools in die Weiterbildung dringender Handlungsbedarf.</p></sec><sec><title>Graphic abstract</title><p>
<graphic position="anchor" xlink:href="104_2025_2285_Figabs_HTML" id="d33e191"/>
</p></sec></abstract><trans-abstract xml:lang="en" id="Abs2"><sec><title>Background</title><p>The digital transformation of medicine is a&#x000a0;key policy issue that also affects continuing surgical training. Previous efforts to implement digitalization were perceived as insufficient by doctors. There is still considerable potential to improve continuing surgical training by targeting the opportunities offered by digitalization.</p></sec><sec><title>Research question</title><p>How do physicians in (special) surgical training assess the availability, implementation, opportunities and barriers of digitalization in continuing surgical training in Germany?</p></sec><sec><title>Material and methods</title><p>Physicians in (special) surgical training were surveyed via a&#x000a0;web-based questionnaire on the status of digitalization in continuing surgical training. A&#x000a0;total of 313 responses were analyzed.</p></sec><sec><title>Results</title><p>The majority of physicians see great potential in digitalization for improving continuing training. Digital training programs, apps and online databases are used regularly; however, only a&#x000a0;quarter of respondents use a&#x000a0;digital training logbook. The majority of respondents also see opportunities to improve the work-life balance through the implementation of digitalization.</p></sec><sec><title>Conclusion</title><p>Digital tools as well as the use of augmented reality (AR) and virtual reality (VR), are seen as potentially valuable for improving continuing education but are scarcely used. The inadequate implementation of digital training logbooks highlights the need for optimized integration of these digital solutions. A&#x000a0;comprehensive digital transformation in surgery is necessary to sustainably improve the efficiency of clinical routine practice and the quality of continuing education. Urgent action is therefore needed both in terms of expanding the digital infrastructure in hospitals and integrating theoretical and practical digital tools into continuing education.</p></sec></trans-abstract><kwd-group xml:lang="de"><title>Schl&#x000fc;sselw&#x000f6;rter</title><kwd>Chirurgische Weiterbildung</kwd><kwd>Digitalisierung</kwd><kwd>Digitale Transformation</kwd><kwd>Digitales Logbuch</kwd><kwd>Simulationen</kwd></kwd-group><kwd-group xml:lang="en"><title>Keywords</title><kwd>Continuing surgical training</kwd><kwd>Digitalization</kwd><kwd>Digital transformation</kwd><kwd>Digital logbook</kwd><kwd>Simulations</kwd></kwd-group><funding-group><award-group><funding-source><institution>Universit&#x000e4;tsklinikum T&#x000fc;bingen (8868)</institution></funding-source></award-group><open-access><p>Open Access funding enabled and organized by Projekt DEAL.</p></open-access></funding-group><custom-meta-group><custom-meta><meta-name>issue-copyright-statement</meta-name><meta-value>&#x000a9; Springer Medizin Verlag GmbH, ein Teil von Springer Nature 2025</meta-value></custom-meta></custom-meta-group></article-meta></front><body><sec id="Sec1"><title>Hintergrund und Fragestellung</title><p>Die fortschreitende Digitalisierung stellt eine gesamtgesellschaftliche Herausforderung dar, welche alle Bereiche des Lebens betrifft. Auch das Gesundheitswesen ist von den damit einhergehenden Ver&#x000e4;nderungen betroffen. Die digitale Transformation, also die intelligente Nutzung digitaler Daten, wirkt sich im medizinischen Sektor sowohl auf die Krankenversorgung, Forschung, Lehre und damit auch auf die die chirurgische Weiterbildung aus [<xref ref-type="bibr" rid="CR1">1</xref>, <xref ref-type="bibr" rid="CR2">2</xref>]. Derzeit stehen Politik, Hochschulen und medizinische Versorgungseinrichtungen vor gro&#x000df;en Herausforderungen hinsichtlich der Finanzierung und Umsetzung der Digitalisierung [<xref ref-type="bibr" rid="CR3">3</xref>&#x02013;<xref ref-type="bibr" rid="CR5">5</xref>]. Die Implementierung digitaler medizinischer Infrastruktur gewinnt somit zunehmend an Bedeutung und erfordert auch beim &#x000e4;rztlichen Personal eine Anwendungskompetenz [<xref ref-type="bibr" rid="CR6">6</xref>&#x02013;<xref ref-type="bibr" rid="CR8">8</xref>]. Diese digitale Kompetenz erfordert u.&#x0202f;a. die F&#x000e4;higkeit, spezialisierte digitale Technologien und Systeme im Alltag effektiv zu nutzen. Hinsichtlich der chirurgischen Weiterbildung hat die Digitalisierung von Lehrinhalten besonders w&#x000e4;hrend der Corona-Pandemie eine rasante Entwicklung gezeigt. So k&#x000f6;nnen zum einen zunehmend theoretische Weiterbildungsinhalten digital einfach und zeitnah abgerufen werden, sodass sich diese im Rahmen eines Selbststudiums zeit&#x000f6;konomisch aneignen lassen [<xref ref-type="bibr" rid="CR6">6</xref>, <xref ref-type="bibr" rid="CR9">9</xref>, <xref ref-type="bibr" rid="CR10">10</xref>]. Zum anderen bieten Simulationen in der operativen Weiterbildung bei zunehmender technischer Komplexit&#x000e4;t der Operationen sowie steigendem Zeit- und Kostendruck eine zus&#x000e4;tzliche Trainingsoptionen zur Optimierung der Performance [<xref ref-type="bibr" rid="CR11">11</xref>, <xref ref-type="bibr" rid="CR12">12</xref>]. Hinzu kommen spezielle Weiterbildungstools wie digitale Nachschlagewerke f&#x000fc;r das chirurgische Management, beispielsweise die Surgery-Reference-App der Arbeitsgemeinschaft f&#x000fc;r Osteosynthesefragen, smarte Bildschirme im Operationssaal oder intelligente Sprachsteuerungssysteme. Diese sollen dazu beitragen, den Arbeitsalltag sowie die Weiterbildung zu optimieren. Die Grenzen zwischen einer effizienten Bew&#x000e4;ltigung des digitalen, administrativen Klinikalltags und der daraus entstehenden Zeitersparnis und somit der Verbesserung der chirurgischen Weiterbildung sind flie&#x000df;end.</p><p>In der Realit&#x000e4;t wurde die Umsetzung der Digitalisierung von &#x000c4;rztinnen und &#x000c4;rzten bisher jedoch als insuffizient wahrgenommen und die m&#x000f6;glichen Chancen kommen deshalb im Klinikalltag nur unzureichend zur Anwendung [<xref ref-type="bibr" rid="CR9">9</xref>, <xref ref-type="bibr" rid="CR10">10</xref>]. Besonders im Kontext der &#x000e4;rztlichen Weiterbildung stehen vielerorts noch eine hohe Arbeitsbelastung mit einer Vielzahl an unzureichend digital transformierten administrativen T&#x000e4;tigkeiten, &#x000f6;konomische Zw&#x000e4;nge sowie die Einhaltung des Arbeitszeitgesetztes im Fokus und lassen teilweise wenig Zeit f&#x000fc;r die Weiterbildung [<xref ref-type="bibr" rid="CR13">13</xref>].</p><p>Diese Umfrage untersucht die Verf&#x000fc;gbarkeit, Umsetzung sowie Wahrnehmung der Chancen und Hindernisse der Digitalisierung in der chirurgischen Weiterbildung in Deutschland.</p></sec><sec id="Sec2"><title>Studiendesign und Untersuchungsmethoden</title><p>Die vorliegende Studie basiert auf einer anonymen Onlineumfrage, die im Zeitraum vom 03.03. bis 05.04.2024 durchgef&#x000fc;hrt wurde. Die Umfrage richtete sich an &#x000c4;rztinnen und &#x000c4;rzte in Weiterbildung sowie Fach&#x000e4;rztinnen und Fach&#x000e4;rzte in der speziellen chirurgischen Weiterbildung aller chirurgischer F&#x000e4;cher (Weiterbildungsassistenten, WBA). Die Umfrage wurde durch den Berufsverband der Deutschen Chirurgie (BDC) &#x000fc;ber den E&#x02011;Mail-Verteiler der &#x000c4;rztinnen und &#x000c4;rzte in Weiterbildung sowie der Fach&#x000e4;rztinnen und Fach&#x000e4;rzte geteilt. Des Weiteren wurde die Umfrage auf den Social-Media-Kan&#x000e4;len des Vereins Chirurginnen e.&#x0202f;V. geteilt.</p><p>Im Rahmen der vorliegenden Untersuchung wurden die Verf&#x000fc;gbarkeit, die Umsetzung sowie die Wahrnehmung der Chancen und Hindernisse der Digitalisierung in der chirurgischen Weiterbildung in Deutschland analysiert. Insgesamt umfasste der Fragebogen 44&#x000a0;Auswahlfragen mit teilweise freien Zusatzantworten sowie ein abschlie&#x000df;endes Freitextfeld zur &#x000dc;bermittlung von Anregungen zum Thema. Im Rahmen der Umfrage wurden demografische Daten wie Geschlecht, Altersgruppe, beruflicher T&#x000e4;tigkeitsbereich (station&#x000e4;r oder ambulant), Arbeitszeitmodell, Wohnort, chirurgische Fachrichtung und Art der medizinischen Einrichtung erfasst. Dar&#x000fc;ber hinaus wurde der Status der Weiterbildung erfragt. Die Umfrage ermittelte die subjektive Einsch&#x000e4;tzung der digitalen Kompetenzen im privaten und beruflichen Kontext. Dar&#x000fc;ber hinaus wurde erfragt, wie die Vermittlung digitaler Kompetenzen im Rahmen des Medizinstudiums bewertet wird. Als digitale Kompetenzen wurden folgende Bereiche definiert: Informationstechnologie und Datenmanagement, Telemedizin und digitale Gesundheitsanwendungen, digitale Patientenversorgung und Simulationen, E&#x02011;Learning und Onlinebildungsressourcen, digitale Ethik und rechtliche Aspekte sowie interdisziplin&#x000e4;re Zusammenarbeit und Kommunikation.</p><p>Dar&#x000fc;ber hinaus wurden die Nutzung digitaler Tools im beruflichen Alltag sowie die Teilnahme an digitalen Weiterbildungsangeboten erfragt. Im Rahmen der Erhebung wurde zwischen verschiedenen digitalen Anwendungen wie Onlinedatenbanken, Nachschlagewerken, Podcasts und Onlineweiterbildungen differenziert. Des Weiteren wurde erhoben, ob die Teilnehmenden im Vorfeld eine Schulung in der Nutzung der jeweiligen Anwendungen erhalten hatten. Zus&#x000e4;tzlich wurden Fragen zur Einsch&#x000e4;tzung der Potenziale digitaler Anwendungen f&#x000fc;r die Optimierung der Weiterbildung gestellt. Zudem wurden etwaige Hindernisse f&#x000fc;r die Nutzung digitaler Tools erfasst.</p><p>Als Umfragetool wurde die Software Google Formulare verwendet. Die Umfragedaten wurden deskriptiv ausgewertet. Die Analyse und Visualisierung der Umfragedaten erfolgte mit Excel (Microsoft&#x000ae; Excel&#x000ae; f&#x000fc;r Microsoft 365 MSO (Version 2406 Build 16.0.17726.20078), Redmond, WA, USA). Die Kategorisierung und Visualisierung der freien Antworten wurden h&#x000e4;ndisch durchgef&#x000fc;hrt.</p></sec><sec id="Sec3"><title>Ergebnisse</title><sec id="Sec4"><title>Demographische Daten</title><p>Insgesamt nahmen 313 Personen an der Umfrage teil. Die demographischen Daten sind in Tab.&#x000a0;<xref rid="Tab1" ref-type="table">1</xref> dargestellt. Die Mehrheit der Befragten sind Frauen (70,3&#x0202f;% weiblich, 28,8&#x0202f;% m&#x000e4;nnlich). 53&#x0202f;% der Teilnehmenden sind zwischen 30&#x000a0;und 39&#x000a0;Jahre alt. Rund drei Viertel arbeiten im station&#x000e4;ren Sektor, ebenfalls knapp drei Viertel arbeiten in Vollzeit. Mehr als die H&#x000e4;lfte der Befragten lebt in Gro&#x000df;st&#x000e4;dten mit &#x000fc;ber 100.000 Einwohnern. Die h&#x000e4;ufigsten Fachrichtungen sind Viszeralchirurgie und Orthop&#x000e4;die/Unfallchirurgie (jeweils 31&#x0202f;%), gefolgt von Allgemeinchirurgie (14,7&#x0202f;%). Etwa die H&#x000e4;lfte (48,9&#x0202f;%) sind Fach&#x000e4;rztinnen oder Fach&#x000e4;rzte, die andere H&#x000e4;lfte (48,6&#x0202f;%) befindet sich in Weiterbildung. 27,2&#x0202f;% der Befragten arbeiten in einem Krankenhaus der Grund- und Regelversorgung, 16,3&#x0202f;% arbeiten in einer Universit&#x000e4;tsklinik und nur 4,2&#x0202f;% sind in einer Praxis t&#x000e4;tig.<table-wrap id="Tab1"><label>Tab. 1</label><caption><p>Demographische Daten der Teilnehmenden (<italic>n</italic>&#x0202f;=&#x02009;313)</p></caption><table frame="hsides" rules="groups"><thead><tr><th/><th><italic>n</italic></th><th>Anteil (%)</th></tr></thead><tbody><tr><td colspan="3"><italic>Geschlecht</italic></td></tr><tr><td>M&#x000e4;nnlich</td><td>90</td><td>28,8</td></tr><tr><td>Weiblich</td><td>220</td><td>70,3</td></tr><tr><td>Divers</td><td>1</td><td>0,3</td></tr><tr><td>Keine Antwort</td><td>2</td><td>0,6</td></tr><tr><td colspan="3"><italic>Altersgruppe</italic></td></tr><tr><td>&#x0003c;&#x0202f;20&#x000a0;Jahre</td><td>1</td><td>0,3</td></tr><tr><td>20&#x02013;29&#x000a0;Jahre</td><td>46</td><td>14,7</td></tr><tr><td>30&#x02013;39&#x000a0;Jahre</td><td>166</td><td>53,0</td></tr><tr><td>40&#x02013;49&#x000a0;Jahre</td><td>73</td><td>23,3</td></tr><tr><td>50&#x02013;59&#x000a0;Jahre</td><td>11</td><td>3,5</td></tr><tr><td>60&#x02013;69&#x000a0;Jahre</td><td>16</td><td>5,1</td></tr><tr><td>&#x0003e;&#x0202f;69&#x000a0;Jahre</td><td>0</td><td>0,0</td></tr><tr><td colspan="3"><italic>T&#x000e4;tigkeitssektor</italic></td></tr><tr><td>Station&#x000e4;r</td><td>239</td><td>76,4</td></tr><tr><td>Ambulant</td><td>19</td><td>6,1</td></tr><tr><td>Gemischt</td><td>55</td><td>17,6</td></tr><tr><td colspan="3"><italic>T&#x000e4;tigkeitsregion</italic></td></tr><tr><td>L&#x000e4;ndliche Region (weniger als 10.000 Einwohnerinnen und Einwohner)</td><td>20</td><td>6,4</td></tr><tr><td>Kleinstadt und Mittelstadt (mehr als 10.000/weniger als 100.000 Einwohnerinnen und Einwohner)</td><td>124</td><td>39,6</td></tr><tr><td>Gro&#x000df;stadt (mehr als 100.000 Einwohnerinnen und Einwohner)</td><td>169</td><td>54,0</td></tr><tr><td colspan="3"><italic>Karrierestufe</italic></td></tr><tr><td>Studierende</td><td>1</td><td>0,3</td></tr><tr><td>&#x000c4;rztliche Weiterbildung: 1. bis 2.&#x000a0;Jahr</td><td>44</td><td>14,1</td></tr><tr><td>&#x000c4;rztliche Weiterbildung: 3. bis 4.&#x000a0;Jahr</td><td>29</td><td>9,3</td></tr><tr><td>&#x000c4;rztliche Weiterbildung: &#x0003e;&#x0202f;4.&#x000a0;Jahr</td><td>79</td><td>25,2</td></tr><tr><td>Fach&#x000e4;rztin/Facharzt</td><td>153</td><td>48,9</td></tr><tr><td>Privat&#x000e4;rztliche T&#x000e4;tigkeit</td><td>1</td><td>0,3</td></tr><tr><td>Ober&#x000e4;rztin/-arzt</td><td>5</td><td>1,6</td></tr><tr><td>Chef&#x000e4;rztin/-arzt</td><td>1</td><td>0,3</td></tr><tr><td colspan="3"><italic>Arbeitszeitmodell</italic></td></tr><tr><td>Studium</td><td>1</td><td>0,3</td></tr><tr><td>Vollzeit</td><td>230</td><td>73,5</td></tr><tr><td>Teilzeit &#x0003e;&#x0202f;50&#x0202f;%</td><td>55</td><td>17,6</td></tr><tr><td>Teilzeit &#x0003c;&#x0202f;50&#x0202f;%</td><td>9</td><td>2,9</td></tr><tr><td>Elternzeit</td><td>13</td><td>4,2</td></tr><tr><td>Arbeitssuchend</td><td>5</td><td>1,6</td></tr><tr><td colspan="3"><italic>Versorgertyp</italic></td></tr><tr><td>Praxis</td><td>13</td><td>4,2</td></tr><tr><td>Medizinisches Versorgungszentrum</td><td>9</td><td>2,9</td></tr><tr><td>Krankenhaus der Grund- und Regelversorgung</td><td>85</td><td>27,2</td></tr><tr><td>Krankenhaus der Zentralversorgung/Schwerpunktkrankenh&#x000e4;user</td><td>74</td><td>23,6</td></tr><tr><td>Krankenhaus der Maximalversorgung</td><td>73</td><td>23,3</td></tr><tr><td>Universit&#x000e4;tsklinik</td><td>51</td><td>16,3</td></tr><tr><td>Nichts davon ist zutreffend</td><td>8</td><td>2,6</td></tr><tr><td colspan="3"><italic>Fachdisziplin</italic></td></tr><tr><td>Allgemeinchirurgie</td><td>46</td><td>14,7</td></tr><tr><td>Gef&#x000e4;&#x000df;chirurgie</td><td>20</td><td>6,4</td></tr><tr><td>Herzchirurgie</td><td>9</td><td>2,9</td></tr><tr><td>Kinderchirurgie</td><td>10</td><td>3,2</td></tr><tr><td>Mund-Kiefer-Gesichtschirurgie</td><td>9</td><td>2,9</td></tr><tr><td>Neurochirurgie</td><td>1</td><td>0,3</td></tr><tr><td>Orthop&#x000e4;die und Unfallchirurgie</td><td>97</td><td>31,0</td></tr><tr><td>Plastische Chirurgie</td><td>11</td><td>3,5</td></tr><tr><td>Thoraxchirurgie</td><td>6</td><td>1,9</td></tr><tr><td>Viszeralchirurgie</td><td>97</td><td>31,0</td></tr><tr><td>Gyn&#x000e4;kologie</td><td>1</td><td>0,3</td></tr><tr><td>Dermatologie</td><td>1</td><td>0,3</td></tr><tr><td>Zahnmedizin</td><td>3</td><td>1,0</td></tr><tr><td>Sonstige</td><td>2</td><td>0,6</td></tr></tbody></table></table-wrap></p></sec><sec id="Sec5"><title>Chancen der Digitalisierung f&#x000fc;r die chirurgische Weiterbildung</title><p>Die Option digitaler Lernzeiten, die Digitalisierung der Arbeitszeit- und T&#x000e4;tigkeitserfassung, der Einsatz medizinischer Apps und Kommunikationsmittel sowie die Optimierung der digitalen Administration wird mehrheitlich positiv zur Verbesserung der Weiterbildung bewertet (Abb.&#x000a0;<xref rid="Fig1" ref-type="fig">1</xref>).<fig id="Fig1"><label>Abb. 1</label><caption><p>Digitalisierungsma&#x000df;nahmen mit potenziell positiver Auswirkung auf die Weiterbildung</p></caption><graphic xlink:href="104_2025_2285_Fig1_HTML" id="d33e743"/></fig></p><p>Im Freitext wurden als gew&#x000fc;nschte Digitalisierungsma&#x000df;nahmen die Verbesserung der intra- und interklinischen Infrastruktur sowie die Integration von k&#x000fc;nstlicher Intelligenz und Simulationen in die klinischen Abl&#x000e4;ufe und die Ausbildung genannt. Gefordert wurden beispielsweise der Einsatz von (KI-gest&#x000fc;tzten) Diktatprogrammen zur Erstellung von Arztbriefen sowie der Einsatz von OP-Simulationen zum Erlernen von Operationstechniken. Onlinekurse, Webinare und Apps mit klinischen Inhalten geh&#x000f6;ren ebenfalls zu den gew&#x000fc;nschten Angeboten. Auch der Fernzugriff auf das Kliniksystem wird genannt.</p><p>In Bezug auf die Vereinbarkeit von Beruf und Familie zeigt sich, dass die Mehrheit der Befragten (54,3&#x0202f;%) keine Verbesserung durch den aktuellen Stand der Digitalisierung sieht. Allerdings sind 57,5&#x0202f;% der Befragten der Meinung, dass eine Verbesserung durch eine weitere Digitalisierung m&#x000f6;glich ist (Abb.&#x000a0;<xref rid="Fig2" ref-type="fig">2</xref>).<fig id="Fig2"><label>Abb. 2</label><caption><p>Verbesserung der Vereinbarkeit von Familie und Beruf durch Digitalisierung</p></caption><graphic xlink:href="104_2025_2285_Fig2_HTML" id="d33e756"/></fig></p></sec><sec id="Sec6"><title>Digitale Infrastruktur im Berufsalltag</title><p>Hinsichtlich der Nutzung digitaler Anwendungen im Berufsalltag (Abb.&#x000a0;<xref rid="Fig3" ref-type="fig">3</xref>) geben 1,3&#x0202f;% der Befragten an, keinerlei digitale Anwendungen zu nutzen. Das elektronische Rezept wird von 22,4&#x0202f;% genutzt und die elektronische Arbeitsunf&#x000e4;higkeitsbescheinigung (eAU) von 34,5&#x0202f;% der Befragten. Die Mehrheit nutzt entweder standortgebundene oder standort&#x000fc;bergreifende digitale Patientenakten, 64,9&#x0202f;% nutzen ein digitales Krankenhausinformationssystem. In diesem Kontext geben 37,1&#x0202f;% der Befragten an, in keiner von ihnen benutzten digitalen Anwendung geschult worden zu sein.<fig id="Fig3"><label>Abb. 3</label><caption><p>Nutzung und Schulung digitaler Anwendungen in medizinischen Versorgungseinrichtungen</p></caption><graphic xlink:href="104_2025_2285_Fig3_HTML" id="d33e770"/></fig></p></sec><sec id="Sec7"><title>Digitale Weiterbildungsformate</title><p>Digitale Weiterbildungsformate (Abb.&#x000a0;<xref rid="Fig4" ref-type="fig">4</xref>) werden von der Mehrheit der Befragten eingesetzt. Dazu z&#x000e4;hlen Onlinedatenbanken und digitale Nachschlagewerke, die von 81,2&#x0202f;% der Befragten genutzt werden. Die Frequenz der Nutzung digitaler Nachschlagewerke wurde unabh&#x000e4;ngig von der Weiterbildungsstufe von mehr als zwei Drittel (78,6&#x0202f;%) als t&#x000e4;glich oder w&#x000f6;chentlich angegeben (nicht dargestellt). Onlinefortbildungen werden von &#x000fc;ber 75&#x0202f;% der Teilnehmenden in Anspruch genommen. Zus&#x000e4;tzlich nutzt etwa die H&#x000e4;lfte Podcasts zur Weiterbildung. Lediglich 6,7&#x0202f;% der Befragten geben an, keine digitalen Weiterbildungsformate zu kennen oder zu nutzen.<fig id="Fig4"><label>Abb. 4</label><caption><p>Nutzung digitaler Weiterbildungsformate</p></caption><graphic xlink:href="104_2025_2285_Fig4_HTML" id="d33e784"/></fig></p><p>Dabei halten 54,3&#x0202f;% der Befragten digitale Formate f&#x000fc;r (eher) relevante Weiterbildungsm&#x000f6;glichkeiten, w&#x000e4;hrend 27,4&#x0202f;% der Befragten dem (eher) nicht zustimmen (nicht dargestellt).</p><p>W&#x000e4;hrend 73,5&#x0202f;% der Befragten voll und eher zustimmen, dass digitale Anwendungen wie z.&#x0202f;B. Augmented/Virtuell Reality, (OP-)Simulationen am Roboter oder Patientensimulationen Chancen zur Verbesserung der Weiterbildung bieten, geben 82,4&#x0202f;% an, dass diese aktuell nicht oder eher nicht Teil der Weiterbildung sind (Abb.&#x000a0;<xref rid="Fig5" ref-type="fig">5</xref>).<fig id="Fig5"><label>Abb. 5</label><caption><p>Einsch&#x000e4;tzung der Befragten zur aktuellen Verwendung digitaler Formate als Teil der Weiterbildung sowie der Chancen zur Verbesserung der Weiterbildung durch digitale Formate</p></caption><graphic xlink:href="104_2025_2285_Fig5_HTML" id="d33e797"/></fig></p></sec><sec id="Sec8"><title>Digitale Kompetenz</title><p>Die Selbsteinsch&#x000e4;tzung der individuellen digitalen Kompetenz in &#x0201e;Anf&#x000e4;nger&#x0201c;, &#x0201e;Fortgeschrittene&#x0201c; und &#x0201e;Experte&#x0201c; ist im privaten Bereich h&#x000f6;her als im beruflichen (nicht dargestellt). Privat bewerten sich 72,8&#x0202f;% der Befragten als fortgeschrittene Nutzer und 11,8&#x0202f;% als Experten. Im beruflichen Umfeld sehen sich hingegen nur 58,8&#x0202f;% als Fortgeschritten und 5,8&#x0202f;% als Experten.</p><p>Die Vermittlung digitaler Kompetenzen im Medizinstudium als Vorbereitung auf die &#x000e4;rztliche T&#x000e4;tigkeit wurde mehrheitlich als unzureichend bewertet (Abb.&#x000a0;<xref rid="Fig6" ref-type="fig">6</xref>). Lediglich die ausreichende Vermittlung von E&#x02011;Learning wird von rund zwei Dritteln der Befragten als zutreffend oder eher zutreffend eingesch&#x000e4;tzt.<fig id="Fig6"><label>Abb. 6</label><caption><p>Einsch&#x000e4;tzung von im Studium vermittelten IT-F&#x000e4;higkeiten</p></caption><graphic xlink:href="104_2025_2285_Fig6_HTML" id="d33e812"/></fig></p></sec><sec id="Sec9"><title>Digitales Weiterbildungslogbuch</title><p>Im Rahmen der Umfrage wurde die Nutzung des digitalen Weiterbildungslogbuchs abgefragt (Abb.&#x000a0;<xref rid="Fig7" ref-type="fig">7</xref>). Mehr als die H&#x000e4;lfte (60,7&#x0202f;%) der Befragten gibt an, dass f&#x000fc;r ihre Weiterbildung ein digitales Logbuch existiert, allerdings f&#x000fc;hren nur 24,6&#x0202f;% ein solches und nur 20,1&#x0202f;% teilen dieses auch digital mit den Weiterbildenden.<fig id="Fig7"><label>Abb. 7</label><caption><p>Nutzung des digitalen Weiterbildungslogbuchs</p></caption><graphic xlink:href="104_2025_2285_Fig7_HTML" id="d33e826"/></fig></p></sec><sec id="Sec10"><title>Herausforderungen bei der Umsetzung der Digitalisierung</title><p>Herausforderungen bei der Umsetzung der Digitalisierung sehen die Befragten haupts&#x000e4;chlich in einem Mangel an technischen Ressourcen (71,6&#x0202f;%), Zeit (51,4&#x0202f;%) und Qualit&#x000e4;tsinhalten (50,2&#x0202f;%). Einen Mangel an pers&#x000f6;nlichem Know-how (49,8&#x0202f;%) oder Interesse (64,5&#x0202f;%) sieht die Mehrheit der Befragten eher nicht als Hindernis (Abb.&#x000a0;<xref rid="Fig8" ref-type="fig">8</xref>).<fig id="Fig8"><label>Abb. 8</label><caption><p>Hindernisse f&#x000fc;r Digitalisierung</p></caption><graphic xlink:href="104_2025_2285_Fig8_HTML" id="d33e840"/></fig></p></sec></sec><sec id="Sec11"><title>Diskussion</title><p>Die fortschreitende Digitalisierung im medizinischen Sektor ist unvermeidlich und umfasst auch die chirurgische Weiterbildung. Obwohl die digitale Transformation noch langsam voranschreitet und bei Finanzierung sowie Umsetzung deutliche Defizite bestehen, er&#x000f6;ffnen sich perspektivisch wertvolle Chancen zur Verbesserung der klinischen Infrastruktur, zur Effizienzsteigerung administrativer Prozesse und damit potenziell mehr Zeit f&#x000fc;r die chirurgische Weiterbildung. Dar&#x000fc;ber hinaus entstehen zunehmend digitale Weiterbildungsformate sowohl theoretischer als auch praktischer Art, wie z.&#x0202f;B. Simulationen, die eine wertvolle Erg&#x000e4;nzung in der chirurgischen Ausbildung darstellen. Diese Umfrage beleuchtet die Einsch&#x000e4;tzung der Verf&#x000fc;gbarkeit, Umsetzung und Wahrnehmung von Chancen und Hindernissen der Digitalisierung in der chirurgischen Weiterbildung in Deutschland.</p><p>Die Digitalisierung in der Chirurgie er&#x000f6;ffnet f&#x000fc;r das medizinische Personal, die Kliniken und nicht zuletzt f&#x000fc;r die Patientinnen und Patienten erhebliche Optimierungspotenziale.</p><p>Die M&#x000f6;glichkeiten f&#x000fc;r die chirurgische Weiterbildung lassen sich jedoch nicht isoliert betrachten, sondern ergeben sich vielmehr aus einer Kombination verschiedener Faktoren. Dazu z&#x000e4;hlt zum einen die Optimierung der klinischen Infrastruktur. Diese umfasst den Abbau administrativer T&#x000e4;tigkeiten durch smarte Krankenhausinformationssysteme sowie die intelligente Dokumentation. Dies w&#x000fc;rde zu einer Steigerung der verf&#x000fc;gbaren Zeit f&#x000fc;r die direkte Patientenversorgung sowie f&#x000fc;r die individuelle Weiterbildung f&#x000fc;hren. Eine Verbesserung der digitalen Infrastruktur wurde von der Mehrheit der Befragten dieser Umfrage zudem als Chance zur Verbesserung der Vereinbarkeit von Familie und Beruf bewertet.</p><p>Die Implementierung digitaler Wissensdatenbanken und neuer Technologien wie Simulationen oder telemedizinischer Infrastruktur kann zudem die Qualit&#x000e4;t der Weiterbildung erh&#x000f6;hen und letztlich zu einer besseren Patientenversorgung f&#x000fc;hren.</p><p>Digitale Formate wie medizinische Apps oder Wissensdatenbanken sind bereits im Berufsalltag der befragten &#x000c4;rztinnen und &#x000c4;rzten integriert. Die hohe Nutzungsrate und -frequenz bei der Mehrheit l&#x000e4;sst auf eine gro&#x000df;e Akzeptanz digitaler Formate schlie&#x000df;en. Die digitale Verf&#x000fc;gbarkeit von Weiterbildungsinhalten bietet hohe Flexibilit&#x000e4;t und kommt einer komplexen Arbeits- und Dienstzeitrealit&#x000e4;t genauso entgegen wie der Vereinbarkeit von Privat- und Berufsleben. Zudem k&#x000f6;nnen &#x000c4;rztinnen und &#x000c4;rzte in (spezieller) chirurgischer Weiterbildung (WBA) theoretische Inhalte in ihrem individuellen Tempo abrufen und entsprechend verarbeiten. Auch die klassischen Kursformate erleben eine digitale Transformation. Eine Umfrage des Berufsverbands der Deutschen Chirurgie (BDC) aus dem Jahr 2022 zum Thema Fortbildungsformate zeigte, dass 30&#x0202f;% der Befragten Hybridveranstaltungen favorisieren [<xref ref-type="bibr" rid="CR9">9</xref>]. Dieser Trend wird zunehmend in nationalen und internationalen digitalen Fortbildungsangeboten bedient [<xref ref-type="bibr" rid="CR14">14</xref>]. Hinsichtlich der Umsetzungs- und Inhaltsqualit&#x000e4;t ist hierbei besonders die Schl&#x000fc;sselrolle der Fachgesellschaften zu betonen, die ma&#x000df;geblich die Weiterbildung und die entsprechenden Curricula beeinflussen und somit die Digitalisierung von Fort- und Weiterbildungsangeboten nicht ausschlie&#x000df;lich dem Industriesektor &#x000fc;berlassen sollten. Es existieren hierzu bereits erfolgreiche Beispiele, wie das Weiterbildungscurriculum f&#x000fc;r arthroskopische Chirurgie der Gesellschaft f&#x000fc;r Arthroskopie und Gelenkchirurgie (AGA). Die AGA zeigt, dass digitale Angebote effektiv etabliert und evaluiert werden k&#x000f6;nnen [<xref ref-type="bibr" rid="CR15">15</xref>&#x02013;<xref ref-type="bibr" rid="CR17">17</xref>]. Die Arbeitsgemeinschaft f&#x000fc;r Osteosynthesefragen (AO) setzt solche Hybridformate ebenfalls in ihren Kursen um, was eine effektive Mischung aus Pr&#x000e4;senz- und Onlinelernen erm&#x000f6;glicht [<xref ref-type="bibr" rid="CR17">17</xref>, <xref ref-type="bibr" rid="CR18">18</xref>].</p><p>Trotz der hohen Akzeptanz digitaler Weiterbildungsangebote berichten 82,4&#x0202f;% der Teilnehmenden dieser Umfrage, dass Formate wie Augmented und Virtual Reality (AR, VR), OP-Simulationen am Roboter oder Patientensimulationen aktuell wenig bis gar nicht in der Weiterbildung integriert sind&#x000a0;&#x02013; obwohl diese laut Umfrage ein gro&#x000df;es Potenzial zur Verbesserung der Weiterbildungsqualit&#x000e4;t bieten w&#x000fc;rden. AR- und VR-Simulationen k&#x000f6;nnen ein grundlegendes praktisches Verst&#x000e4;ndnis von Operationen vermitteln und die Lernkurve bei der Durchf&#x000fc;hrung realer Operationen verk&#x000fc;rzen [<xref ref-type="bibr" rid="CR19">19</xref>&#x02013;<xref ref-type="bibr" rid="CR22">22</xref>]. Eine Metaanalyse in der Viszeralchirurgie zeigte, dass VR-Training die Qualit&#x000e4;t laparoskopischer Operationen durch Senkung der Fehlerraten und Verbesserung des Gewebehandlings signifikant steigern kann [<xref ref-type="bibr" rid="CR12">12</xref>]. Die gew&#x000fc;nschte breitere Implementierung von AR- und VR-Simulationen in der Weiterbildung erscheint dementsprechend sinnvoll, da diese Technologien vor allem das Potenzial besitzen, die praktische Ausbildung und die Patientensicherheit erheblich zu verbessern [<xref ref-type="bibr" rid="CR17">17</xref>, <xref ref-type="bibr" rid="CR23">23</xref>].</p><p>Zudem er&#x000f6;ffnet die Integration telemedizinischer Technologien, wie der Einsatz tragbarer Kameras und Headsets durch Chirurginnen und Chirurgen in (spezieller) Weiterbildung, neue M&#x000f6;glichkeiten. Sie bietet zum einen die Chance, Operationen virtuell, z.&#x0202f;B. durch den chirurgischen Mentor zu unterst&#x000fc;tzen und zum anderen, Operationsvideos zur Weiterbildung bereitzustellen [<xref ref-type="bibr" rid="CR24">24</xref>, <xref ref-type="bibr" rid="CR25">25</xref>]. Diese k&#x000f6;nnten standortunabh&#x000e4;ngig die Qualit&#x000e4;t der Weiterbildung steigern. WBA an kleineren Kliniken k&#x000f6;nnen so via Livevideos an komplexen Eingriffen teilnehmen, die an ihrem Standort nicht m&#x000f6;glich sind.</p><p>Um digitale Anwendungen sowohl klinisch als auch im Kontext der individuellen Weiterbildung zu nutzen, ben&#x000f6;tigen Anwenderinnen und Anwender eine gewisse Kompetenz im Umgang mit dieser [<xref ref-type="bibr" rid="CR26">26</xref>]. Die Befragten sch&#x000e4;tzen ihre individuelle digitale Kompetenz im privaten Sektor h&#x000f6;her ein als im beruflichen Bereich. Dies k&#x000f6;nnte zum einen auf anwendungsfreundlichere Technologien und Innovationen im Privaten zur&#x000fc;ckzuf&#x000fc;hren sein, w&#x000e4;hrend diese im klinischen Alltag als unzureichend und veraltet wahrgenommenen werden [<xref ref-type="bibr" rid="CR27">27</xref>]. W&#x000e4;hrend der private Alltag von sprachgesteuerten Apps mithilfe k&#x000fc;nstlicher Intelligenz smart unterst&#x000fc;tzt werden kann, erscheint in der beruflichen Realit&#x000e4;t der Teilnehmenden das Faxger&#x000e4;t noch immer das Indikatorger&#x000e4;t f&#x000fc;r die defizit&#x000e4;re technische Entwicklung im Gesundheitswesen.</p><p>Die Diskrepanz der digitalen Kompetenz zwischen privatem und beruflichem Umfeld k&#x000f6;nnte auch Folge der noch unzureichenden Adressierung im Studium sein [<xref ref-type="bibr" rid="CR14">14</xref>, <xref ref-type="bibr" rid="CR28">28</xref>]. Aufgrund der stetigen Weiterentwicklung und teilweise auch Komplexit&#x000e4;t digitaler Innovationen kann die universit&#x000e4;re Lehre im Medizinstudium die Vermittlung digitaler Kompetenzen jedoch nicht vollumf&#x000e4;nglich abbilden. Hierzu haben sich bereits alternative Studieng&#x000e4;nge, wie z.&#x0202f;B. die Medizininformatik entwickelt. Ziel sollte es dennoch sein, grundlegende Kompetenzen hinsichtlich des Umganges mit medizinischen Daten, Grundlagen der Telemedizin und den digitalen Aspekten der Patientenversorgung zu vermitteln. Dies macht sich auch im Referentenentwurf des Bundesministeriums f&#x000fc;r Gesundheit zur Neuregelung des Medizinstudiums bemerkbar, hier wird u.&#x0202f;a. auch die Vermittlung von Kompetenzen bei digitalen Technologien gefordert. Auch sollen teilweise analoge durch digitale Formate erg&#x000e4;nzt werden [<xref ref-type="bibr" rid="CR29">29</xref>]. Die Befragten berichten zudem &#x000fc;ber ein Schulungsdefizit von Arbeitgebern bei digitalen klinischen Anwendungen. Ein strukturiertes digitales Onboarding-Programm f&#x000fc;r &#x000c4;rztinnen und &#x000c4;rzte, das spezifisches und fallbasiertes Training digitaler Anwendungen sowie flexible Beratungsangebote durch IT-Fachpersonal umfasst, k&#x000f6;nnte diese L&#x000fc;cken schlie&#x000df;en. Dies erfordert jedoch eine funktionierende Hardware, intelligente Softwarel&#x000f6;sungen und schlie&#x000df;lich eine entsprechende personelle Ausstattung von IT-Abteilungen [<xref ref-type="bibr" rid="CR27">27</xref>].</p><p>Im Kontext der Digitalisierung des Gesundheitssystems wurde 2018 durch den Deutschen &#x000c4;rztetag sowohl ein strukturiertes Weiterbildungsprogrammes als auch die Einf&#x000fc;hrung eines digitalen Logbuchs f&#x000fc;r &#x000c4;rztinnen und &#x000c4;rzte in Weiterbildung beschlossen. Dieses soll die Planung der Weiterbildung sowie eine kontinuierliche Dokumentation und Bewertung des individuellen Weiterbildungsstandes gew&#x000e4;hrleisten [<xref ref-type="bibr" rid="CR30">30</xref>]. Sechs Jahre nach dem Beschluss geben in dieser Umfrage nur ein Viertel der Befragten an, ein solches zu nutzen. Damit liegen chirurgische WBA unter dem Bundesdurchschnitt, da eine Umfrage des &#x000c4;rztetages 2023 ergab, dass immerhin 42&#x0202f;% der gesamten &#x000c4;rztinnen und &#x000c4;rzte in Weiterbildung das digitale Logbuch nutzen w&#x000fc;rden [<xref ref-type="bibr" rid="CR31">31</xref>]. Ein Hindernis f&#x000fc;r die Nutzung k&#x000f6;nnte darin bestehen, dass die Popularit&#x000e4;t des digitalen Logbuches sehr gering erscheint, rund 20&#x0202f;% der Befragten kennen die (digital verf&#x000fc;gbaren) Ziele ihrer Weiterbildung nicht. Der Einsatz des digitalen Logbuchs bietet jedoch neben der individuellen Weiterbildungsdokumentation u.&#x0202f;a. Chancen f&#x000fc;r eine bessere Vergleichbarkeit der Weiterbildungen, da Anforderungen im Weiterbildungskatalog digital zwischen den Bundesl&#x000e4;ndern abgeglichen werden k&#x000f6;nnen [<xref ref-type="bibr" rid="CR32">32</xref>]. Das digitale Logbuch birgt gro&#x000df;es Potenzial, die Transparenz und Vergleichbarkeit der &#x000e4;rztlichen Weiterbildung zu verbessern. Zudem l&#x000e4;sst sich durch das implementierte strukturierte Weiterbildungsprogramm die Qualit&#x000e4;t der Weiterbildung langfristig steigern. Die fl&#x000e4;chendeckende Umsetzung sollte durch eine benutzerfreundliche und unb&#x000fc;rokratische Anwendung sowohl f&#x000fc;r Weiterbildungsassistenten als auch f&#x000fc;r Weiterbilder gezielt gef&#x000f6;rdert werden.</p><p>Als wesentliche Hindernisse f&#x000fc;r die Digitalisierung wurden von den Befragten vor allem der Mangel an technischen Ressourcen sowie ein Mangel an Zeit genannt. Im Gesamtkontext der digitalen Transformation in Deutschland k&#x000f6;nnte dies auch auf eine Umsetzungsschw&#x000e4;che digitaler Projekte im Gesundheitssektor zur&#x000fc;ckzuf&#x000fc;hren sein, welche durch beispielsweise hohe Datenschutzanforderungen und teilweise inkonsistente Planung entsteht [<xref ref-type="bibr" rid="CR33">33</xref>]. Ein weiteres Hindernis k&#x000f6;nnte in dem begrenzt vorhandenen digitalen Know-how liegen, welches bei rund 40&#x0202f;% der Befragten vorhanden ist. Dadurch wird eine effektive Nutzung digitaler Systeme erschwert. Hohe Datenschutzanforderungen und die Umsetzungsschw&#x000e4;che digitaler Projekte f&#x000fc;hren in Deutschland oft zu komplexen und langwierigen Implementierungsprozessen. Die Umfrage zeigt jedoch, dass das Interesse an Digitalisierung im medizinischen Sektor bei rund 60&#x0202f;% durchaus vorhanden ist. Um die Digitalisierung weiter voranzutreiben, sind gezielte Investitionen in die technische Infrastruktur sowie Schulungen zur digitalen Kompetenz erforderlich, um die Potenziale der digitalen Transformation besser aussch&#x000f6;pfen zu k&#x000f6;nnen.</p></sec><sec id="Sec12"><title>Limitationen</title><p>Als Limitation der Studie ist zu ber&#x000fc;cksichtigen, dass die teilnehmende Gruppe demografisch von der Gesamtheit der chirurgisch t&#x000e4;tigen &#x000c4;rzte und &#x000c4;rztinnen abweicht.</p><p>Die Ergebnisse unserer Umfrage zeigen deutliche Abweichungen im Vergleich zur Gesamt&#x000e4;rzteschaft. Im Jahr 2022 waren 30&#x0202f;% der &#x000c4;rztinnen und &#x000c4;rzte in Deutschland zwischen 40&#x000a0;und 49&#x000a0;bzw. 50&#x000a0;und&#x000a0;59&#x000a0;Jahre alt. Der Schwerpunkt dieser Umfrage liegt mit 53&#x0202f;% in der Altersgruppe 30&#x000a0;bis 39&#x000a0;Jahre, gefolgt von 40&#x000a0;bis 49&#x000a0;Jahren (23&#x0202f;%). Des Weiteren waren 76&#x0202f;% der Befragten station&#x000e4;r und nur 6&#x0202f;% ambulant t&#x000e4;tig. Im Vergleich dazu sind 47&#x0202f;% bzw. 25&#x0202f;% der in Deutschland t&#x000e4;tigen &#x000c4;rztinnen und &#x000c4;rzte station&#x000e4;r bzw. ambulant t&#x000e4;tig [<xref ref-type="bibr" rid="CR34">34</xref>]. Zudem sind in der vorliegenden Studie ca.&#x000a0;70&#x0202f;% der Befragten weiblich, w&#x000e4;hrend von allen in Deutschland chirurgisch T&#x000e4;tigen die Mehrheit mit ca.&#x000a0;78&#x0202f;% m&#x000e4;nnlich ist [<xref ref-type="bibr" rid="CR34">34</xref>]. Es kann somit m&#x000f6;glicherweise nicht uneingeschr&#x000e4;nkt auf die in der Realit&#x000e4;t bestehende Gruppe r&#x000fc;ckgeschlossen werden. Des Weiteren wurde die Einladung zwar ausschlie&#x000df;lich an &#x000c4;rztinnen und &#x000c4;rzte versandt, eine Pr&#x000fc;fung derjenigen, die die Umfrage letztendlich ausgef&#x000fc;llt haben, wurde jedoch nicht durchgef&#x000fc;hrt. Mehrfachbeteiligungen k&#x000f6;nnen nicht ausgeschlossen werden. Der Einsatz eines Onlinefragebogens k&#x000f6;nnte technikaffine &#x000c4;rztinnen und &#x000c4;rzte st&#x000e4;rker zur Teilnahme motiviert haben, was sowohl zu einer Verzerrung der Altersstruktur als auch der vertretenen Fachdisziplinen gef&#x000fc;hrt haben k&#x000f6;nnte (Selektionsbias).</p></sec><sec id="Sec13"><title>Schlussfolgerung/Fazit f&#x000fc;r die Praxis</title><p>Die Ergebnisse der Umfrage zeigen, dass die Digitalisierung in der Chirurgie zwar zunehmend akzeptiert wird, jedoch durch strukturelle und organisatorische Hindernisse noch deutlich eingeschr&#x000e4;nkt ist. Dabei wird deutlich, dass eine Verbesserung der klinischen Infrastruktur sowohl positive Auswirkungen auf die Patientenversorgung als auch auf die chirurgische Weiterbildung hat. Beispielsweise bedeutet die intelligente Entlastung des &#x000e4;rztlichen Personals von administrativen Aufgaben mehr Zeit f&#x000fc;r die Patientenversorgung und damit auch mehr Zeit f&#x000fc;r die individuelle Weiterbildung in einem praktischen Fach. Zus&#x000e4;tzlich er&#x000f6;ffnen digitale Formate wie Simulationen und telemedizinische Technologien wertvolle neue M&#x000f6;glichkeiten zur Erg&#x000e4;nzung der chirurgischen Weiterbildung, die jedoch m&#x000f6;glicherweise aufgrund mangelnder Ressourcen und Zeit h&#x000e4;ufig nur unzureichend genutzt werden. Um die Digitalisierung wirksam voranzutreiben, sind gezielte Investitionen in die technische Infrastruktur und die Entwicklung benutzerfreundlicher digitaler Tools erforderlich. Ziel ist es, die Qualit&#x000e4;t der chirurgischen Weiterbildung und letztlich die Patientenversorgung nachhaltig zu verbessern.</p></sec></body><back><fn-group><fn><p>
<graphic position="anchor" xlink:href="104_2025_2285_Figqr_HTML" id="d33e229"/>
</p><p>QR-Code scannen &#x00026; Beitrag online lesen</p></fn><fn><p><bold>Hinweis des Verlags</bold></p><p>Der Verlag bleibt in Hinblick auf geografische Zuordnungen und Gebietsbezeichnungen in ver&#x000f6;ffentlichten Karten und Institutsadressen neutral.</p></fn></fn-group><notes notes-type="funding-information"><title>Funding</title><p>Open Access funding enabled and organized by Projekt DEAL.</p></notes><notes notes-type="data-availability"><title>Datenverf&#x000fc;gbarkeit</title><p>Die erhobenen Datens&#x000e4;tze k&#x000f6;nnen auf begr&#x000fc;ndete Anfrage in anonymisierter Form beim korrespondierenden Autor angefordert werden. Die Daten befinden sich auf einem Datenspeicher am BG Klinikum T&#x000fc;bingen.</p></notes><notes><title>Einhaltung ethischer Richtlinien</title><notes id="FPar1"><title>Interessenkonflikt</title><p>C.&#x000a0;Vogel, V.&#x000a0;Bertsch, M.F.&#x000a0;Rollmann, S.C.&#x000a0;Herath, T.&#x000a0;Histing und B.J.&#x000a0;Braun geben an, dass kein Interessenkonflikt besteht.</p></notes><notes><p>F&#x000fc;r diesen Beitrag wurden von den Autor/-innen keine Studien an Menschen oder Tieren durchgef&#x000fc;hrt. F&#x000fc;r die aufgef&#x000fc;hrten Studien gelten die jeweils dort angegebenen ethischen Richtlinien.</p></notes></notes><ref-list id="Bib1"><title>Literatur</title><ref id="CR1"><label>1.</label><mixed-citation publication-type="other">Bundesministerium f&#x000fc;r Wirtschaft und Klimaschutz Was ist Digitalisierung? <ext-link ext-link-type="uri" xlink:href="https://www.de.digital/DIGITAL/Navigation/DE/Lagebild/Was-ist-Digitalisierung/was-ist-digitalisierung.html">https://www.de.digital/DIGITAL/Navigation/DE/Lagebild/Was-ist-Digitalisierung/was-ist-digitalisierung.html</ext-link>. Zugegriffen: 31. M&#x000e4;rz 2024</mixed-citation></ref><ref id="CR2"><label>2.</label><mixed-citation publication-type="other">Digitalisierung in der Medizin &#x02013; BMBF. <ext-link ext-link-type="uri" xlink:href="https://www.bmbf.de/bmbf/de/forschung/gesundheit/digitalisierung-in-der-medizin/digitalisierung-in-der-medizin_node.html">https://www.bmbf.de/bmbf/de/forschung/gesundheit/digitalisierung-in-der-medizin/digitalisierung-in-der-medizin_node.html</ext-link>. Zugegriffen: 31. Okt. 2024</mixed-citation></ref><ref id="CR3"><label>3.</label><mixed-citation publication-type="other">&#x000c4;rzteblatt D&#x000c4;G Redaktion Deutsches Digitalisierung: Lauterbachs Turboschub. <ext-link ext-link-type="uri" xlink:href="https://www.aerzteblatt.de/archiv/230356/Digitalisierung-Lauterbachs-Turboschub">https://www.aerzteblatt.de/archiv/230356/Digitalisierung-Lauterbachs-Turboschub</ext-link>. Zugegriffen: 3. Juni 2024</mixed-citation></ref><ref id="CR4"><label>4.</label><mixed-citation publication-type="other">&#x000c4;rzteblatt D&#x000c4;G Redaktion Deutsches Hartmannbund sieht Digitalisierung der Krankenh&#x000e4;user durch Krankenhausreform in Gefahr. <ext-link ext-link-type="uri" xlink:href="https://www.aerzteblatt.de/nachrichten/151653/Hartmannbund-sieht-Digitalisierung-der-Krankenhaeuser-durch-Krankenhausreform-in-Gefahr">https://www.aerzteblatt.de/nachrichten/151653/Hartmannbund-sieht-Digitalisierung-der-Krankenhaeuser-durch-Krankenhausreform-in-Gefahr</ext-link>. Zugegriffen: 3. Juni 2024</mixed-citation></ref><ref id="CR5"><label>5.</label><citation-alternatives><element-citation id="ec-CR5" publication-type="book"><person-group person-group-type="author"><collab>Arbeitsgruppe DiF-Medizin Digitale Transformation in der medizinischen Ausbildung</collab></person-group><source>Eine Handreichung der Arbeitsgruppe Digitalisierung in den</source><year>2023</year><publisher-name>Fachbereichen: Medizin</publisher-name></element-citation><mixed-citation id="mc-CR5" publication-type="book">Arbeitsgruppe DiF-Medizin Digitale Transformation in der medizinischen Ausbildung (2023) Eine Handreichung der Arbeitsgruppe Digitalisierung in den. Fachbereichen: Medizin</mixed-citation></citation-alternatives></ref><ref id="CR6"><label>6.</label><citation-alternatives><element-citation id="ec-CR6" publication-type="journal"><person-group person-group-type="author"><name><surname>Seemann</surname><given-names>RJ</given-names></name><name><surname>Herbstreit</surname><given-names>S</given-names></name><name><surname>Weber</surname><given-names>M</given-names></name><name><surname>Erne</surname><given-names>F</given-names></name><name><surname>Ansorg</surname><given-names>J</given-names></name><name><surname>Back</surname><given-names>DA</given-names></name></person-group><article-title>AG Digitalisierung der DGOU; AG Lehre der DGOU Potenzial der Digitalisierung in Aus&#x02011;, Fort- und Weiterbildung in Orthop&#x000e4;die und Unfallchirurgie</article-title><source>Unfallchirurg</source><year>2020</year><volume>123</volume><fpage>836</fpage><lpage>842</lpage><pub-id pub-id-type="doi">10.1007/s00113-020-00897-1</pub-id><pub-id pub-id-type="pmid">33037457</pub-id>
</element-citation><mixed-citation id="mc-CR6" publication-type="journal">Seemann&#x000a0;RJ, Herbstreit&#x000a0;S, Weber&#x000a0;M, Erne&#x000a0;F, Ansorg&#x000a0;J, Back&#x000a0;DA (2020) AG Digitalisierung der DGOU; AG Lehre der DGOU Potenzial der Digitalisierung in Aus&#x02011;, Fort- und Weiterbildung in Orthop&#x000e4;die und Unfallchirurgie. Unfallchirurg 123:836&#x02013;842. 10.1007/s00113-020-00897-1<pub-id pub-id-type="pmid">33037457</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR7"><label>7.</label><citation-alternatives><element-citation id="ec-CR7" publication-type="journal"><person-group person-group-type="author"><name><surname>Johnson</surname><given-names>V</given-names></name><name><surname>Breitbart</surname><given-names>P</given-names></name></person-group><article-title>Ausbildungskonzepte im Feld Digitalisierung und k&#x000fc;nstlicher Intelligenz in der Kardiologie</article-title><source>Aktuel Kardiol</source><year>2023</year><volume>12</volume><fpage>482</fpage><lpage>485</lpage><pub-id pub-id-type="doi">10.1055/a-2182-9693</pub-id></element-citation><mixed-citation id="mc-CR7" publication-type="journal">Johnson&#x000a0;V, Breitbart&#x000a0;P (2023) Ausbildungskonzepte im Feld Digitalisierung und k&#x000fc;nstlicher Intelligenz in der Kardiologie. Aktuel Kardiol 12:482&#x02013;485. 10.1055/a-2182-9693</mixed-citation></citation-alternatives></ref><ref id="CR8"><label>8.</label><citation-alternatives><element-citation id="ec-CR8" publication-type="journal"><person-group person-group-type="author"><name><surname>Waschkau</surname><given-names>A</given-names></name><name><surname>G&#x000f6;tz</surname><given-names>K</given-names></name><name><surname>Steinh&#x000e4;user</surname><given-names>J</given-names></name></person-group><article-title>Fit for the Future &#x02013; Entwicklung Eines Seminars Zu Aspekten Der Digitalisierung Im Gesundheitswesen Als Beitrag Der Lehre Im Fach Medizinische Soziologie</article-title><source>Z Evidenz Fortbild Qual Im Gesundheitswes</source><year>2020</year><volume>155</volume><fpage>48</fpage><lpage>53</lpage><pub-id pub-id-type="doi">10.1016/j.zefq.2020.06.006</pub-id></element-citation><mixed-citation id="mc-CR8" publication-type="journal">Waschkau&#x000a0;A, G&#x000f6;tz&#x000a0;K, Steinh&#x000e4;user&#x000a0;J (2020) Fit for the Future &#x02013; Entwicklung Eines Seminars Zu Aspekten Der Digitalisierung Im Gesundheitswesen Als Beitrag Der Lehre Im Fach Medizinische Soziologie. Z&#x000a0;Evidenz Fortbild Qual Im Gesundheitswes 155:48&#x02013;53. 10.1016/j.zefq.2020.06.006</mixed-citation></citation-alternatives></ref><ref id="CR9"><label>9.</label><citation-alternatives><element-citation id="ec-CR9" publication-type="book"><person-group person-group-type="author"><name><surname>Schr&#x000f6;der</surname><given-names>W</given-names></name></person-group><source>Fortbildung mit Zukunft &#x02013; eine Umfrage zur Digitalisierung chirurgischer Fort- und Weiterbildung</source><year>2022</year><publisher-name>BDC</publisher-name></element-citation><mixed-citation id="mc-CR9" publication-type="book">Schr&#x000f6;der&#x000a0;W (2022) Fortbildung mit Zukunft &#x02013; eine Umfrage zur Digitalisierung chirurgischer Fort- und Weiterbildung. BDC</mixed-citation></citation-alternatives></ref><ref id="CR10"><label>10.</label><mixed-citation publication-type="other">Kammerer K Chirurgische Fortbildung im digitalen Zeitalter &#x02013; Social Media &#x00026; Co Bd. 2023. BDC</mixed-citation></ref><ref id="CR11"><label>11.</label><citation-alternatives><element-citation id="ec-CR11" publication-type="journal"><person-group person-group-type="author"><name><surname>Li</surname><given-names>L</given-names></name><name><surname>Yu</surname><given-names>F</given-names></name><name><surname>Shi</surname><given-names>D</given-names></name><name><surname>Shi</surname><given-names>J</given-names></name><name><surname>Tian</surname><given-names>Z</given-names></name><name><surname>Yang</surname><given-names>J</given-names></name><name><surname>Wang</surname><given-names>X</given-names></name><name><surname>Jiang</surname><given-names>Q</given-names></name></person-group><article-title>Application of Virtual Reality Technology in Clinical Medicine</article-title><source>Am J Transl Res</source><year>2017</year><volume>9</volume><fpage>3867</fpage><lpage>3880</lpage><pub-id pub-id-type="pmid">28979666</pub-id>
</element-citation><mixed-citation id="mc-CR11" publication-type="journal">Li&#x000a0;L, Yu&#x000a0;F, Shi&#x000a0;D, Shi&#x000a0;J, Tian&#x000a0;Z, Yang&#x000a0;J, Wang&#x000a0;X, Jiang&#x000a0;Q (2017) Application of Virtual Reality Technology in Clinical Medicine. Am J Transl Res 9:3867&#x02013;3880<pub-id pub-id-type="pmid">28979666</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR12"><label>12.</label><citation-alternatives><element-citation id="ec-CR12" publication-type="journal"><person-group person-group-type="author"><name><surname>Portelli</surname><given-names>M</given-names></name><name><surname>Bianco</surname><given-names>SF</given-names></name><name><surname>Bezzina</surname><given-names>T</given-names></name><name><surname>Abela</surname><given-names>JE</given-names></name></person-group><article-title>Virtual Reality Training Compared with Apprenticeship Training in Laparoscopic Surgery: A&#x000a0;Meta-Analysis</article-title><source>Ann R Coll Surg Engl</source><year>2020</year><volume>102</volume><fpage>672</fpage><lpage>684</lpage><pub-id pub-id-type="doi">10.1308/rcsann.2020.0178</pub-id><pub-id pub-id-type="pmid">32820649</pub-id>
</element-citation><mixed-citation id="mc-CR12" publication-type="journal">Portelli&#x000a0;M, Bianco&#x000a0;SF, Bezzina&#x000a0;T, Abela&#x000a0;JE (2020) Virtual Reality Training Compared with Apprenticeship Training in Laparoscopic Surgery: A&#x000a0;Meta-Analysis. Ann R Coll Surg Engl 102:672&#x02013;684. 10.1308/rcsann.2020.0178<pub-id pub-id-type="pmid">32820649</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR13"><label>13.</label><mixed-citation publication-type="other">Marburger Bund Bundesverband MB-Monitor 2022: Zu wenig Personal, zu viel B&#x000fc;rokratie, unzul&#x000e4;ngliche Digitalisierung. <ext-link ext-link-type="uri" xlink:href="http://www.marburger-bund.de/bundesverband/themen/marburger-bund-umfragen/mb-monitor-2022-zu-wenig-personal-zu-viel-buerokratie">http://www.marburger-bund.de/bundesverband/themen/marburger-bund-umfragen/mb-monitor-2022-zu-wenig-personal-zu-viel-buerokratie</ext-link>. Zugegriffen: 3. Juni 2024</mixed-citation></ref><ref id="CR14"><label>14.</label><citation-alternatives><element-citation id="ec-CR14" publication-type="journal"><person-group person-group-type="author"><name><surname>Kuhn</surname><given-names>S</given-names></name><name><surname>Knitza</surname><given-names>J</given-names></name></person-group><article-title>Orthop&#x000e4;die und Unfallchirurgie im digitalen Zeitalter</article-title><source>Orthop</source><year>2024</year><volume>53</volume><fpage>327</fpage><lpage>335</lpage><pub-id pub-id-type="doi">10.1007/s00132-024-04496-5</pub-id></element-citation><mixed-citation id="mc-CR14" publication-type="journal">Kuhn&#x000a0;S, Knitza&#x000a0;J (2024) Orthop&#x000e4;die und Unfallchirurgie im digitalen Zeitalter. Orthop 53:327&#x02013;335. 10.1007/s00132-024-04496-5</mixed-citation></citation-alternatives></ref><ref id="CR15"><label>15.</label><citation-alternatives><element-citation id="ec-CR15" publication-type="journal"><person-group person-group-type="author"><name><surname>Anetzberger</surname><given-names>H</given-names></name><name><surname>Reppenhagen</surname><given-names>S</given-names></name><name><surname>Eickhoff</surname><given-names>H</given-names></name><name><surname>Seibert</surname><given-names>FJ</given-names></name><name><surname>D&#x000f6;ring</surname><given-names>B</given-names></name><name><surname>Haasters</surname><given-names>F</given-names></name><name><surname>Mohr</surname><given-names>M</given-names></name><name><surname>Becker</surname><given-names>R</given-names></name></person-group><article-title>Ten Hours of Simulator Training in Arthroscopy Are Insufficient to Reach the Target Level Based on the Diagnostic Arthroscopic Skill Score</article-title><source>Knee Surg Sports Traumatol Arthrosc</source><year>2022</year><volume>30</volume><fpage>1471</fpage><lpage>1479</lpage><pub-id pub-id-type="doi">10.1007/s00167-021-06648-y</pub-id><pub-id pub-id-type="pmid">34189609</pub-id>
</element-citation><mixed-citation id="mc-CR15" publication-type="journal">Anetzberger&#x000a0;H, Reppenhagen&#x000a0;S, Eickhoff&#x000a0;H, Seibert&#x000a0;FJ, D&#x000f6;ring&#x000a0;B, Haasters&#x000a0;F, Mohr&#x000a0;M, Becker&#x000a0;R (2022) Ten Hours of Simulator Training in Arthroscopy Are Insufficient to Reach the Target Level Based on the Diagnostic Arthroscopic Skill Score. Knee Surg Sports Traumatol Arthrosc 30:1471&#x02013;1479. 10.1007/s00167-021-06648-y<pub-id pub-id-type="pmid">34189609</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR16"><label>16.</label><citation-alternatives><element-citation id="ec-CR16" publication-type="journal"><person-group person-group-type="author"><name><surname>Anetzberger</surname><given-names>H</given-names></name><name><surname>Becker</surname><given-names>R</given-names></name><name><surname>Eickhoff</surname><given-names>H</given-names></name><name><surname>Seibert</surname><given-names>FJ</given-names></name><name><surname>D&#x000f6;ring</surname><given-names>B</given-names></name><name><surname>Haasters</surname><given-names>F</given-names></name><name><surname>Mohr</surname><given-names>M</given-names></name><name><surname>Reppenhagen</surname><given-names>S</given-names></name></person-group><article-title>The Diagnostic Arthroscopy Skill Score (DASS): A&#x000a0;Reliable and Suitable Assessment Tool for Arthroscopic Skill Training</article-title><source>Knee Surg Sports Traumatol Arthrosc</source><year>2022</year><volume>30</volume><fpage>349</fpage><lpage>360</lpage><pub-id pub-id-type="doi">10.1007/s00167-021-06554-3</pub-id><pub-id pub-id-type="pmid">33914120</pub-id>
</element-citation><mixed-citation id="mc-CR16" publication-type="journal">Anetzberger&#x000a0;H, Becker&#x000a0;R, Eickhoff&#x000a0;H, Seibert&#x000a0;FJ, D&#x000f6;ring&#x000a0;B, Haasters&#x000a0;F, Mohr&#x000a0;M, Reppenhagen&#x000a0;S (2022) The Diagnostic Arthroscopy Skill Score (DASS): A&#x000a0;Reliable and Suitable Assessment Tool for Arthroscopic Skill Training. Knee Surg Sports Traumatol Arthrosc 30:349&#x02013;360. 10.1007/s00167-021-06554-3<pub-id pub-id-type="pmid">33914120</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR17"><label>17.</label><citation-alternatives><element-citation id="ec-CR17" publication-type="journal"><person-group person-group-type="author"><name><surname>Grimaldi</surname><given-names>G</given-names></name></person-group><article-title>Simulationstrainings in der Weiterbildung f&#x000fc;r mehr Patientensicherheit</article-title><source>Unfallchirurgie</source><year>2023</year><volume>126</volume><fpage>268</fpage><lpage>273</lpage><pub-id pub-id-type="doi">10.1007/s00113-022-01272-y</pub-id><pub-id pub-id-type="pmid">36856838</pub-id>
</element-citation><mixed-citation id="mc-CR17" publication-type="journal">Grimaldi&#x000a0;G (2023) Simulationstrainings in der Weiterbildung f&#x000fc;r mehr Patientensicherheit. Unfallchirurgie 126:268&#x02013;273. 10.1007/s00113-022-01272-y<pub-id pub-id-type="pmid">36856838</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR18"><label>18.</label><citation-alternatives><element-citation id="ec-CR18" publication-type="journal"><person-group person-group-type="author"><name><surname>Joeris</surname><given-names>A</given-names></name><name><surname>H&#x000f6;glinger</surname><given-names>M</given-names></name><name><surname>Meier</surname><given-names>F</given-names></name><name><surname>Kn&#x000f6;fler</surname><given-names>F</given-names></name><name><surname>Scholz</surname><given-names>S</given-names></name><name><surname>Br&#x000fc;gger</surname><given-names>U</given-names></name><name><surname>Denk</surname><given-names>E</given-names></name><name><surname>Gutzwiller</surname><given-names>F</given-names></name><name><surname>Prein</surname><given-names>J</given-names></name><name><surname>Renner</surname><given-names>N</given-names></name><etal/></person-group><article-title>The Impact of the AO Foundation on Fracture Care: An Evaluation of 60 Years AO Foundation</article-title><source>Injury</source><year>2019</year><volume>50</volume><fpage>1868</fpage><lpage>1875</lpage><pub-id pub-id-type="doi">10.1016/j.injury.2019.07.016</pub-id><pub-id pub-id-type="pmid">31521377</pub-id>
</element-citation><mixed-citation id="mc-CR18" publication-type="journal">Joeris&#x000a0;A, H&#x000f6;glinger&#x000a0;M, Meier&#x000a0;F, Kn&#x000f6;fler&#x000a0;F, Scholz&#x000a0;S, Br&#x000fc;gger&#x000a0;U, Denk&#x000a0;E, Gutzwiller&#x000a0;F, Prein&#x000a0;J, Renner&#x000a0;N et&#x000a0;al (2019) The Impact of the AO Foundation on Fracture Care: An Evaluation of 60 Years AO Foundation. Injury 50:1868&#x02013;1875. 10.1016/j.injury.2019.07.016<pub-id pub-id-type="pmid">31521377</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR19"><label>19.</label><citation-alternatives><element-citation id="ec-CR19" publication-type="journal"><person-group person-group-type="author"><name><surname>McKnight</surname><given-names>RR</given-names></name><name><surname>Pean</surname><given-names>CA</given-names></name><name><surname>Buck</surname><given-names>JS</given-names></name><name><surname>Hwang</surname><given-names>JS</given-names></name><name><surname>Hsu</surname><given-names>JR</given-names></name><name><surname>Pierrie</surname><given-names>SN</given-names></name></person-group><article-title>Virtual Reality and Augmented Reality&#x02014;Translating Surgical Training into Surgical Technique</article-title><source>Curr Rev Musculoskelet Med</source><year>2020</year><volume>13</volume><fpage>663</fpage><lpage>674</lpage><pub-id pub-id-type="doi">10.1007/s12178-020-09667-3</pub-id><pub-id pub-id-type="pmid">32779019</pub-id>
</element-citation><mixed-citation id="mc-CR19" publication-type="journal">McKnight&#x000a0;RR, Pean&#x000a0;CA, Buck&#x000a0;JS, Hwang&#x000a0;JS, Hsu&#x000a0;JR, Pierrie&#x000a0;SN (2020) Virtual Reality and Augmented Reality&#x02014;Translating Surgical Training into Surgical Technique. Curr Rev Musculoskelet Med 13:663&#x02013;674. 10.1007/s12178-020-09667-3<pub-id pub-id-type="pmid">32779019</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR20"><label>20.</label><citation-alternatives><element-citation id="ec-CR20" publication-type="journal"><person-group person-group-type="author"><name><surname>Berthold</surname><given-names>DP</given-names></name><name><surname>Imhoff</surname><given-names>AB</given-names></name><name><surname>Mazzocca</surname><given-names>AD</given-names></name></person-group><article-title>Virtual Reality in der Gelenkchirurgie</article-title><source>Arthroskopie</source><year>2021</year><volume>34</volume><fpage>126</fpage><lpage>130</lpage><pub-id pub-id-type="doi">10.1007/s00142-020-00426-7</pub-id></element-citation><mixed-citation id="mc-CR20" publication-type="journal">Berthold&#x000a0;DP, Imhoff&#x000a0;AB, Mazzocca&#x000a0;AD (2021) Virtual Reality in der Gelenkchirurgie. Arthroskopie 34:126&#x02013;130. 10.1007/s00142-020-00426-7</mixed-citation></citation-alternatives></ref><ref id="CR21"><label>21.</label><citation-alternatives><element-citation id="ec-CR21" publication-type="journal"><person-group person-group-type="author"><name><surname>Bl&#x000e4;tzinger</surname><given-names>M</given-names></name></person-group><article-title>Simulation in der Chirurgie</article-title><source>Chir</source><year>2023</year><volume>94</volume><fpage>330</fpage><lpage>332</lpage><pub-id pub-id-type="doi">10.1007/s00104-023-01841-w</pub-id></element-citation><mixed-citation id="mc-CR21" publication-type="journal">Bl&#x000e4;tzinger&#x000a0;M (2023) Simulation in der Chirurgie. Chir 94:330&#x02013;332. 10.1007/s00104-023-01841-w</mixed-citation></citation-alternatives></ref><ref id="CR22"><label>22.</label><citation-alternatives><element-citation id="ec-CR22" publication-type="book"><person-group person-group-type="author"><name><surname>Moret</surname><given-names>CS</given-names></name><name><surname>Hischmann</surname><given-names>MT</given-names></name></person-group><source>Arthroskopie</source><year>2021</year></element-citation><mixed-citation id="mc-CR22" publication-type="book">Moret&#x000a0;CS, Hischmann&#x000a0;MT (2021) Arthroskopie</mixed-citation></citation-alternatives></ref><ref id="CR23"><label>23.</label><citation-alternatives><element-citation id="ec-CR23" publication-type="journal"><person-group person-group-type="author"><name><surname>Brunner</surname><given-names>S</given-names></name><name><surname>Kr&#x000f6;plin</surname><given-names>J</given-names></name><name><surname>Meyer</surname><given-names>H-J</given-names></name><name><surname>Schmitz-Rixen</surname><given-names>T</given-names></name><name><surname>Fritz</surname><given-names>T</given-names></name></person-group><article-title>Einsatz chirurgischer Simulatoren in der Weiterbildung &#x02013; eine deutschlandweite Analyse</article-title><source>Chir</source><year>2021</year><volume>92</volume><fpage>1040</fpage><lpage>1049</lpage><pub-id pub-id-type="doi">10.1007/s00104-020-01332-2</pub-id></element-citation><mixed-citation id="mc-CR23" publication-type="journal">Brunner&#x000a0;S, Kr&#x000f6;plin&#x000a0;J, Meyer&#x000a0;H&#x02011;J, Schmitz-Rixen&#x000a0;T, Fritz&#x000a0;T (2021) Einsatz chirurgischer Simulatoren in der Weiterbildung &#x02013; eine deutschlandweite Analyse. Chir 92:1040&#x02013;1049. 10.1007/s00104-020-01332-2</mixed-citation></citation-alternatives></ref><ref id="CR24"><label>24.</label><citation-alternatives><element-citation id="ec-CR24" publication-type="journal"><person-group person-group-type="author"><name><surname>Juhra</surname><given-names>C</given-names></name></person-group><article-title>Telemedizin</article-title><source>Orthop</source><year>2023</year><volume>52</volume><fpage>560</fpage><lpage>566</lpage><pub-id pub-id-type="doi">10.1007/s00132-023-04396-0</pub-id></element-citation><mixed-citation id="mc-CR24" publication-type="journal">Juhra&#x000a0;C (2023) Telemedizin. Orthop 52:560&#x02013;566. 10.1007/s00132-023-04396-0</mixed-citation></citation-alternatives></ref><ref id="CR25"><label>25.</label><citation-alternatives><element-citation id="ec-CR25" publication-type="journal"><person-group person-group-type="author"><name><surname>Smit</surname><given-names>JA</given-names></name><name><surname>Ronde</surname><given-names>EM</given-names></name><name><surname>Lachkar</surname><given-names>N</given-names></name><name><surname>Kalanzi</surname><given-names>EW</given-names></name><name><surname>Opegu</surname><given-names>TM</given-names></name><name><surname>Breugem</surname><given-names>CC</given-names></name></person-group><article-title>Smart Surgical Glasses for Orofacial Cleft Surgery Training in High- and Low-Income Countries: A&#x000a0;Proof of Concept</article-title><source>J Plast Reconstr Aesthet Surg</source><year>2024</year><volume>88</volume><fpage>8</fpage><lpage>14</lpage><pub-id pub-id-type="doi">10.1016/j.bjps.2023.10.051</pub-id><pub-id pub-id-type="pmid">37948881</pub-id>
</element-citation><mixed-citation id="mc-CR25" publication-type="journal">Smit&#x000a0;JA, Ronde&#x000a0;EM, Lachkar&#x000a0;N, Kalanzi&#x000a0;EW, Opegu&#x000a0;TM, Breugem&#x000a0;CC (2024) Smart Surgical Glasses for Orofacial Cleft Surgery Training in High- and Low-Income Countries: A&#x000a0;Proof of Concept. J&#x000a0;Plast Reconstr Aesthet Surg 88:8&#x02013;14. 10.1016/j.bjps.2023.10.051<pub-id pub-id-type="pmid">37948881</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR26"><label>26.</label><mixed-citation publication-type="other">Foadi N, Koop C, Behrends M (2020) Welche digitalen Kompetenzen braucht der Arzt? Dtsch &#x000c4;rztebl </mixed-citation></ref><ref id="CR27"><label>27.</label><citation-alternatives><element-citation id="ec-CR27" publication-type="journal"><person-group person-group-type="author"><name><surname>Fritz</surname><given-names>T</given-names></name></person-group><article-title>B&#x000fc;ndnis Junge &#x000c4;rzte Positionspapier des B&#x000fc;ndnis Junge &#x000c4;rzte (BJ&#x000c4;) zu Digitalisierung, Applikationen (Apps) und K&#x000fc;nstlicher Intelligenz im Gesundheitswesen</article-title><source>Chir</source><year>2020</year><volume>91</volume><fpage>265</fpage><lpage>266</lpage><pub-id pub-id-type="doi">10.1007/s00104-020-01120-y</pub-id></element-citation><mixed-citation id="mc-CR27" publication-type="journal">Fritz&#x000a0;T (2020) B&#x000fc;ndnis Junge &#x000c4;rzte Positionspapier des B&#x000fc;ndnis Junge &#x000c4;rzte (BJ&#x000c4;) zu Digitalisierung, Applikationen (Apps) und K&#x000fc;nstlicher Intelligenz im Gesundheitswesen. Chir 91:265&#x02013;266. 10.1007/s00104-020-01120-y</mixed-citation></citation-alternatives></ref><ref id="CR28"><label>28.</label><citation-alternatives><element-citation id="ec-CR28" publication-type="journal"><person-group person-group-type="author"><name><surname>Deutsch</surname><given-names>KL</given-names></name><name><surname>Kuhn</surname><given-names>S</given-names></name></person-group><article-title>Das M&#x000e4;rchen der Digital Natives: Kollaboratives Arbeiten als Methode zur Aneignung digitaler Kompetenzen</article-title><source>Medien Z Theor Prax Medien</source><year>2019</year><volume>36</volume><fpage>37</fpage><lpage>47</lpage><pub-id pub-id-type="doi">10.21240/mpaed/36/2019.11.11.X</pub-id></element-citation><mixed-citation id="mc-CR28" publication-type="journal">Deutsch&#x000a0;KL, Kuhn&#x000a0;S (2019) Das M&#x000e4;rchen der Digital Natives: Kollaboratives Arbeiten als Methode zur Aneignung digitaler Kompetenzen. Medien Z Theor Prax Medien 36:37&#x02013;47. 10.21240/mpaed/36/2019.11.11.X</mixed-citation></citation-alternatives></ref><ref id="CR29"><label>29.</label><citation-alternatives><element-citation id="ec-CR29" publication-type="book"><person-group person-group-type="author"><name><surname>St&#x000f6;rer</surname><given-names>M</given-names></name><collab>314 B. Referentenentwurf des Bundesministeriums f&#x000fc;r Gesundheit</collab></person-group><source>Verordnung zur Neuregelung der &#x000e4;rztlichen Ausbildung</source><year>2024</year></element-citation><mixed-citation id="mc-CR29" publication-type="book">St&#x000f6;rer&#x000a0;M, 314 B. Referentenentwurf des Bundesministeriums f&#x000fc;r Gesundheit (2024) Verordnung zur Neuregelung der &#x000e4;rztlichen Ausbildung</mixed-citation></citation-alternatives></ref><ref id="CR30"><label>30.</label><mixed-citation publication-type="other">Bundes&#x000e4;rztekammer (Muster&#x02011;)Weiterbildungsordnung. <ext-link ext-link-type="uri" xlink:href="https://www.bundesaerztekammer.de/themen/aerzte/aus-fort-und-weiterbildung/aerztliche-weiterbildung/muster-weiterbildungsordnung">https://www.bundesaerztekammer.de/themen/aerzte/aus-fort-und-weiterbildung/aerztliche-weiterbildung/muster-weiterbildungsordnung</ext-link>. Zugegriffen: 3. Nov. 2024</mixed-citation></ref><ref id="CR31"><label>31.</label><mixed-citation publication-type="other">&#x000c4;rzteblatt D&#x000c4;G Redaktion Deutsches Reform der Weiterbildung: Umsetzung unter Beobachtung. <ext-link ext-link-type="uri" xlink:href="https://www.aerzteblatt.de/archiv/231596/Reform-der-Weiterbildung-Umsetzung-unter-Beobachtung">https://www.aerzteblatt.de/archiv/231596/Reform-der-Weiterbildung-Umsetzung-unter-Beobachtung</ext-link>. Zugegriffen: 3. Nov. 2024</mixed-citation></ref><ref id="CR32"><label>32.</label><citation-alternatives><element-citation id="ec-CR32" publication-type="journal"><person-group person-group-type="author"><name><surname>Zolg</surname><given-names>A</given-names></name></person-group><article-title>Bedeutung und Handhabung des eLogbuchs der</article-title><source>&#x000c4;rztekammern mkg-chir</source><year>2023</year><volume>16</volume><fpage>306</fpage><lpage>311</lpage><pub-id pub-id-type="doi">10.1007/s12285-023-00446-w</pub-id></element-citation><mixed-citation id="mc-CR32" publication-type="journal">Zolg&#x000a0;A (2023) Bedeutung und Handhabung des eLogbuchs der. &#x000c4;rztekammern mkg-chir 16:306&#x02013;311. 10.1007/s12285-023-00446-w</mixed-citation></citation-alternatives></ref><ref id="CR33"><label>33.</label><citation-alternatives><element-citation id="ec-CR33" publication-type="journal"><person-group person-group-type="author"><name><surname>Stachwitz</surname><given-names>P</given-names></name><name><surname>Debatin</surname><given-names>JF</given-names></name></person-group><article-title>Digitalization in healthcare: today and in the future</article-title><source>Bundesgesundheitsblatt Gesundheitsforschung Gesundheitsschutz</source><year>2023</year><volume>66</volume><fpage>105</fpage><lpage>113</lpage><pub-id pub-id-type="doi">10.1007/s00103-022-03642-8</pub-id><pub-id pub-id-type="pmid">36648499</pub-id>
</element-citation><mixed-citation id="mc-CR33" publication-type="journal">Stachwitz&#x000a0;P, Debatin&#x000a0;JF (2023) Digitalization in healthcare: today and in the future. Bundesgesundheitsblatt Gesundheitsforschung Gesundheitsschutz 66:105&#x02013;113. 10.1007/s00103-022-03642-8<pub-id pub-id-type="pmid">36648499</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR34"><label>34.</label><citation-alternatives><element-citation id="ec-CR34" publication-type="book"><person-group person-group-type="author"><collab>Bundes&#x000e4;rztekammer</collab></person-group><source>&#x000c4;rztestatistik Deutschland</source><year>2022</year></element-citation><mixed-citation id="mc-CR34" publication-type="book">Bundes&#x000e4;rztekammer (2022) &#x000c4;rztestatistik Deutschland</mixed-citation></citation-alternatives></ref></ref-list></back></article>