<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:ali="http://www.niso.org/schemas/ali/1.0/" xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" article-type="research-article" dtd-version="1.3" xml:lang="de"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Pathologie (Heidelb)</journal-id><journal-id journal-id-type="iso-abbrev">Pathologie (Heidelb)</journal-id><journal-title-group><journal-title>Pathologie (Heidelberg, Germany)</journal-title></journal-title-group><issn pub-type="ppub">2731-7188</issn><issn pub-type="epub">2731-7196</issn><publisher><publisher-name>Springer Medizin</publisher-name><publisher-loc>Heidelberg</publisher-loc></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmid">39636319</article-id><article-id pub-id-type="pmc">PMC11861236</article-id>
<article-id pub-id-type="publisher-id">1398</article-id><article-id pub-id-type="doi">10.1007/s00292-024-01398-3</article-id><article-categories><subj-group subj-group-type="heading"><subject>Originalien</subject></subj-group></article-categories><title-group><article-title>Etablierung eines deutschen ICCR-Datensatzes</article-title><subtitle>&#x000dc;bersetzung und Einbindung von SNOMED CT am Beispiel der TUR-B</subtitle><trans-title-group><trans-title xml:lang="en">Establishment of a&#x000a0;German ICCR dataset</trans-title><trans-subtitle>Translation and integration of SNOMED CT using the example of TUR-B</trans-subtitle></trans-title-group></title-group><contrib-group><contrib contrib-type="author" corresp="yes"><contrib-id contrib-id-type="orcid">http://orcid.org/0009-0003-8588-5804</contrib-id><name><surname>D&#x000f6;renberg</surname><given-names>J.</given-names></name><degrees>M.Sc.</degrees><address><email>julian.doerenberg@rwth-aachen.de</email></address><xref ref-type="aff" rid="Aff1">1</xref><xref ref-type="aff" rid="Aff2">2</xref><xref ref-type="aff" rid="Aff3">3</xref></contrib><contrib contrib-type="author"><name><surname>Schmidt</surname><given-names>C. J.</given-names></name><xref ref-type="aff" rid="Aff3">3</xref><xref ref-type="aff" rid="Aff4">4</xref></contrib><contrib contrib-type="author"><name><surname>Berlage</surname><given-names>T.</given-names></name><xref ref-type="aff" rid="Aff1">1</xref><xref ref-type="aff" rid="Aff5">5</xref></contrib><contrib contrib-type="author"><name><surname>Kn&#x000fc;chel-Clarke</surname><given-names>R.</given-names></name><xref ref-type="aff" rid="Aff2">2</xref><xref ref-type="aff" rid="Aff3">3</xref></contrib><aff id="Aff1"><label>1</label><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/04xfq0f34</institution-id><institution-id institution-id-type="GRID">grid.1957.a</institution-id><institution-id institution-id-type="ISNI">0000 0001 0728 696X</institution-id><institution>RWTH Aachen University, </institution></institution-wrap>Templergraben&#x000a0;55, 52062 Aachen, Deutschland </aff><aff id="Aff2"><label>2</label><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/02gm5zw39</institution-id><institution-id institution-id-type="GRID">grid.412301.5</institution-id><institution-id institution-id-type="ISNI">0000 0000 8653 1507</institution-id><institution>Institut f&#x000fc;r Pathologie, </institution><institution>Uniklinik RWTH Aachen, </institution></institution-wrap>Pauwelsstra&#x000df;e&#x000a0;30, 52074 Aachen, Deutschland </aff><aff id="Aff3"><label>3</label>Zentrum f&#x000fc;r Integrierte Onkologie Aachen Bonn K&#x000f6;ln D&#x000fc;sseldorf (CIO ABCD), Standort Aachen, Aachen, Deutschland </aff><aff id="Aff4"><label>4</label><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/02gm5zw39</institution-id><institution-id institution-id-type="GRID">grid.412301.5</institution-id><institution-id institution-id-type="ISNI">0000 0000 8653 1507</institution-id><institution>Klinik f&#x000fc;r Urologie und Kinderurologie, </institution><institution>Uniklinik RWTH Aachen, </institution></institution-wrap>Aachen, Deutschland </aff><aff id="Aff5"><label>5</label><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/01ak24c12</institution-id><institution-id institution-id-type="GRID">grid.469870.4</institution-id><institution-id institution-id-type="ISNI">0000 0001 0746 8552</institution-id><institution>Fraunhofer Institut f&#x000fc;r angewandte Informationstechnik, </institution></institution-wrap>Sankt Augustin, Deutschland </aff></contrib-group><author-notes><fn fn-type="com"><label>Redaktion</label><p>Matthias Gaida, Mainz</p></fn></author-notes><pub-date pub-type="epub"><day>5</day><month>12</month><year>2024</year></pub-date><pub-date pub-type="pmc-release"><day>5</day><month>12</month><year>2024</year></pub-date><pub-date pub-type="ppub"><year>2025</year></pub-date><volume>46</volume><issue>2</issue><fpage>108</fpage><lpage>114</lpage><history><date date-type="accepted"><day>28</day><month>10</month><year>2024</year></date></history><permissions><copyright-statement>&#x000a9; The Author(s) 2024</copyright-statement><copyright-year>2024</copyright-year><license><ali:license_ref specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p><bold>Open Access</bold> Dieser Artikel wird unter der Creative Commons Namensnennung 4.0 International Lizenz ver&#x000f6;ffentlicht, welche die Nutzung, Vervielf&#x000e4;ltigung, Bearbeitung, Verbreitung und Wiedergabe in jeglichem Medium und Format erlaubt, sofern Sie den/die urspr&#x000fc;nglichen Autor(en) und die Quelle ordnungsgem&#x000e4;&#x000df; nennen, einen Link zur Creative Commons Lizenz beif&#x000fc;gen und angeben, ob &#x000c4;nderungen vorgenommen wurden.</license-p><license-p>Die in diesem Artikel enthaltenen Bilder und sonstiges Drittmaterial unterliegen ebenfalls der genannten Creative Commons Lizenz, sofern sich aus der Abbildungslegende nichts anderes ergibt. Sofern das betreffende Material nicht unter der genannten Creative Commons Lizenz steht und die betreffende Handlung nicht nach gesetzlichen Vorschriften erlaubt ist, ist f&#x000fc;r die oben aufgef&#x000fc;hrten Weiterverwendungen des Materials die Einwilligung des jeweiligen Rechteinhabers einzuholen.</license-p><license-p>Weitere Details zur Lizenz entnehmen Sie bitte der Lizenzinformation auf <ext-link ext-link-type="uri" xlink:href="https://creativecommons.org/licenses/by/4.0/">http://creativecommons.org/licenses/by/4.0/deed.de</ext-link>.</license-p></license></permissions><abstract id="Abs1"><sec><title>Hintergrund</title><p>F&#x000fc;r die Qualit&#x000e4;tssicherung in der Pathologie ist die strukturierte Erfassung von Daten aus histopathologischen Befunden sowie die Interoperabilit&#x000e4;t dieser Daten von zentraler Bedeutung.</p></sec><sec><title>Methodik</title><p>Zur Harmonisierung des Inhalts der Befunde hat die International Collaboration on Cancer Reporting (ICCR) standardisierte Datens&#x000e4;tze erstellt. Diese liegen noch nicht fl&#x000e4;chendeckend auf Deutsch vor. Hier wird diese L&#x000fc;cke am Beispiel des Usecase der transurethralen Blasenresektion (TUR-B) adressiert.</p></sec><sec><title>Ergebnisse</title><p>Wir beschreiben den Prozess der Etablierung der Datens&#x000e4;tze durch &#x000dc;bersetzung, Einbindung von SNOMED-CT-Codes und Nutzung der Hierarchie in SNOMED zum F&#x000fc;llen der Felder des Datensatzes. Zus&#x000e4;tzlich definieren wir Regeln zur Datenqualit&#x000e4;tspr&#x000fc;fung anhand der TUR&#x02011;B.</p></sec><sec><title>Diskussion</title><p>Mit diesem Beitrag haben wir beispielhaft eine deutsche Version der ICCR-Datensatz TUR&#x02011;B inklusive Mapping auf die SNOMED-CT-Terminologie geschaffen. Weitere Schritte sollten nun in der abstrakten Modellierung von Erkrankungen liegen, um das in SNOMED CT liegende Potenzial weiter auszusch&#x000f6;pfen.</p></sec><sec><title>Zusatzmaterial online</title><p>Zus&#x000e4;tzliche Informationen sind in der Online-Version dieses Artikels (10.1007/s00292-024-01398-3) enthalten.</p></sec></abstract><trans-abstract xml:lang="en" id="Abs2"><sec><title>Background</title><p>The structured recording of data from histopathological findings and their interoperability is critical for quality assurance in pathology.</p></sec><sec><title>Materials and methods</title><p>To harmonize the content of the reports, the International Collaboration on Cancer Reporting (ICCR) has defined standardized datasets. These datasets are not yet available in German nationwide. This gap is addressed here using the transurethral bladder resection (TUR-B) dataset as a&#x000a0;use case.</p></sec><sec><title>Results</title><p>We describe the process of establishing the datasets by carrying out translation, mapping on SNOMED CT codes, and using SNOMED CTs hierarchy to fill dropdown menus. Furthermore, we identified rules for checking for self-consistency of reports by using the example of the TUR bladder.</p></sec><sec><title>Discussion</title><p>With this article, we have created an example of a&#x000a0;German version of the ICCR TUR&#x02011;B dataset including mapping to the SNOMED CT terminology. Further activities should include the definition of overarching cancer disease models to further exploit the potential of SNOMED CT.</p></sec></trans-abstract><kwd-group xml:lang="de"><title>Schl&#x000fc;sselw&#x000f6;rter</title><kwd>Data Literacy</kwd><kwd>Qualit&#x000e4;tsmanagement</kwd><kwd>Interdisziplinarit&#x000e4;t</kwd><kwd>Uropathologie</kwd><kwd>Tumorpathologie</kwd></kwd-group><kwd-group xml:lang="en"><title>Keywords</title><kwd>Data Literacy</kwd><kwd>Quality management</kwd><kwd>Interdisciplinarity</kwd><kwd>Uropathology</kwd><kwd>Tumour pathology</kwd></kwd-group><funding-group><award-group><funding-source><institution>Universit&#x000e4;tsklinikum RWTH Aachen (8915)</institution></funding-source></award-group><open-access><p>Open Access funding enabled and organized by Projekt DEAL.</p></open-access></funding-group><custom-meta-group><custom-meta><meta-name>issue-copyright-statement</meta-name><meta-value>&#x000a9; Springer Medizin Verlag GmbH, ein Teil von Springer Nature 2025</meta-value></custom-meta></custom-meta-group></article-meta></front><body><sec id="Sec1"><title>Hintergrund und Fragestellung</title><p>Histopathologische Befunde werden in Deutschland derzeit meist in Textform verfasst und enthalten &#x02013;&#x000a0;trotz Unterteilung in bspw. Makroskopie, Histologie und Gutachten&#x000a0;&#x02013; nur wenige strukturierte Elemente. Daher ist eine zuverl&#x000e4;ssige, computerbasierte (Daten&#x02011;)Qualit&#x000e4;tspr&#x000fc;fung &#x02013;&#x000a0;als Erg&#x000e4;nzung zum bereits etablierten Vier-Augen-Prinzip sowie der Diskussion in interdisziplin&#x000e4;ren Konferenzen&#x000a0;&#x02013; nur eingeschr&#x000e4;nkt m&#x000f6;glich. Das Konzept des <italic>Synoptischen Reportings </italic>(SR; [<xref ref-type="bibr" rid="CR1">1</xref>, <xref ref-type="bibr" rid="CR7">7</xref>]) adressiert diese Probleme.</p><p>Das Grundprinzip von SR ist dabei das Ersetzen von Flie&#x000df;text durch Frage-Antwort-Paare&#x000a0;&#x02013; bspw. Frage: Invasionstiefe, Antwort: pT2&#x000a0;&#x02013; sowie die Bindung der Frage und der Antworten an vorgegebene Terminologien oder definierte Wertebereiche. Der Vorteil von SR liegt in 2&#x000a0;Aspekten. Erstens erleichtert SR verschiedene Formen von Datenqualit&#x000e4;tspr&#x000fc;fungen&#x000a0;&#x02013; bspw. Pr&#x000fc;fung auf Widerspr&#x000fc;che. Zweitens werden die &#x000c4;rztinnen und &#x000c4;rzte bei der Befunderstellung durch einen strukturierten Prozess gef&#x000fc;hrt. Dies erleichtert die Ausbildung von Assistenz&#x000e4;rztinnen und -&#x000e4;rzten und erh&#x000f6;ht die Prozessqualit&#x000e4;t in der Pathologie.</p><p>Im Rahmen der Einf&#x000fc;hrung von SR ist es erforderlich, den Inhalt histopathologischer Befunde zu standardisieren. Die <italic>International Collaboration on Cancer Reporting (ICCR)</italic> hat hier bereits eine Reihe standardisierter Datens&#x000e4;tze f&#x000fc;r unterschiedliche Organe und Fragestellungen erarbeitet. Trotz vieler Aktivit&#x000e4;ten in diesem Bereich &#x02013;&#x000a0;vgl. zum Beispiel [<xref ref-type="bibr" rid="CR2">2</xref>&#x02013;<xref ref-type="bibr" rid="CR4">4</xref>]&#x000a0;&#x02013; existieren noch keine standardisierten deutschsprachigen Fassungen dieser Datens&#x000e4;tze. &#x000dc;ber die &#x000dc;bersetzung hinaus ist es im Rahmen von SR erforderlich, die Interoperabilit&#x000e4;t der Befunddaten sicherzustellen. Ein wesentlicher Schritt hierbei ist die Nutzung des Terminologiesystems <italic>Standardised Nomenclature for Medicine (SNOMED CT)</italic>. Die automatisiert durchf&#x000fc;hrbare Kodierung der Befunddaten in SNOMED CT gew&#x000e4;hrleistet Alltagsgebr&#x000e4;uchlichkeit sowie den internationalen Charakter des Datensatzes im Sinne einer Interoperabilit&#x000e4;t der Daten bspw.&#x000a0;im Rahmen des European Health Data Space.</p><p>Der vorliegende Beitrag beschreibt anhand des Usecase der <italic>transurethralen Blasenresektion (TUR-B)</italic> und des entsprechenden ICCR-Datensatzes [<xref ref-type="bibr" rid="CR5">5</xref>] ein methodisches Vorgehen, um die bisher nicht auf Deutsch verf&#x000fc;gbaren ICCR-Datens&#x000e4;tze zu &#x000fc;bersetzen. Gleichzeitig werden die Datenelemente der ICCR-Datens&#x000e4;tze auf SNOMED CT abgebildet.</p><sec id="Sec2"><title>Stand der Technik</title><p>Histopathologische Befunde haben unterschiedliche Level von Interoperabilit&#x000e4;t [<xref ref-type="bibr" rid="CR6">6</xref>]. Das hei&#x000df;t, ihre maschinelle Verarbeitung f&#x000fc;hrt zu unterschiedlichen Graden maschineller Interpretierbarkeit. Diese sind in Abb.&#x000a0;<xref rid="Fig1" ref-type="fig">1</xref> dargestellt:<list list-type="order"><list-item><p>Textbefunde ohne definierten Inhalt</p></list-item><list-item><p>Textbefunde mit (m&#x000f6;glicherweise lokal) standardisiertem Inhalt</p></list-item><list-item><p>Synoptisches Format und Unterteilung in mehrere Textfelder&#x000a0;&#x02013; zum Beispiel Abschnitte Makroskopie und Mikroskopie und zusammenfassendes Gutachten</p></list-item><list-item><p>Nutzung von elektronischen Tools&#x000a0;&#x02013; zum Beispiel Dropdownmen&#x000fc;s und Checkboxen</p></list-item><list-item><p>Nutzung von standardisierten strukturierten Datens&#x000e4;tzen&#x000a0;&#x02013; zum Beispiel ICCR-Datens&#x000e4;tze</p></list-item><list-item><p>Nutzung von standardisierten Terminologien&#x000a0;&#x02013; zum Beispiel ICD&#x02011;O, TNM</p></list-item><list-item><p>Um die besondere Bedeutung von SNOMED CT hervorzuheben, wurde die Abbildung um ein Level&#x000a0;7 <italic>Interoperabilit&#x000e4;t der Daten mittels SNOMED CT</italic> erg&#x000e4;nzt</p></list-item></list><fig id="Fig1"><label>Abb. 1</label><caption><p>Die 6&#x000a0;Level des synoptischen Reportings (SR) und SNOMED CT als Level&#x000a0;7. (Mod. nach Ellis et&#x000a0;al. [<xref ref-type="bibr" rid="CR6">6</xref>])</p></caption><graphic xlink:href="292_2024_1398_Fig1_HTML" id="d33e348"/></fig></p><p>Level&#x000a0;3&#x000a0;ist dabei das in Deutschland am weitesten verbreitete Level. Das h&#x000f6;chste Qualit&#x000e4;tsniveau bietet Level&#x000a0;6. Die f&#x000fc;r Level&#x000a0;4 erforderlichen technischen Vorarbeiten sind bereits breit verf&#x000fc;gbar. So k&#x000f6;nnen Datens&#x000e4;tze in verschiedenen Formaten, bspw. in HL7&#x000a0;FHIR als FHIR-Questionnaire, modelliert und mittels Softwarebibliotheken, sog. Renderer, wie beispielsweise LHC-Forms, in Laborinformationsmanagementsysteme (LIMS) integriert werden. F&#x000fc;r Level&#x000a0;5 fehlen in Deutschland breit akzeptierte Datensatzdefinitionen. Die von der ICCR erarbeiteten Datens&#x000e4;tze bieten hier zwar eine gute Grundlage, sind aber noch nicht auf Deutsch verf&#x000fc;gbar. F&#x000fc;r Level&#x000a0;6&#x000a0;existieren bereits eine Reihe von Terminologiesystemen, bspw. ICD-10, ICD&#x02011;O und TNM, die zu Krebsregistrierungszwecken ohnehin vorgeschrieben sind und daher bereits fl&#x000e4;chendeckend genutzt werden. Zur Steigerung der Interoperabilit&#x000e4;t der Daten ist hier eine Nutzung von SNOMED CT zu empfehlen, die in manchen Darstellungen bereits in Form von Level&#x000a0;7 explizit betont wird. Zur fl&#x000e4;chendeckenden Einf&#x000fc;hrung dieses abschlie&#x000df;enden Levels fehlen auch international noch weitere Vorarbeiten. So ist die Zuordnung der in den ICCR-Datens&#x000e4;tzen vorgesehenen Datenelemente auf entsprechende SNOMED-CT-Codes nicht &#x000f6;ffentlich verf&#x000fc;gbar. In Deutschland ist eine Nutzung von SNOMED CT aufgrund der im Jahr 2021 erfolgten Lizensierung von SNOMED CT durch das BfArM jeder Pathologie in Deutschland ohne Mehrkosten m&#x000f6;glich. Zugleich bem&#x000fc;ht sich das BfArM in Zusammenarbeit mit diversen Medizinischen Fachgesellschaften und Aktivit&#x000e4;ten um eine Usecase-basierte &#x000dc;bersetzung von englischsprachigen SNOMED-CT-Konzepten ins Deutsche. Eine vollst&#x000e4;ndige &#x000dc;bersetzung von SNOMED CT ist aktuell allerdings nicht vorgesehen, sodass erg&#x000e4;nzende Aktivit&#x000e4;ten zur &#x000dc;bersetzung von f&#x000fc;r die Pathologie relevanten Konzepten notwendig sind.</p></sec></sec><sec id="Sec3"><title>Methodik</title><p>Im Rahmen der vorliegenden Arbeit wurden die Limitationen des oben dargestellten Stands der Technik anhand des Usecase TUR&#x02011;B adressiert. Hieraus ergibt sich ein strukturierter Prozess, der f&#x000fc;r weitere ICCR-Datens&#x000e4;tze wiederholt werden kann. Abb.&#x000a0;<xref rid="Fig2" ref-type="fig">2</xref> zeigt ein Flussdiagramm dieses Prozesses, der im Folgenden n&#x000e4;her erl&#x000e4;utert wird.<fig id="Fig2"><label>Abb. 2</label><caption><p>Prozessschritte zur Vorbereitung von ICCR-Datens&#x000e4;tzen im Rahmen von synoptischem Reporting (SR) Level&#x000a0;6</p></caption><graphic xlink:href="292_2024_1398_Fig2_HTML" id="d33e363"/></fig></p><sec id="FPar1"><title>Schritt 1.</title><p>Es erfolgt die &#x000dc;bersetzung des ICCR-Datensatzes. Der Datensatz enth&#x000e4;lt bereits die Definition von Pflichtfeldern, die f&#x000fc;r die Erstellung eines vollst&#x000e4;ndigen Befundes erforderlich sind. <italic>Appendix&#x000a0;A</italic> im Online-Supplement zeigt den &#x000fc;bersetzten Datensatz zur TUR&#x02011;B in Form der von der ICCR erarbeiteten Eingabemaske.</p></sec><sec id="FPar2"><title>Schritt 2.</title><p>Dieser Schritt identifiziert die erforderlichen Terme aus den relevanten Terminologiesystemen. Das Mapping der Datenfelder des ICCR-Datensatzes auf die Codes von ICD-10, ICD&#x02011;O sowie TNM wird von der ICCR bereits vorgegeben. Im Rahmen nationaler Anpassungen, bspw. ICD-10-GM, sind hier jedoch gegebenenfalls Modifikationen vorzunehmen.</p></sec><sec id="FPar3"><title>Schritt 3.</title><p>Den dritten Schritt stellt die Identifikation von Codes f&#x000fc;r die Terminologiebindung dar. <italic>Appendix&#x000a0;B</italic> im Online-Supplement listet als Beispielterminologie auf, welche SNOMED CT relevant sind und zu welchen Elementen des Datensatzes sie geh&#x000f6;ren. Die dortige Tabelle erg&#x000e4;nzt dabei die Tabelle, die bereits Bestandteil der Definition des ICCR-Datensatzes ist und u.&#x0202f;A. bereits die TNM-Klassifikation enth&#x000e4;lt. Neben der Abbildung auf bereits existierende SNOMED-CT-Konzepte wurden zus&#x000e4;tzliche Konzepte identifiziert, die in SNOMED CT bisher nicht existieren oder nicht hinreichend pr&#x000e4;zise, f&#x000fc;r den Datensatz aber erforderlich sind. Diese betrifft im TUR&#x02011;B Datensatz die folgenden Konzepte:<list list-type="bullet"><list-item><p>&#x0201e;Invasion superficial to muscularis mucosae&#x0201c; fehlt.</p></list-item><list-item><p>&#x0201e;Nested urothelial carcinoma (morphological abnormality)&#x0201c; fehlt.</p></list-item><list-item><p>&#x0201e;Plasmacytoid urothelial carcinoma (morphological abnormality)&#x0201c; fehlt.</p></list-item></list></p></sec><sec id="FPar4"><title>Schritt 4.</title><p>Die Liste der im Rahmen des dritten Schrittes identifizierten Codes ist aufgrund der Existenz von Freitextfeldern im Datensatz unvollst&#x000e4;ndig. Der potenzielle Inhalt dieser Felder k&#x000f6;nnte aber bspw. durch h&#x000e4;ndische Strukturierung von Befundtexten aus dem Krebsregister identifiziert werden. Den Elementen dieser Liste k&#x000f6;nnen dann die entsprechenden SNOMED-CT-Codes zugeordnet werden. Die ICCR empfiehlt diesen Schritt explizit nicht, dennoch sollte er f&#x000fc;r k&#x000fc;nftige Anpassungen des Datensatzes ber&#x000fc;cksichtigt werden.</p></sec><sec id="FPar5"><title>Schritt 5.</title><p>Im Rahmen der Modellierung des Datensatzes ist es erforderlich, inhaltliche Abh&#x000e4;ngigkeiten zwischen den Datenelementen zu definieren. So sollte, bspw. im Rahmen des TUR&#x02011;B Datensatzes, die Eingabe eines pT1-Substaging nur dann m&#x000f6;glich sein, wenn auch ein pT1 Tumor diagnostiziert wird. Die im Rahmen der Arbeit identifizierten wichtigen inhaltlichen Abh&#x000e4;ngigkeiten des TUR&#x02011;B Datensatzes listet Tab.&#x000a0;<xref rid="Tab1" ref-type="table">1</xref> auf und erl&#x000e4;utert diese kurz. Jede Zeile entspricht einer Abh&#x000e4;ngigkeit. Die Spalte Pr&#x000e4;misse stellt dabei die inhaltliche Grundvoraussetzung dar, w&#x000e4;hrend die Spalte Konklusion die damit einhergehende Variablenbelegung bzw. Verpflichtung zur Angabe eines Datenelements zeigt. Im Sinne der &#x000dc;bersichtlichkeit werden rein technisch bedingte Abh&#x000e4;ngigkeiten, bspw. Spezifikation eines anderen histologischen Subtyps nur bei vorheriger Angabe &#x0201e;Andere&#x0201c; beim histologischen Tumortyp m&#x000f6;glich, ausgelassen. Zus&#x000e4;tzlich zu den inhaltlichen Abh&#x000e4;ngigkeiten empfiehlt es sich, weitere Ausf&#x000fc;llhilfen, bspw. <italic>Die Angabe eines eindeutigen Differenzierungsgrades ist gegen&#x000fc;ber der Angabe &#x0201a;G3&#x02013;G4&#x02018; zu bevorzugen,</italic> hinzuzuf&#x000fc;gen und diese aus der Definition des Datensatzes zu &#x000fc;bernehmen.<table-wrap id="Tab1"><label>Tab. 1</label><caption><p>Auflistung der inhaltlichen Abh&#x000e4;ngigkeiten zwischen den Datenelementen des ICCR-Datensatzes transurethrale Blasenresektion (TUR-B)</p></caption><table frame="hsides" rules="groups"><thead><tr><th>Pr&#x000e4;misse</th><th>Konklusion</th><th>Erl&#x000e4;uterung</th></tr></thead><tbody><tr><td>Histologischer Tumortyp&#x0202f;=&#x02009;Urothelkarzinom</td><td>Histologische Subtypen/Subvarianten inkl. Anteile k&#x000f6;nnen angegeben werden</td><td>Angabe von Subtypen des Urothelkarzinoms nur bei Vorliegen eines Urothelkarzinoms sinnvoll</td></tr><tr><td>Ausma&#x000df; der Invasion&#x0202f;=&#x02009;Tumorinvasion unter Einbeziehung des subepithelialen Bindegewebes (Lamina propria)</td><td>Substaging pT1 kann angegeben werden</td><td>Substaging pT1 kann nur bei pT1-Tumor bestimmt werden</td></tr><tr><td>(Proben&#x02011;)Entnahmelokalisation</td><td>Hinweis: Bei Proben von mehreren Lokalisationen bitte Formular je Lokalisation einmal ausf&#x000fc;llen</td><td>Die vorliegende Darstellung als Formular ist je Lokalisation einmal auszuf&#x000fc;llen. Patienteninformationen m&#x000fc;ssen zwischen den Positionen gleich sein</td></tr><tr><td>Block-ID (Position)</td><td>Hinweis: Bei Bl&#x000f6;cken aus mehreren Lokalisationen bitte Hinweis zur Lokalisation beachten</td><td>Dokumentation des Zusammenhangs zwischen klinisch angegebener Entnahmelokalisation und Proben-ID des Eingangsmaterials</td></tr><tr><td>Histologischer Tumorgrad</td><td>Hinweis: Bitte zuvor histologischen Tumortyp spezifizieren!</td><td>&#x02013;</td></tr><tr><td>Invasionstiefe&#x000a0;(T)</td><td>Hinweis: Die Angabe eines Substagings pT1a/pT1b ist gegen&#x000fc;ber der reinen Angabe pT1 zu bevorzugen</td><td>Spezifischere Information ist allgemeinerer Information gegen&#x000fc;ber grunds&#x000e4;tzlich zu bevorzugen oder die Terminologie ist entsprechend zu &#x000e4;ndern</td></tr><tr><td>Tumorgrad&#x000a0;(G)</td><td>Die Angabe eines eindeutigen Grades ist gegen&#x000fc;ber der Angabe &#x0201e;G3&#x02013;4&#x0201c; zu bevorzugen</td><td>Spezifischere Information ist allgemeinerer Information gegen&#x000fc;ber grunds&#x000e4;tzlich zu bevorzugen oder die Terminologie ist entsprechend zu &#x000e4;ndern</td></tr></tbody></table></table-wrap></p><p>Die Korrektheit der beschriebenen Prozessschritte wurde im Rahmen der Arbeit parallel durch das h&#x000e4;ndische Strukturieren entsprechender Befunde unterst&#x000fc;tzt. Insbesondere f&#x000fc;r den ersten Schritt wurde der ICCR-Datensatz zwischen einer Pathologin und einem Informatiker diskutiert.</p></sec></sec><sec id="Sec4"><title>Ergebnisse</title><p>Aus dem oben beschriebenen Prozess l&#x000e4;sst sich eine Reihe von Empfehlungen ableiten, die im Folgenden diskutiert werden. Neben Empfehlungen f&#x000fc;r die &#x000dc;bersetzung weiterer Datens&#x000e4;tze wird der nun verf&#x000fc;gbare deutsche ICCR-Datensatz zur TUR&#x02011;B vorgestellt. Schlie&#x000df;lich werden die zu empfehlenden Rahmenbedingungen zur Modellierung der Datens&#x000e4;tze und der damit einhergehenden technischen Vorbereitung f&#x000fc;r die Nutzung der Datens&#x000e4;tze in der Praxis aufgezeigt.</p><sec id="Sec5"><title>Empfehlungen f&#x000fc;r den Datensatz</title><p>Basierend auf dem obigen Prozess sollte die deutsche Version eines ICCR-Datensatzes 2&#x000a0;Bestandteile haben:<list list-type="order"><list-item><p>ICCR-Datensatz ohne weitere &#x000c4;nderungen, lediglich &#x000dc;bersetzung,</p></list-item><list-item><p>Felder f&#x000fc;r die zu Krebsregistrierungszwecken erforderlichen Terminologien: ICD-10, ICD&#x02011;O und TNM.</p></list-item></list></p><p>Weitere inhaltliche Anpassungen sollten im Sinne der Standardisierung des Datensatzes nicht vorgenommen werden. Im Rahmen dieser Arbeit wurde ein einzelner Datensatz &#x000fc;bersetzt und f&#x000fc;r SR vorbereitet. Bei der &#x000dc;bersetzung weiterer Datens&#x000e4;tze sollte auf eine zwischen den Datens&#x000e4;tzen konsistente &#x000dc;bersetzung geachtet werden, um sp&#x000e4;ter eine intuitive Dateneingabe zu erleichtern. Eine Abbildung der Datenelemente des Datensatzes auf SNOMED CT sollte parallel zur &#x000dc;bersetzung des Datensatzes erfolgen, um eine m&#x000f6;glichst fr&#x000fc;hzeitige fl&#x000e4;chendeckende Nutzung von SNOMED CT in Deutschland zu f&#x000f6;rdern. Somit besteht die M&#x000f6;glichkeit, die erforderlichen SNOMED-CT-Konzepte ebenso zu &#x000fc;bersetzen, dem BfArM zu melden und somit der Allgemeinheit zur Verf&#x000fc;gung zu stellen.</p></sec><sec id="Sec6"><title>Empfehlungen f&#x000fc;r die Modellierung des Datensatzes</title><p>Der hiermit nun vorliegende deutsche ICCR-Datensatz zur TUR&#x02011;B steht f&#x000fc;r die Nutzung grunds&#x000e4;tzlich zur Verf&#x000fc;gung. Zur vereinheitlichten Nutzung des Datensatzes ist es zu empfehlen, dass die Modellierung in einem Standardformat, bspw. als FHIR-Questionnaire, zentral vorgenommen wird. Die dabei entstehende Modellierung kann dann &#x000f6;ffentlich verf&#x000fc;gbar gemacht und durch die LIMS-Entwickler leicht in die bestehenden Systeme integriert werden. Da der ICCR-Datensatz bereits &#x000fc;ber definierte Pflichtfelder verf&#x000fc;gt, k&#x000f6;nnen diese in die Modellierung &#x000fc;bernommen werden, um ein unvollst&#x000e4;ndiges Ausf&#x000fc;llen der Maske zur Datenerfassung zu verhindern. Im Sinne der Datenqualit&#x000e4;t sollten die bereits identifizierten inhaltlichen Abh&#x000e4;ngigkeiten in der Modellierung ber&#x000fc;cksichtigt werden. Dies sollte durch die direkte Einbettung der identifizierten SNOMED-CT-Codes erg&#x000e4;nzt werden. Somit entsteht bei der Dateneingabe kein Mehraufwand f&#x000fc;r die Darstellung der Daten in SNOMED CT. Sprachlich bietet sich f&#x000fc;r Eingabeaufforderungen im Rahmen der Modellierung die Formulierung &#x0201e;Bitte plus Infinitiv&#x0201c; &#x02013;&#x000a0;bspw. <italic>Bitte spezifizieren</italic>&#x000a0;&#x02013; an.</p></sec></sec><sec id="Sec7"><title>Diskussion</title><p>Der nun vorliegende deutsche ICCR-Datensatz zur TUR&#x02011;B steht nun &#x000f6;ffentlich f&#x000fc;r die Nutzung zur Verf&#x000fc;gung. Die zugeh&#x000f6;rigen SNOMED-CT-Konzepte sind ebenfalls &#x000f6;ffentlich verf&#x000fc;gbar. Somit sind die Vorbereitungen geschaffen, um Level&#x000a0;6 des SR zu erreichen:<list list-type="order"><list-item><p>Nutzung von elektronischen Tools kann durch Modellierung, zum Beispiel als FHIR-Questionnaire, erreicht werden.</p></list-item><list-item><p>Mit dem ICCR-Datensatz wird ein standardisierter Datensatz genutzt, der nun auch Belange der Abrechnung ber&#x000fc;cksichtigt.</p></list-item><list-item><p>Mit ICD&#x02011;O, ICD-10 und TNM werden standardisierte Terminologien genutzt. Die Interoperabilit&#x000e4;t der Daten wird mittels SNOMED CT unterst&#x000fc;tzt.</p></list-item></list></p><p>Der Methodenteil des vorliegenden Artikels zeigte einen strukturierten Prozess, der f&#x000fc;r die Etablierung weiterer deutscher ICCR-Datens&#x000e4;tze wiederholt werden kann. Eine Nutzung von &#x000fc;ber die reine Codierung von Befundinhalten hinausgehenden Features von SNOMED CT bietet weiteres Potenzial zur Qualit&#x000e4;tsverbesserung der Diagnostik. So k&#x000f6;nnten automatisiert Querverbindungen zu anderen potenziellen Diagnosen gezogen werden und die dahinterstehenden Feststellungen k&#x000f6;nnen in die Erstellung des Pathologiebefundberichts einflie&#x000df;en.</p></sec><sec id="Sec8"><title>Ausblick</title><p>Die &#x000dc;bersetzung der ICCR-Datens&#x000e4;tze einschlie&#x000df;lich deren Aktualisierungen sollten in einem strukturierten Prozess erfolgen, der im vorliegenden Artikel beschrieben wurde. Zur Vermeidung von Parallelentwicklungen sollte die &#x000dc;bersetzung und Anreicherung der Datens&#x000e4;tze mit SNOMED-CT-Codes zentral koordiniert werden&#x000a0;&#x02013; bspw. durch die Aktivit&#x000e4;ten der AG&#x000a0;Semantik des Berufsverbands Deutscher Pathologen koordiniert durch die Qualit&#x000e4;tsinitiative Pathologie. In diesen Prozess sollten Pathologen, Kliniker und Informatiker einbezogen werden. Am Ende des Prozesses sollte jeder Datensatz, zum Beispiel als FHIR-Questionnaire, modelliert sein und den LIMS-Herstellern verf&#x000fc;gbar gemacht werden.</p><p>Die im Zuge des Prozesses identifizierten SNOMED-CT-Codes k&#x000f6;nnen im Rahmen der &#x000dc;bersetzung des Datensatzes ebenfalls &#x000fc;bersetzt und anschlie&#x000df;end dem National Release Center for SNOMED beim BfArM gemeldet werden. Gemeldet werden sollte dort ebenfalls, wenn Konzepte in SNOMED CT fehlen. So leistet die deutsche Pathologie gleichzeitig einen Beitrag zur internationalen Weiterentwicklung.</p><p>In Erg&#x000e4;nzung zur abstrakten Abhandlung der Datens&#x000e4;tze sollte die konkrete Nutzung der modellierten Datens&#x000e4;tze einem Praxistest unterzogen werden. Zu betrachten ist hier insbesondere, inwiefern sich das Arbeiten der &#x000c4;rzte hier ver&#x000e4;ndert. Zu Beginn ist ein zeitlicher Overhead zu erwarten, da die Dateneingabe statt als Diktat nun &#x000fc;ber Maus und Tastatur erfolgt. Auch k&#x000f6;nnte es einen Unterschied machen, wenn im Rahmen der Mikroskopie noch ein klassisches Mikroskop zum Einsatz kommt. Im Falle des Diktats musste der Arzt bzw. die &#x000c4;rztin bisher nicht vom Mikroskop aufblicken, um Daten einzugeben. Bei der Nutzung von SR &#x000fc;ber eine klassische graphische Benutzeroberfl&#x000e4;che ist dies jedoch erforderlich. Eine m&#x000f6;gliche L&#x000f6;sung hierf&#x000fc;r kann die Nutzung von AI-basierten Systemen zur &#x000dc;bertragung des gesprochenen Textes in die Eingabemaske mit anschlie&#x000df;ender Pr&#x000fc;fung durch den Arzt bzw. die &#x000c4;rztin sein. Zumindest theoretisch sind solche Systeme bereits verf&#x000fc;gbar: OpenAI bietet im Rahmen von ChatGPT (OpenAI OpCo LLC, San Francisco, CA, U.S.) sowohl die M&#x000f6;glichkeit einer Spracheingabe als auch die M&#x000f6;glichkeit, Daten aus Text strukturiert auszugeben. Der produktive Einsatz eines solchen Ansatzes d&#x000fc;rfte derzeit im Falle von (Chat&#x02011;)GPT an den regulatorischen Rahmenbedingungen und im Falle von Open-Source-Modellen an deren Performance scheitern. Betrachtet man die derzeitige Entwicklung von vergleichbaren Large-Language-Modellen, so sind propriet&#x000e4;re Modelle wie GPT Open-Source-Modellen um einige Zeit voraus. Wir d&#x000fc;rfen daher &#x02013;&#x000a0;zumindest im Hinblick auf die reine Performance der Modelle&#x000a0;&#x02013; in den kommenden Jahren mit der &#x000f6;ffentlichen Verf&#x000fc;gbarkeit von hinreichend performanten Modellen rechnen.</p><p>Als positive Folge der Einf&#x000fc;hrung von SR ist im Zusammenhang mit der weiteren Verbreitung der digitalen Pathologie von einem zus&#x000e4;tzlichen Synergieeffekt auszugehen. Denkbar w&#x000e4;re hier unter anderem eine Integration der Eingabemaske in das digitale Mikroskop. So k&#x000f6;nnte im Rahmen der Annotation des Schnittes. zum Beispiel hinsichtlich des tiefsten Invasionspunktes des Karzinoms, direkt das pT-Staging ausgew&#x000e4;hlt werden.</p><p>In weiteren Schritten sollten nun die &#x000dc;bersetzung der ICC- Datens&#x000e4;tze ins Deutsche sowie die Modellierung von Erkrankungen mittels SNOMED CT vorangetrieben werden. Hierzu sind zentral koordinierte Aktivit&#x000e4;ten erforderlich, um einer weiteren Ausweitung der Heterogenit&#x000e4;t der Befunddokumentation der deutschen Pathologien vorzubeugen.</p></sec><sec id="Sec9" sec-type="conclusion"><title>Fazit f&#x000fc;r die Praxis</title><p>
<list list-type="bullet"><list-item><p>Die Schritte der vorliegenden Arbeit sollten f&#x000fc;r die weiteren ICCR-Datens&#x000e4;tze wiederholt werden</p></list-item><list-item><p>Pathologien sollten keine eigenen Anpassungen an den Datensatz vornehmen, sondern bereits modellierte Datens&#x000e4;tze nutzen. Diese sollten versioniert werden, sodass Sie bei &#x000c4;nderungen des ICCR-Datensatzes oder der verwendeten Terminologie angepasst werden k&#x000f6;nnen. Relevant wird dies zum Beispiel im Rahmen der fl&#x000e4;chendeckenden Einf&#x000fc;hrung von ICD-11.</p></list-item><list-item><p>Bei der Anschaffung von Laborinformationsmanagementsystemen (LIMS) sollte darauf geachtet werden, dass das LIMS die Eingabe und Verwaltung strukturierter Befunde unterst&#x000fc;tzt</p></list-item></list>
</p></sec><sec id="Sec10" sec-type="supplementary-material"><title>Supplementary Information</title><p>
<supplementary-material content-type="local-data" id="MOESM1"><media xlink:href="292_2024_1398_MOESM1_ESM.docx"><caption><p>Appendix 1 enth&#x000e4;lt das ins Deutsche &#x000fc;bersetze Formular der ICCR f&#x000fc;r den Datensatz zur Transurethralen Resektion der Harnblase (TUR-B; vgl. Abschnitt Methodik Schritt 1). Appendix B enth&#x000e4;lt das Mapping der im ICCR Datensatz TUR-B vorgesehenen Elemente auf SNOMED CT (vgl. Abschnitt Methodik Schritt 3).</p></caption></media></supplementary-material>
</p></sec></body><back><fn-group><fn><p>
<graphic position="anchor" xlink:href="292_2024_1398_Figqr_HTML" id="d33e255"/>
</p><p>Zusatzmaterial online &#x02013; bitte QR-Code scannen</p></fn><fn><p><bold>Hinweis des Verlags</bold></p><p>Der Verlag bleibt in Hinblick auf geografische Zuordnungen und Gebietsbezeichnungen in ver&#x000f6;ffentlichten Karten und Institutsadressen neutral.</p></fn></fn-group><ack><sec id="FPar6"><title>Danksagung</title><p>Wir danken Herrn Prof. Dr. med. Thomas R&#x000fc;diger f&#x000fc;r seinen hilfreichen Input zum Thema perspektivische Nutzung von SNOMED CT und seine Einf&#x000fc;hrung in die Implementierung von synoptischem Reporting am Pathologischen Institut des Klinikums Karlsruhe.</p></sec></ack><notes notes-type="funding-information"><title>Funding</title><p>Open Access funding enabled and organized by Projekt DEAL.</p></notes><notes notes-type="data-availability"><title>Datenverf&#x000fc;gbarkeit</title><p>Im Rahmen der Arbeit wurden keine neuen Daten erhoben.</p></notes><notes><title>Einhaltung ethischer Richtlinien</title><notes id="FPar7"><title>Interessenkonflikt</title><p>J.&#x000a0;D&#x000f6;renberg, C.&#x000a0;J.&#x000a0;Schmidt, T.&#x000a0;Berlage und R.&#x000a0;Kn&#x000fc;chel-Clarke geben an, dass kein Interessenkonflikt besteht.</p></notes><notes><p>F&#x000fc;r diesen Beitrag wurden von den Autor/-innen keine Studien an Menschen oder Tieren durchgef&#x000fc;hrt. F&#x000fc;r die aufgef&#x000fc;hrten Studien gelten die jeweils dort angegebenen ethischen Richtlinien.</p></notes></notes><ref-list id="Bib1"><title>Literatur</title><ref id="CR1"><label>1.</label><citation-alternatives><element-citation id="ec-CR1" publication-type="journal"><person-group person-group-type="author"><name><surname>Sluijter</surname><given-names>CE</given-names></name><name><surname>van Lonkhuijzen</surname><given-names>LRCW</given-names></name><name><surname>van Slooten</surname><given-names>HJ</given-names></name><etal/></person-group><article-title>The effects of implementing synoptic pathology reporting in cancer diagnosis: a&#x000a0;systematic review</article-title><source>Virchows Arch</source><year>2016</year><volume>21</volume><issue>468</issue><fpage>639</fpage><lpage>649</lpage><pub-id pub-id-type="doi">10.1007/s00428-016-1935-8</pub-id></element-citation><mixed-citation id="mc-CR1" publication-type="journal">Sluijter&#x000a0;CE, van Lonkhuijzen&#x000a0;LRCW, van Slooten&#x000a0;HJ et&#x000a0;al (2016) The effects of implementing synoptic pathology reporting in cancer diagnosis: a&#x000a0;systematic review. Virchows Arch 21(468):639&#x02013;649</mixed-citation></citation-alternatives></ref><ref id="CR2"><label>2.</label><citation-alternatives><element-citation id="ec-CR2" publication-type="journal"><person-group person-group-type="author"><name><surname>Alice Blache</surname><given-names>G</given-names></name><name><surname>Jauffret</surname><given-names>C</given-names></name><name><surname>Houvenaeghel</surname><given-names>G</given-names></name><name><surname>Buttarelli</surname><given-names>M</given-names></name><name><surname>Sabiani</surname><given-names>L</given-names></name><name><surname>Mokarram Dorri</surname><given-names>N</given-names></name><name><surname>El Hajj</surname><given-names>H</given-names></name><name><surname>Lambaudie</surname><given-names>E</given-names></name></person-group><article-title>A computer synoptic operative report versus a&#x000a0;report dictated by a&#x000a0;surgeon in advanced ovarian cancer</article-title><source>Int J Gynecol Cancer</source><year>2024</year><pub-id pub-id-type="doi">10.1136/ijgc-2023-004947</pub-id></element-citation><mixed-citation id="mc-CR2" publication-type="journal">Alice Blache&#x000a0;G, Jauffret&#x000a0;C, Houvenaeghel&#x000a0;G, Buttarelli&#x000a0;M, Sabiani&#x000a0;L, Mokarram Dorri&#x000a0;N, El Hajj&#x000a0;H, Lambaudie&#x000a0;E (2024) A computer synoptic operative report versus a&#x000a0;report dictated by a&#x000a0;surgeon in advanced ovarian cancer. Int J Gynecol Cancer. 10.1136/ijgc-2023-004947</mixed-citation></citation-alternatives></ref><ref id="CR3"><label>3.</label><citation-alternatives><element-citation id="ec-CR3" publication-type="journal"><person-group person-group-type="author"><name><surname>Van Velthuysen</surname><given-names>M-LF</given-names></name><name><surname>Couvelard</surname><given-names>A</given-names></name><name><surname>Rindi</surname><given-names>G</given-names></name><name><surname>Fazio</surname><given-names>N</given-names></name><name><surname>H&#x000f6;rsch</surname><given-names>D</given-names></name><name><surname>Nieveen Van Dijkum</surname><given-names>EJ</given-names></name><name><surname>Kl&#x000f6;ppel</surname><given-names>G</given-names></name><name><surname>Perren</surname><given-names>A</given-names></name></person-group><article-title>ENETS standardized (synoptic) reporting for neuroendocrine tumour pathology</article-title><source>J Neuroendocrinology</source><year>2022</year><volume>34</volume><issue>3</issue><fpage>e13100</fpage><pub-id pub-id-type="doi">10.1111/jne.13100</pub-id><pub-id pub-id-type="pmid">35165954</pub-id>
</element-citation><mixed-citation id="mc-CR3" publication-type="journal">Van Velthuysen&#x000a0;M&#x02011;LF, Couvelard&#x000a0;A, Rindi&#x000a0;G, Fazio&#x000a0;N, H&#x000f6;rsch&#x000a0;D, Nieveen Van Dijkum&#x000a0;EJ, Kl&#x000f6;ppel&#x000a0;G, Perren&#x000a0;A (2022) ENETS standardized (synoptic) reporting for neuroendocrine tumour pathology. J&#x000a0;Neuroendocrinology 34(3):e13100. 10.1111/jne.13100<pub-id pub-id-type="pmid">35165954</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR4"><label>4.</label><citation-alternatives><element-citation id="ec-CR4" publication-type="journal"><person-group person-group-type="author"><name><surname>Aumann</surname><given-names>K</given-names></name><name><surname>Niermann</surname><given-names>K</given-names></name><name><surname>Asberger</surname><given-names>J</given-names></name><name><surname>Wellner</surname><given-names>U</given-names></name><name><surname>Bronsert</surname><given-names>P</given-names></name><name><surname>Erbes</surname><given-names>T</given-names></name><name><surname>Hauschke</surname><given-names>D</given-names></name><etal/></person-group><article-title>Structured reporting ensures complete content and quick detection of essential data in pathology reports of oncological breast resection specimens</article-title><source>Breast Cancer Res Treat</source><year>2016</year><volume>156</volume><issue>3</issue><fpage>495</fpage><lpage>500</lpage><pub-id pub-id-type="doi">10.1007/s10549-016-3769-0</pub-id><pub-id pub-id-type="pmid">27059032</pub-id>
</element-citation><mixed-citation id="mc-CR4" publication-type="journal">Aumann&#x000a0;K, Niermann&#x000a0;K, Asberger&#x000a0;J, Wellner&#x000a0;U, Bronsert&#x000a0;P, Erbes&#x000a0;T, Hauschke&#x000a0;D et&#x000a0;al (2016) Structured reporting ensures complete content and quick detection of essential data in pathology reports of oncological breast resection specimens. Breast Cancer Res Treat 156(3):495&#x02013;500. 10.1007/s10549-016-3769-0<pub-id pub-id-type="pmid">27059032</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR5"><label>5.</label><citation-alternatives><element-citation id="ec-CR5" publication-type="book"><person-group person-group-type="author"><name><surname>Grignon</surname><given-names>D</given-names></name><name><surname>Brimo</surname><given-names>F</given-names></name><name><surname>Comperat</surname><given-names>E</given-names></name><name><surname>Delahunt</surname><given-names>B</given-names></name><name><surname>Koch</surname><given-names>M</given-names></name><name><surname>Lopez-Beltran</surname><given-names>A</given-names></name><name><surname>Reuter</surname><given-names>V</given-names></name><name><surname>Samaratunga</surname><given-names>H</given-names></name><name><surname>Shanks</surname><given-names>J</given-names></name><name><surname>Tsuzuki</surname><given-names>T</given-names></name><name><surname>van der Kwast</surname><given-names>T</given-names></name><name><surname>Varma</surname><given-names>M</given-names></name><name><surname>Srigley</surname><given-names>JR</given-names></name></person-group><source>Carcinoma of the bladder, histopathology reporting guide</source><year>2018</year><edition>1</edition><publisher-loc>Sydney</publisher-loc><publisher-name>International Collaboration on Cancer Reporting</publisher-name></element-citation><mixed-citation id="mc-CR5" publication-type="book">Grignon&#x000a0;D, Brimo&#x000a0;F, Comperat&#x000a0;E, Delahunt&#x000a0;B, Koch&#x000a0;M, Lopez-Beltran&#x000a0;A, Reuter&#x000a0;V, Samaratunga&#x000a0;H, Shanks&#x000a0;J, Tsuzuki&#x000a0;T, van der Kwast&#x000a0;T, Varma&#x000a0;M, Srigley&#x000a0;JR (2018) Carcinoma of the bladder, histopathology reporting guide, 1.&#x000a0;Aufl. International Collaboration on Cancer Reporting, Sydney. ISBN 978-1-925687-13&#x02011;2.</mixed-citation></citation-alternatives></ref><ref id="CR6"><label>6.</label><citation-alternatives><element-citation id="ec-CR6" publication-type="journal"><person-group person-group-type="author"><name><surname>Ellis</surname><given-names>DW</given-names></name><name><surname>Srigley</surname><given-names>J</given-names></name></person-group><article-title>Does standardized structured reporting contribute to quality in diagnostic pathology? The importance of evidence-based datasets</article-title><source>Virchows Arch</source><year>2016</year><volume>468</volume><issue>1</issue><fpage>51</fpage><lpage>59</lpage><pub-id pub-id-type="doi">10.1007/s00428-015-1834-4</pub-id><pub-id pub-id-type="pmid">26316184</pub-id>
</element-citation><mixed-citation id="mc-CR6" publication-type="journal">Ellis&#x000a0;DW, Srigley&#x000a0;J (2016) Does standardized structured reporting contribute to quality in diagnostic pathology? The importance of evidence-based datasets. Virchows Arch 468(1):51&#x02013;59<pub-id pub-id-type="pmid">26316184</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR7"><label>7.</label><mixed-citation publication-type="other">College of American Pathologists Definition of synoptic reporting and examples. <ext-link ext-link-type="uri" xlink:href="https://documents.cap.org/documents/synoptic_reporting_definition_examples_v4.0.pdf">https://documents.cap.org/documents/synoptic_reporting_definition_examples_v4.0.pdf</ext-link>. Zugegriffen: 26. Okt. 2024</mixed-citation></ref></ref-list></back></article>