<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" dtd-version="1.3" xml:lang="pt" article-type="book-review"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Cad Saude Publica</journal-id><journal-id journal-id-type="iso-abbrev">Cad Saude Publica</journal-id><journal-id journal-id-type="publisher-id">csp</journal-id><journal-title-group><journal-title>Cadernos de Sa&#x000fa;de P&#x000fa;blica</journal-title></journal-title-group><issn pub-type="ppub">0102-311X</issn><issn pub-type="epub">1678-4464</issn><publisher><publisher-name>Escola Nacional de Sa&#x000fa;de P&#x000fa;blica Sergio Arouca, Funda&#x000e7;&#x000e3;o Oswaldo Cruz</publisher-name></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmc">PMC11863625</article-id><article-id pub-id-type="doi">10.1590/0102-311XPT218024</article-id><article-id pub-id-type="other">01800</article-id><article-categories><subj-group subj-group-type="heading"><subject>Resenha</subject></subj-group></article-categories><title-group><article-title>Sem f&#x000f4;lego: os aprendizados para derrotar nosso pr&#x000f3;ximo v&#x000ed;rus mortal</article-title><trans-title-group xml:lang="en"><trans-title>Breathless: learnings to overcome our next deadly virus</trans-title></trans-title-group><trans-title-group xml:lang="es"><trans-title>Sin aliento: las lecciones aprendidas para derrotar a nuestro pr&#x000f3;ximo virus mortal</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0001-8012-756X</contrib-id><name><surname>dos Banhos</surname><given-names>Elissandro Fonseca</given-names></name><role>contribuiu com a reda&#x000e7;&#x000e3;o e revis&#x000e3;o</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0001-8946-7835</contrib-id><name><surname>Siqueira</surname><given-names>Ariela Soraya do Nascimento</given-names></name><role>contribuiu com a reda&#x000e7;&#x000e3;o e revis&#x000e3;o</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref></contrib><aff id="aff1">
<label>1</label> Universidade Federal do Oeste do Par&#x000e1;, Santar&#x000e9;m, Brasil.</aff></contrib-group><author-notes><corresp id="c1">
<email>sandrobanhos@yahoo.com.br</email>
</corresp><fn fn-type="other" id="fn1"><p><bold>Informa&#x000e7;&#x000f5;es adicionais:</bold> ORCID: Elissandro Fonseca dos Banhos (0000-0001-8012-756X); Ariela Soraya do Nascimento Siqueira (0000-0001-8946-7835).</p></fn></author-notes><pub-date date-type="pub" publication-format="electronic"><day>24</day><month>2</month><year>2025</year></pub-date><pub-date date-type="collection" publication-format="electronic"><year>2025</year></pub-date><volume>41</volume><issue>2</issue><elocation-id>e00218024</elocation-id><product product-type="book"><source>SEM F&#x000d4;LEGO: A CORRIDA CI&#x000ca;NT&#x000cd;FICA PARA DERROTAR UM V&#x000cd;RUS MORTAL.</source><person-group person-group-type="author">
<name><surname>Quammen</surname><given-names>D</given-names></name>
</person-group><x>&#x000a0;</x><bold>.</bold><publisher-loc>Rio de Janeiro</publisher-loc><x>. </x><bold>:</bold><publisher-name>Companhia das Letras</publisher-name><x>. </x><bold>;</bold><year>2023</year><x>. </x><bold>.</bold><comment>432</comment><x>. </x><bold>p. ISBN:</bold><x> ISBN: </x><isbn>978-65-5921-160-9</isbn><x>. </x><bold>.</bold></product><history><date date-type="received"><day>28</day><month>11</month><year>2024</year></date><date date-type="accepted"><day>16</day><month>12</month><year>2024</year></date></history><permissions><license><ali:license_ref xmlns:ali="http://www.niso.org/schemas/ali/1.0/" specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p>Este &#x000e9; um artigo publicado em acesso aberto sob uma licen&#x000e7;a Creative Commons</license-p></license></permissions><counts><fig-count count="0"/><table-count count="0"/><equation-count count="0"/><ref-count count="8"/></counts></article-meta></front><body><p>O mundo se impressiona quando uma criatura com poucos micr&#x000f4;metros de tamanho amea&#x000e7;a a vida humana de forma global. O escritor, divulgador cient&#x000ed;fico e jornalista David Quammen, com certeza, n&#x000e3;o &#x000e9; uma dessas pessoas. Um de seus <italic>best-sellers</italic>, publicado em 2012 (<italic>Spillover: Animal Infections and the Next Human Pandemic</italic>
<xref rid="B1" ref-type="bibr">
<sup>1</sup>
</xref>), j&#x000e1; descrevia a forma de pensar desse autor sobre esse tema.</p><p>O livro ora resenhado (<italic>Sem F&#x000f4;lego: A Corrida Ci&#x000ea;nt&#x000ed;fica para Derrotar um V&#x000ed;rus Mortal</italic>
<xref rid="B2" ref-type="bibr">
<sup>2</sup>
</xref>) possui relev&#x000e2;ncia acad&#x000ea;mico-cient&#x000ed;fica por dois aspectos. Primeiro, porque o autor descreve a hist&#x000f3;ria do SARS-CoV-2, suas modifica&#x000e7;&#x000f5;es e desdobramentos, de forma a analisarmos como esse tipo de amea&#x000e7;a biol&#x000f3;gica est&#x000e1; relacionado com a maneira como a humanidade vem interferindo na natureza. Segundo, porque a obra ilustra o papel da pesquisa cient&#x000ed;fica na proposi&#x000e7;&#x000e3;o de estrat&#x000e9;gias para mitigar as poss&#x000ed;veis amea&#x000e7;as biol&#x000f3;gicas que possam surgir com o tempo.</p><p>Os oito cap&#x000ed;tulos em que o livro est&#x000e1; dividido s&#x000e3;o: I - <italic>Os Cidad&#x000e3;os n&#x000e3;o Precisam Entrar em P&#x000e2;nico</italic>; II - <italic>Os Avisos</italic>; III - <italic>Mensagem numa Garrafa</italic>; IV - <italic>Din&#x000e2;mica de Mercado</italic>; V - <italic>Vari&#x000e1;veis e Constantes</italic>; VI - <italic>Quatro Tipos de Magia</italic>; VII - <italic>Os Leopardos de Mumbai</italic>; VIII - <italic>Ningu&#x000e9;m Sabe Tudo</italic>. Cap&#x000ed;tulos escritos a partir de entrevistas com cerca de 95 pessoas, entre pesquisadores e autoridades relacionadas a SARS-CoV-2 e a pandemia, que contribu&#x000ed;ram de forma direta ou indireta com as informa&#x000e7;&#x000f5;es para a elabora&#x000e7;&#x000e3;o e a produ&#x000e7;&#x000e3;o da obra.</p><p>O primeiro cap&#x000ed;tulo, <italic>Os Cidad&#x000e3;os n&#x000e3;o Precisam Entrar em P&#x000e2;nico</italic>, trata da descoberta da doen&#x000e7;a, em que as autoridades e as institui&#x000e7;&#x000f5;es pol&#x000ed;ticas precisaram tomar medidas para conten&#x000e7;&#x000e3;o da dissemina&#x000e7;&#x000e3;o do v&#x000ed;rus. O governo chin&#x000ea;s decidiu unilateralmente que n&#x000e3;o era necess&#x000e1;rio divulgar as informa&#x000e7;&#x000f5;es sobre a doen&#x000e7;a no pa&#x000ed;s. A Organiza&#x000e7;&#x000e3;o Mundial da Sa&#x000fa;de (OMS) se posicionou, afirmando que a pesquisa cient&#x000ed;fica tem a obriga&#x000e7;&#x000e3;o &#x000e9;tica de divulgar resultados, sejam eles positivos, inconclusivos ou negativos <xref rid="B3" ref-type="bibr">
<sup>3</sup>
</xref>.</p><p>O segundo cap&#x000ed;tulo do livro, <italic>Os Avisos</italic>, enfatiza os fatos cient&#x000ed;ficos que poderiam ter resultado em respostas mais r&#x000e1;pidas em todo o mundo no combate ao v&#x000ed;rus. Talvez o exemplo mais expressivo de que n&#x000e3;o est&#x000e1;vamos atentos aos avisos desse tipo de microrganismo seja o surto de SARS-CoV-2 ocorrido na China em 2002 e 2003 <xref rid="B4" ref-type="bibr">
<sup>4</sup>
</xref>. At&#x000e9; ent&#x000e3;o, acreditava-se que o coronav&#x000ed;rus causava apenas infec&#x000e7;&#x000f5;es respirat&#x000f3;rias leves. Esse surto deveria ter aberto os olhos do mundo para o fato de que ele tamb&#x000e9;m pode causar sintomas respirat&#x000f3;rios graves.</p><p>A <italic>Mensagem numa Garrafa</italic>, t&#x000ed;tulo do terceiro cap&#x000ed;tulo, ilustra o fato de que as informa&#x000e7;&#x000f5;es cient&#x000ed;ficas sobre o coronav&#x000ed;rus, sobre seus reservat&#x000f3;rios e sobre o desenvolvimento da doen&#x000e7;a v&#x000ea;m de forma lenta. Nele, o autor mostra como o conhecimento cient&#x000ed;fico s&#x000e9;rio necessita de tempo para ser constru&#x000ed;do, para se consolidar e para se tornar &#x000fa;til para popula&#x000e7;&#x000e3;o. Um dos exemplos que podemos citar ocorreu em plena pandemia com a descoberta da redu&#x000e7;&#x000e3;o do risco de cont&#x000e1;gio com o uso de m&#x000e1;scara <xref rid="B5" ref-type="bibr">
<sup>5</sup>
</xref>.</p><p>O quarto cap&#x000ed;tulo do livro marca uma mudan&#x000e7;a no foco do autor, passando a discutir como outros pa&#x000ed;ses lidaram com as quest&#x000f5;es envolvendo a pandemia, por isso o t&#x000ed;tulo <italic>Din&#x000e2;mica de Mercado</italic>. Apesar dos avan&#x000e7;os cient&#x000ed;ficos relacionados ao v&#x000ed;rus, inclusive com rela&#x000e7;&#x000e3;o ao desenvolvimento de vacinas, o que parecia um avan&#x000e7;o que beneficiaria o mundo inteiro foi transformado em um tema de discuss&#x000e3;o pol&#x000ed;tica, com claro vi&#x000e9;s econ&#x000f4;mico, o que prejudicou o avan&#x000e7;o na vacina&#x000e7;&#x000e3;o pelo mundo <xref rid="B6" ref-type="bibr">
<sup>6</sup>
</xref>.</p><p>O cap&#x000ed;tulo cinco, intitulado <italic>Vari&#x000e1;veis e Constantes</italic>, buscou discutir sobre os fatores biol&#x000f3;gicos relacionados as altera&#x000e7;&#x000f5;es gen&#x000e9;ticas sofridas pelo v&#x000ed;rus. Tornou-se essencial entender quais s&#x000e3;o seus mecanismos de regula&#x000e7;&#x000e3;o, e quais os fatores que fazem variar ou tornar constante essas caracter&#x000ed;sticas. Um exemplo da utilidade dessa informa&#x000e7;&#x000e3;o foi a decis&#x000e3;o tomada por parte do primeiro-ministro da Inglaterra, que aumentou a rigidez do <italic>lockdown</italic> em todo o pa&#x000ed;s, ap&#x000f3;s a divulga&#x000e7;&#x000e3;o de trabalhos cient&#x000ed;ficos da &#x000e1;rea que mostraram que o novo v&#x000ed;rus havia adquirido maior capacidade de transmiss&#x000e3;o.</p><p>No cap&#x000ed;tulo seis, o autor trata de temas relacionados a pandemia que, segundo ele, se assemelham a esperan&#x000e7;as m&#x000e1;gicas, por isso o nome <italic>Quatro Tipos de Magia</italic>. Quammen diz que existiram quatro tipos de esperan&#x000e7;as m&#x000e1;gicas relacionadas a pandemia, e nesse cap&#x000ed;tulo, discute e desconstr&#x000f3;i conceitos equivocados, anticient&#x000ed;ficos com os quais ele mesmo teve de lidar ao se deparar com v&#x000e1;rios discursos nessa dire&#x000e7;&#x000e3;o.</p><p>&#x000c9; inevit&#x000e1;vel para o leitor da obra associar o que o autor chama de tipos de magia com o conjunto de not&#x000ed;cias falsas, as denominadas <italic>fake news</italic> que tiveram enorme destaque pol&#x000ed;tico n&#x000e3;o apenas nos Estados Unidos, na pessoa do seu presidente &#x000e0; &#x000e9;poca, mas em diversos pa&#x000ed;ses em que esses tipos de declara&#x000e7;&#x000f5;es sa&#x000ed;ram do escopo do jornalismo e foram usadas como t&#x000e1;tica de marketing eleitoral <xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>.</p><p>No s&#x000e9;timo cap&#x000ed;tulo do livro, <italic>Os Leopardos de Mumbai</italic>, o autor aborda as poss&#x000ed;veis origens do v&#x000ed;rus, os lugares remotos e os seus mais diferentes reservat&#x000f3;rios. Um dos reservat&#x000f3;rios de maior relev&#x000e2;ncia &#x000e9; o morcego. Essa amea&#x000e7;a se estabelece a partir do momento em que as a&#x000e7;&#x000f5;es humanas destroem a biodiversidade, afetando o equil&#x000ed;brio na vida silvestre, que resulta em um necess&#x000e1;rio deslocamento do animal para outros ambientes, levando consigo o v&#x000ed;rus e promovendo a dispers&#x000e3;o viral <xref rid="B8" ref-type="bibr">
<sup>8</sup>
</xref>. Esse tipo de informa&#x000e7;&#x000e3;o deveria mover a sociedade mundial em uma dire&#x000e7;&#x000e3;o diferente, em que os ambientes naturais fossem respeitados e conservados a sua maneira. Se n&#x000e3;o por uma consci&#x000ea;ncia ambiental ou por uma valoriza&#x000e7;&#x000e3;o da biodiversidade, talvez por um receio justificado de que todo esse processo de dissemina&#x000e7;&#x000e3;o viral aconte&#x000e7;a novamente.</p><p>No oitavo cap&#x000ed;tulo, <italic>Ningu&#x000e9;m Sabe Tudo</italic>, o autor nos lembra que o conhecimento cient&#x000ed;fico tem uma caracter&#x000ed;stica fragment&#x000e1;ria e provis&#x000f3;ria, predicados que s&#x000e3;o fundamentais para sua cont&#x000ed;nua modifica&#x000e7;&#x000e3;o e avan&#x000e7;o. Um exemplo citato no livro &#x000e9; o da feira de Huanan (China), ambiente caracterizado pela sua total falta de higiene e prop&#x000ed;cio para uma dissemina&#x000e7;&#x000e3;o viral, que por isso tamb&#x000e9;m &#x000e9; apontado como o local de origem da pandemia. Ent&#x000e3;o, o que se espera &#x000e9; que, de posse desse conhecimento, possamos tomar medidas ambientais, sociais e pol&#x000ed;ticas para que situa&#x000e7;&#x000f5;es como essas da feira n&#x000e3;o se repitam e n&#x000e3;o nos coloque novamente em uma situa&#x000e7;&#x000e3;o de amea&#x000e7;a a sa&#x000fa;de.</p><p>Levando em considera&#x000e7;&#x000e3;o o tema da obra e a sua abordagem, podemos consider&#x000e1;-la como de significativa relev&#x000e2;ncia para as &#x000e1;reas da Sa&#x000fa;de e das Ci&#x000ea;ncias Biol&#x000f3;gicas, e tamb&#x000e9;m para as Ci&#x000ea;ncias de uma forma geral, pois utilizou o tema da COVID-19 para abordar conte&#x000fa;dos mais amplos sobre o desenvolvimento do m&#x000e9;todo cient&#x000ed;fico. Assim, deixamos nossa enf&#x000e1;tica indica&#x000e7;&#x000e3;o para a leitura dela aos interessados na tem&#x000e1;tica das epidemias, com um olhar para o futuro. Em &#x000fa;ltima an&#x000e1;lise, a obra pode contribuir com a forma&#x000e7;&#x000e3;o de um profissional que possui melhor capacidade de, olhando para o passado, enfrentar os desafios do futuro da melhor maneira.</p></body><back><ref-list><title>__________</title><ref id="B1"><label>1</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Quammen</surname><given-names>D</given-names></name>
</person-group><source>Spillover: animal infections and the next human pandemic.</source><publisher-loc>Nova York</publisher-loc><publisher-name>W. W. Norton &#x00026; Company</publisher-name><year>2012</year></element-citation></ref><ref id="B2"><label>2</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Quammen</surname><given-names>D</given-names></name>
</person-group><source>Sem f&#x000f4;lego: a corrida cient&#x000ed;fica para derrotar um v&#x000ed;rus mortal</source><year>2023</year><publisher-loc>Rio de Janeiro</publisher-loc><publisher-name>Companhia das Letras</publisher-name></element-citation></ref><ref id="B3"><label>3</label><element-citation publication-type="book"><person-group person-group-type="author">
<collab>World Health Organization</collab>
</person-group><source>The Research Ethics Review Committee of WHO Regional Office for South-East Asia (SEARO-ERC). Standard operating procedures</source><year>2022</year><publisher-loc>Nova Delhi</publisher-loc><publisher-name>World Health Organization, Regional Office for South-East Asia</publisher-name></element-citation></ref><ref id="B4"><label>4</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Peiris</surname><given-names>JSM</given-names></name>
<name><surname>Chu</surname><given-names>CM</given-names></name>
<name><surname>Cheng</surname><given-names>VCC</given-names></name>
<name><surname>Chan</surname><given-names>KS</given-names></name>
<name><surname>Hung</surname><given-names>IFN</given-names></name>
<name><surname>Poon</surname><given-names>LLM</given-names></name>
</person-group><article-title>Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia a prospective study</article-title><source>Lancet</source><year>2023</year><volume>361</volume><fpage>1767</fpage><lpage>1772</lpage></element-citation></ref><ref id="B5"><label>5</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Oliveira</surname><given-names>LR</given-names></name>
<name><surname>Ferreira</surname><given-names>JB</given-names></name>
<name><surname>Peixoto</surname><given-names>MFR</given-names></name>
<name><surname>Soares</surname><given-names>FJL</given-names></name>
</person-group><article-title>Adoption of non-technological health innovations the case of mask use during the COVID-19 pandemic in Brazil</article-title><source>Brazilian Administration Review</source><year>2022</year><volume>19</volume><elocation-id>e210108</elocation-id></element-citation></ref><ref id="B6"><label>6</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Vedovato</surname><given-names>TG</given-names></name>
<name><surname>Andrade</surname><given-names>CB</given-names></name>
<name><surname>Santos</surname><given-names>DL</given-names></name>
<name><surname>Bitencourt</surname><given-names>SM</given-names></name>
<name><surname>Almeida</surname><given-names>LP</given-names></name>
<name><surname>Sampaio</surname><given-names>JFS</given-names></name>
</person-group><article-title>Trabalhadores(as) da sa&#x000fa;de e a COVID-19 condi&#x000e7;&#x000f5;es de trabalho &#x000e0; deriva?</article-title><source>Rev Bras Sa&#x000fa;de Ocup</source><year>2021</year><volume>46</volume><elocation-id>e1</elocation-id></element-citation></ref><ref id="B7"><label>7</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Galhardi</surname><given-names>CP</given-names></name>
<name><surname>Freire</surname><given-names>NP</given-names></name>
<name><surname>Minayo</surname><given-names>MCS</given-names></name>
<name><surname>Fagundes</surname><given-names>MCM</given-names></name>
</person-group><article-title>Fato ou fake Uma an&#x000e1;lise da desinforma&#x000e7;&#x000e3;o frente &#x000e0; pandemia da Covid-19 no Brasil</article-title><source>Ci&#x000ea;nc Sa&#x000fa;de Colet</source><year>2020</year><volume>25</volume><issue>2</issue><fpage>4201</fpage><lpage>4210</lpage></element-citation></ref><ref id="B8"><label>8</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Borges</surname><given-names>AA</given-names></name>
<name><surname>Suzukawa</surname><given-names>AA</given-names></name>
<name><surname>Zanluca</surname><given-names>C</given-names></name>
<name><surname>Santos</surname><given-names>CND</given-names></name>
</person-group><part-title>SARS-CoV-2: origem, estrutura, morfog&#x000ea;nese e transmiss&#x000e3;o.</part-title><person-group person-group-type="compiler">
<name><surname>Barral-Netto</surname><given-names>M</given-names></name>
<name><surname>Barreto</surname><given-names>ML</given-names></name>
<name><surname>Pinto</surname><given-names>EP</given-names><suffix>Junior</suffix></name>
<name><surname>Arag&#x000e3;o</surname><given-names>E</given-names></name>
</person-group><source>Constru&#x000e7;&#x000e3;o de conhecimento no curso da pandemia de COVID-19: aspectos biom&#x000e9;dicos, cl&#x000ed;nico-assistenciais, epidemiol&#x000f3;gicos e sociais.</source><publisher-loc>Salvador</publisher-loc><publisher-name>EDUFBA</publisher-name><year>2020</year><fpage>1</fpage><lpage>21</lpage></element-citation></ref></ref-list></back></article>