<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" dtd-version="1.3" xml:lang="pt" article-type="research-article"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Cad Saude Publica</journal-id><journal-id journal-id-type="iso-abbrev">Cad Saude Publica</journal-id><journal-id journal-id-type="publisher-id">csp</journal-id><journal-title-group><journal-title>Cadernos de Sa&#x000fa;de P&#x000fa;blica</journal-title></journal-title-group><issn pub-type="ppub">0102-311X</issn><issn pub-type="epub">1678-4464</issn><publisher><publisher-name>Escola Nacional de Sa&#x000fa;de P&#x000fa;blica Sergio Arouca, Funda&#x000e7;&#x000e3;o Oswaldo Cruz</publisher-name></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmid">40008707</article-id><article-id pub-id-type="pmc">PMC11863632</article-id><article-id pub-id-type="doi">10.1590/0102-311XPT092924</article-id><article-id pub-id-type="other">01414</article-id><article-categories><subj-group subj-group-type="heading"><subject>Artigo</subject></subj-group></article-categories><title-group><article-title>A ra&#x000e7;a/cor modifica o efeito da mobilidade educacional
intergeracional na satisfa&#x000e7;&#x000e3;o com a vida e na renda familiar? Resultados do
ELSA-Brasil</article-title><trans-title-group xml:lang="en"><trans-title>Does race/skin color modify the effect of intergenerational
educational mobility on life satisfaction and family income? ELSA-Brasil
results</trans-title></trans-title-group><trans-title-group xml:lang="es"><trans-title>&#x000bf;La raza/color modifica el efecto de la trayectoria educativa
intergeneracional sobre la satisfacci&#x000f3;n con la vida y los ingresos
familiares? Resultados del ELSA-Brasil</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0002-6545-4236</contrib-id><name><surname>de Assis</surname><given-names>Bianca Cristina Silva</given-names></name><role>colaborou com a concep&#x000e7;&#x000e3;o do estudo</role><role>an&#x000e1;lise e interpreta&#x000e7;&#x000e3;o dos dados</role><role>reda&#x000e7;&#x000e3;o e revis&#x000e3;o</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0001-7383-7811</contrib-id><name><surname>Barreto</surname><given-names>Sandhi Maria</given-names></name><role>colaborou com a concep&#x000e7;&#x000e3;o do estudo</role><role>an&#x000e1;lise e interpreta&#x000e7;&#x000e3;o dos dados</role><role>reda&#x000e7;&#x000e3;o e revis&#x000e3;o</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref><xref rid="aff2" ref-type="aff">
<sup>2</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0002-6250-2036</contrib-id><name><surname>Griep</surname><given-names>Rosane Harter</given-names></name><role>colaborou com a revis&#x000e3;o</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff3" ref-type="aff">
<sup>3</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0002-2027-5461</contrib-id><name><surname>Patr&#x000e3;o</surname><given-names>Ana Lu&#x000ed;sa</given-names></name><role>colaborou com a revis&#x000e3;o</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff4" ref-type="aff">
<sup>4</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0001-5454-2460</contrib-id><name><surname>Giatti</surname><given-names>Luana</given-names></name><role>colaborou com a revis&#x000e3;o</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref><xref rid="aff2" ref-type="aff">
<sup>2</sup>
</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">https://orcid.org/0000-0001-7471-7547</contrib-id><name><surname>Camelo</surname><given-names>Lidyane V.</given-names></name><role>colaborou com a concep&#x000e7;&#x000e3;o do estudo</role><role>an&#x000e1;lise e interpreta&#x000e7;&#x000e3;o dos dados</role><role>reda&#x000e7;&#x000e3;o e revis&#x000e3;o</role><role>aprovou a vers&#x000e3;o final</role><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref><xref rid="aff2" ref-type="aff">
<sup>2</sup>
</xref></contrib></contrib-group><aff id="aff1">
<label>1</label> Faculdade de Medicina, Universidade Federal de Minas Gerais, Belo
Horizonte, Brasil.</aff><aff id="aff2">
<label>2</label> Hospital das Cl&#x000ed;nicas. Universidade Federal de Minas Gerais, Belo
Horizonte, Brasil.</aff><aff id="aff3">
<label>3</label> Instituto Oswaldo Cruz, Funda&#x000e7;&#x000e3;o Oswaldo Cruz, Rio de Janeiro,
Brasil.</aff><aff id="aff4">
<label>4</label> Faculdade de Psicologia e de Ci&#x000ea;ncias da Educa&#x000e7;&#x000e3;o da Universidade
do Porto, Porto, Portugal.</aff><author-notes><corresp id="c1">
<label>Correspond&#x000ea;ncia</label> L. V. Camelo Programa de P&#x000f3;s-gradua&#x000e7;&#x000e3;o em Sa&#x000fa;de
P&#x000fa;blica, Faculdade de Medicina, Universidade Federal de Minas Gerais. Av.
Professor Alfredo Balena 190, Belo Horizonte, MG 30130-100, Brasil.
<email>lidyanecamelo@gmail.com</email>
</corresp><fn fn-type="other" id="fn1"><p><bold>Informa&#x000e7;&#x000f5;es adicionais:</bold> ORCID: Bianca Cristina Silva de Assis (0000-0002-6545-4236); Sandhi Maria
Barreto (0000-0001-7383-7811); Rosane Harter Griep (0000-0002-6250-2036);
Ana Lu&#x000ed;sa Patr&#x000e3;o (0000-0002-2027-5461); Luana Giatti (0000-0001-5454-2460);
Lidyane V. Camelo (0000-0001-7471-7547).</p></fn></author-notes><pub-date date-type="pub" publication-format="electronic"><day>24</day><month>2</month><year>2025</year></pub-date><pub-date date-type="collection" publication-format="electronic"><year>2025</year></pub-date><volume>41</volume><issue>1</issue><elocation-id>e00092924</elocation-id><history><date date-type="received"><day>17</day><month>5</month><year>2024</year></date><date date-type="rev-recd"><day>15</day><month>8</month><year>2024</year></date><date date-type="accepted"><day>24</day><month>9</month><year>2024</year></date></history><permissions><license><ali:license_ref xmlns:ali="http://www.niso.org/schemas/ali/1.0/" specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p>Este &#x000e9; um artigo publicado em acesso aberto sob uma licen&#x000e7;a Creative
Commons</license-p></license></permissions><abstract><p>Usando dados de 12.987 participantes da segunda visita do ELSA-Brasil
(2012-2014), investigamos se a ra&#x000e7;a/cor (branca, parda, preta) modifica a
associa&#x000e7;&#x000e3;o da mobilidade educacional intergeracional com a satisfa&#x000e7;&#x000e3;o com a vida
e renda m&#x000e9;dia <italic>per capita</italic>. A mobilidade educacional
intergeracional foi avaliada comparando a escolaridade materna com a do pr&#x000f3;prio
participante. Foi utilizada a <italic>Escala de Satisfa&#x000e7;&#x000e3;o com a Vida</italic>
(satisfeito <italic>versus</italic> insatisfeito) para avaliar a satisfa&#x000e7;&#x000e3;o com
a vida. A preval&#x000ea;ncia de insatisfa&#x000e7;&#x000e3;o com a vida foi maior em pretos (13,5%) e
pardos (12,4%) do que em brancos (9,2%). Ap&#x000f3;s ajustes por idade, sexo, situa&#x000e7;&#x000e3;o
conjugal e centro de pesquisa, a mobilidade educacional ascendente foi associada
&#x000e0;s chances 32% (OR = 0,68; IC95%: 0;53-0;86) menores de insatisfa&#x000e7;&#x000e3;o com a vida
quando comparada &#x000e0; trajet&#x000f3;ria est&#x000e1;vel-baixa; mas essa associa&#x000e7;&#x000e3;o foi observada
apenas entre brancos. A trajet&#x000f3;ria est&#x000e1;vel-alta foi associada &#x000e0;s chances 31% (OR
= 0,69; IC95%: 0,56-0,86) e 29% (OR = 0,71; IC95%: 0,54-0,95) menores de
insatisfa&#x000e7;&#x000e3;o com a vida em brancos e pardos, respectivamente. Nenhuma associa&#x000e7;&#x000e3;o
entre mobilidade social e satisfa&#x000e7;&#x000e3;o com vida foi observada entre os pretos. De
forma consistente com esses achados, as trajet&#x000f3;rias educacionais ascendente e
est&#x000e1;vel-alta associaram-se a maior renda familiar <italic>per capita</italic> em
brancos e a menor renda em pretos. Nossos resultados refor&#x000e7;am que o racismo
estrutural reduz os benef&#x000ed;cios da mobilidade educacional em termos de satisfa&#x000e7;&#x000e3;o
com a vida e renda em pretos e pardos em compara&#x000e7;&#x000e3;o aos benef&#x000ed;cios observados em
brancos.</p></abstract><trans-abstract xml:lang="en"><p>Using data from 12,987 participants of the second visit of ELSA-Brasil
(2012-2014), we investigated whether race/skin color (white, mixed-race, black)
modifies the association of intergenerational educational mobility with life
satisfaction and average per capita income. Intergenerational educational
mobility was assessed by comparing maternal schooling with that of participants.
The <italic>Satisfaction with Life Scale</italic> (satisfied versus
dissatisfied) was used to assess satisfaction with life. The prevalence of
dissatisfaction with life was higher in black (13.5%) and mixed-race people
(12.4%) than in white ones (9.2%). After adjusting for age, sex, marital status,
and research center, upward educational mobility was associated with 32% odds
(OR = 0.68; 95%CI: 0.53-0.86) of lower levels of dissatisfaction with life when
compared to the stable-low trajectory, but this association only occurred for
white people. The stable-high trajectory was associated with 31% (OR = 0.69;
95%CI: 0.56-0.86) and 29% (OR = 0.71; 95%CI: 0.54-0.95) odds of lower rates of
dissatisfaction with life in white and mixed-race people, respectively. Black
individuals showed no association between social mobility and life satisfaction.
Consistent with these findings, upward and stable-high educational trajectories
were associated with higher per capita family income in white people and lower
income in black individuals. Results reinforce that structural racism reduces
the benefits of educational mobility regarding life satisfaction and income in
black and mixed-race people when compared to the benefits for white people.</p></trans-abstract><trans-abstract xml:lang="es"><p>Utilizando datos de 12.987 participantes de la visita 2 del ELSA-Brasil
(2012-2014), investigamos si la raza/color (blanco, pardo, negro) modifica la
asociaci&#x000f3;n de la trayectoria educativa intergeneracional con la satisfacci&#x000f3;n con
la vida y el promedio per c&#x000e1;pita de ingresos. La trayectoria educativa
intergeneracional se evalu&#x000f3; al comparar la educaci&#x000f3;n materna con la de la
participante. Se utiliz&#x000f3; la <italic>Escala de Satisfacci&#x000f3;n con la Vida</italic>
(satisfecho <italic>versus</italic> insatisfecho) para evaluar la satisfacci&#x000f3;n
con la vida. La prevalencia de insatisfacci&#x000f3;n con la vida fue mayor entre negros
(13,5%) y pardos (12,4%) que en los blancos (9,2%). Despu&#x000e9;s de los ajustes por
edad, sexo, estado civil y centro de investigaci&#x000f3;n, la trayectoria educativa
ascendente tuvo una probabilidad (32%, OR = 0,68; IC95%: 0,53-0,86) m&#x000e1;s baja de
insatisfacci&#x000f3;n con la vida en comparaci&#x000f3;n con la trayectoria estable-baja, pero
esta asociaci&#x000f3;n se observ&#x000f3; solo entre la poblaci&#x000f3;n blanca. La trayectoria
estable-alta tuvo una baja probabilidad del 31% (OR = 0,69; IC95%: 0,56-0,86) y
del 29% (OR = 0,71; IC95%: 0,54-0,95) de insatisfacci&#x000f3;n con la vida entre la
poblaci&#x000f3;n blanca y parda, respectivamente. No se observ&#x000f3; una asociaci&#x000f3;n entre la
movilidad social y la satisfacci&#x000f3;n con la vida en la poblaci&#x000f3;n negra. Estos
hallazgos permiten constatar que las trayectorias educativas ascendentes y
estables-altas tuvieron una mayor asociaci&#x000f3;n con el ingreso familiar per c&#x000e1;pita
en la poblaci&#x000f3;n blanca y un menor ingreso en la poblaci&#x000f3;n negra. Los resultados
refuerzan que el racismo estructural reduce los beneficios de la trayectoria
educativa en t&#x000e9;rminos de satisfacci&#x000f3;n con la vida e ingresos en negros y pardos
en comparaci&#x000f3;n con los beneficios observados en la poblaci&#x000f3;n blanca.</p></trans-abstract><kwd-group><title>Palavras-chave:</title><kwd>Grupos Raciais</kwd><kwd>Racismo</kwd><kwd>Satisfa&#x000e7;&#x000e3;o com a Vida</kwd><kwd>Renda</kwd></kwd-group><kwd-group xml:lang="en"><title> Keywords: </title><kwd>Racial Groups</kwd><kwd>Racism</kwd><kwd>Life Satisfaction</kwd><kwd>Income</kwd></kwd-group><kwd-group xml:lang="es"><title> Palabras-clave: </title><kwd>Grupos Raciales</kwd><kwd>Racismo</kwd><kwd>Satisfacci&#x000f3;n con la Vida</kwd><kwd>Renta</kwd></kwd-group><counts><fig-count count="1"/><table-count count="4"/><equation-count count="0"/><ref-count count="45"/></counts></article-meta></front><body><sec sec-type="intro"><title>Introdu&#x000e7;&#x000e3;o</title><p>A mobilidade social intergeracional reflete a mudan&#x000e7;a da posi&#x000e7;&#x000e3;o socioecon&#x000f4;mica atual
de um indiv&#x000ed;duo em rela&#x000e7;&#x000e3;o &#x000e0; posi&#x000e7;&#x000e3;o socioecon&#x000f4;mica de seus pais ou respons&#x000e1;veis,
indicando a trajet&#x000f3;ria social de indiv&#x000ed;duos e subgrupos populacionais. Geralmente &#x000e9;
medida pela compara&#x000e7;&#x000e3;o da posi&#x000e7;&#x000e3;o socioecon&#x000f4;mica do pr&#x000f3;prio indiv&#x000ed;duo, mensurada por
indicadores como escolaridade, classe ocupacional ou renda, com a posi&#x000e7;&#x000e3;o
socioecon&#x000f4;mica de seus pais ou respons&#x000e1;veis. A mobilidade social intergeracional vem
sendo associada a diversos desfechos de sa&#x000fa;de <xref rid="B1" ref-type="bibr">
<sup>1</sup>
</xref>
<sup>,</sup>
<xref rid="B2" ref-type="bibr">
<sup>2</sup>
</xref>
<sup>,</sup>
<xref rid="B3" ref-type="bibr">
<sup>3</sup>
</xref>
<sup>,</sup>
<xref rid="B4" ref-type="bibr">
<sup>4</sup>
</xref> e bem-estar, como a satisfa&#x000e7;&#x000e3;o com a vida <xref rid="B5" ref-type="bibr">
<sup>5</sup>
</xref>
<sup>,</sup>
<xref rid="B6" ref-type="bibr">
<sup>6</sup>
</xref>.</p><p>A satisfa&#x000e7;&#x000e3;o com a vida &#x000e9; um componente cognitivo do bem-estar subjetivo
frequentemente associado &#x000e0; sa&#x000fa;de e longevidade <xref rid="B5" ref-type="bibr">
<sup>5</sup>
</xref>
<sup>,</sup>
<xref rid="B6" ref-type="bibr">
<sup>6</sup>
</xref>. Trata-se de uma medida subjetiva da qualidade de vida que reflete a
autoavalia&#x000e7;&#x000e3;o de dom&#x000ed;nios importantes da pr&#x000f3;pria vida como trabalho, lazer,
cotidiano, entre outros, a partir de par&#x000e2;metros de refer&#x000ea;ncias estabelecidos pela
pr&#x000f3;pria pessoa, envolvendo, assim, o julgamento de necessidades, objetivos e desejos
alcan&#x000e7;ados. Por essas caracter&#x000ed;sticas, tende a ser est&#x000e1;vel ao longo do tempo, sendo
por isso usada tamb&#x000e9;m como um indicador de desenvolvimento social <xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>
<sup>,</sup>
<xref rid="B8" ref-type="bibr">
<sup>8</sup>
</xref>.</p><p>O interesse na investiga&#x000e7;&#x000e3;o dos efeitos da mobilidade social na satisfa&#x000e7;&#x000e3;o com a vida
tem crescido nos &#x000fa;ltimos anos, por&#x000e9;m os resultados ainda s&#x000e3;o inconsistentes.
Enquanto a mobilidade social descendente tem sido consistentemente associada a
menores n&#x000ed;veis de satisfa&#x000e7;&#x000e3;o com a vida <xref rid="B1" ref-type="bibr">
<sup>1</sup>
</xref>
<sup>,</sup>
<xref rid="B9" ref-type="bibr">
<sup>9</sup>
</xref>, a dire&#x000e7;&#x000e3;o da associa&#x000e7;&#x000e3;o entre mobilidade social ascendente e satisfa&#x000e7;&#x000e3;o com
a vida &#x000e9; incerta. Alguns estudos encontraram que a mobilidade social ascendente foi
associada a maior satisfa&#x000e7;&#x000e3;o com a vida <xref rid="B5" ref-type="bibr">
<sup>5</sup>
</xref>
<sup>,</sup>
<xref rid="B10" ref-type="bibr">
<sup>10</sup>
</xref>; entretanto, h&#x000e1; autores apontando que os ganhos oriundos da mobilidade
ascendente s&#x000e3;o menores do que as perdas na satisfa&#x000e7;&#x000e3;o com a vida resultantes da
mobilidade descendente <xref rid="B10" ref-type="bibr">
<sup>10</sup>
</xref>. Por outro lado, um estudo que comparou a mobilidade <italic>versus</italic>
a imobilidade social, reunindo neste &#x000fa;ltimo grupo a imobilidade na alta e na baixa
posi&#x000e7;&#x000e3;o socioecon&#x000f4;mica, encontrou que a mobilidade ascendente foi associada a
maiores chances de insatisfa&#x000e7;&#x000e3;o com vida <xref rid="B11" ref-type="bibr">
<sup>11</sup>
</xref>. Aus&#x000ea;ncia de associa&#x000e7;&#x000e3;o entre mobilidade social ascendente e a satisfa&#x000e7;&#x000e3;o
com a vida tamb&#x000e9;m j&#x000e1; foi reportada <xref rid="B12" ref-type="bibr">
<sup>12</sup>
</xref>.</p><p>Cabe ressaltar que a varia&#x000e7;&#x000e3;o das categorias de refer&#x000ea;ncias utilizadas para a
mobilidade social nos diferentes estudos pode explicar uma parcela das
inconsist&#x000ea;ncias dos achados, al&#x000e9;m de dificultar a compara&#x000e7;&#x000e3;o entre eles <xref rid="B9" ref-type="bibr">
<sup>9</sup>
</xref>
<sup>,</sup>
<xref rid="B11" ref-type="bibr">
<sup>11</sup>
</xref>. Outra explica&#x000e7;&#x000e3;o para essas inconsist&#x000ea;ncias seria a variabilidade do
impacto da mobilidade ascendente de acordo com o contexto social e hist&#x000f3;rico.
Evid&#x000ea;ncias sugerem que ascender na hierarquia social est&#x000e1; relacionado a maior acesso
a bens, servi&#x000e7;os e informa&#x000e7;&#x000f5;es, e a maior potencial para inova&#x000e7;&#x000e3;o e adapta&#x000e7;&#x000e3;o de
vida <xref rid="B13" ref-type="bibr">
<sup>13</sup>
</xref>. Por outro lado, ascender socialmente tamb&#x000e9;m tem sido associado a
sentimentos/percep&#x000e7;&#x000f5;es negativas e menor bem-estar subjetivo ou apenas este &#x000fa;ltimo,
j&#x000e1; que novas normas sociais podem trazer dificuldade em firmar la&#x000e7;os de confian&#x000e7;a
<xref rid="B9" ref-type="bibr">
<sup>9</sup>
</xref>
<sup>,</sup>
<xref rid="B11" ref-type="bibr">
<sup>11</sup>
</xref>
<sup>,</sup>
<xref rid="B12" ref-type="bibr">
<sup>12</sup>
</xref>
<sup>,</sup>
<xref rid="B14" ref-type="bibr">
<sup>14</sup>
</xref>.</p><p>A investiga&#x000e7;&#x000e3;o da associa&#x000e7;&#x000e3;o entre mobilidade social e satisfa&#x000e7;&#x000e3;o com a vida &#x000e9;
predominantemente realizada em pa&#x000ed;ses de alta renda, onde as oportunidades de
mobilidade social s&#x000e3;o consideravelmente mais amplas do que em pa&#x000ed;ses de baixa e
m&#x000e9;dia renda, como o Brasil. Estima-se que, no Brasil, seriam necess&#x000e1;rias nove
gera&#x000e7;&#x000f5;es, ou pelo menos 300 anos, para que indiv&#x000ed;duos filhos de pais localizados no
primeiro decil de renda alcan&#x000e7;assem a renda m&#x000e9;dia da popula&#x000e7;&#x000e3;o <xref rid="B15" ref-type="bibr">
<sup>15</sup>
</xref>. Em contrapartida, em pa&#x000ed;ses com baixa desigualdade e alta mobilidade, esse
per&#x000ed;odo seria de quatro gera&#x000e7;&#x000f5;es <xref rid="B15" ref-type="bibr">
<sup>15</sup>
</xref>. Al&#x000e9;m de ser marcado pelas baixas oportunidades de mobilidade social, o
Brasil tamb&#x000e9;m &#x000e9; fortemente marcado pelo racismo estrutural que gera, mant&#x000e9;m e
amplifica as iniquidades raciais <xref rid="B16" ref-type="bibr">
<sup>16</sup>
</xref>
<sup>,</sup>
<xref rid="B17" ref-type="bibr">
<sup>17</sup>
</xref>. Enquanto brancos apresentam maiores chances de ascens&#x000e3;o social, pretos e
pardos tendem a ser super-representados nas categorias mais baixas da hierarquia
social <xref rid="B18" ref-type="bibr">
<sup>18</sup>
</xref>
<sup>,</sup>
<xref rid="B19" ref-type="bibr">
<sup>19</sup>
</xref>. Pretos tamb&#x000e9;m experimentam n&#x000ed;veis mais altos de estresse relacionados &#x000e0;
mobilidade social ascendente do que brancos <xref rid="B20" ref-type="bibr">
<sup>20</sup>
</xref>, especialmente devido &#x000e0; discrimina&#x000e7;&#x000e3;o racial, que &#x000e9; mais frequentemente
reportada entre os pretos de alta posi&#x000e7;&#x000e3;o socioecon&#x000f4;mica <xref rid="B21" ref-type="bibr">
<sup>21</sup>
</xref>. Sabe-se tamb&#x000e9;m que os benef&#x000ed;cios para a sa&#x000fa;de relacionados &#x000e0; mobilidade
social ascendente s&#x000e3;o maiores em brancos do que entre os pretos <xref rid="B22" ref-type="bibr">
<sup>22</sup>
</xref>. Esse fen&#x000f4;meno &#x000e9; bem descrito e frequentemente referido como &#x0201c;retornos
diminu&#x000ed;dos relacionados &#x000e0; marginaliza&#x000e7;&#x000e3;o&#x0201d; (<italic>marginalization-related
diminished returns</italic>) <xref rid="B23" ref-type="bibr">
<sup>23</sup>
</xref>, j&#x000e1; que ele leva a uma associa&#x000e7;&#x000e3;o protetora mais fraca entre indicadores de
posi&#x000e7;&#x000e3;o socioecon&#x000f4;mica e desfechos de sa&#x000fa;de em pretos do que em brancos. Ou seja, o
racismo estrutural opera reduzindo as vantagens potenciais da mobilidade social
ascendente em pretos quando comparados aos brancos com rela&#x000e7;&#x000e3;o a recursos econ&#x000f4;micos
e psicol&#x000f3;gicos <xref rid="B24" ref-type="bibr">
<sup>24</sup>
</xref>.</p><p>Portanto, estudar a associa&#x000e7;&#x000e3;o entre a mobilidade social e a satisfa&#x000e7;&#x000e3;o com a vida em
contextos sociais caracterizados pelo racismo estrutural, marcados por desigualdades
sociais e menor mobilidade social podem revelar rela&#x000e7;&#x000f5;es mais complexas entre essas
vari&#x000e1;veis. O objetivo deste estudo foi verificar, em contexto brasileiro, se a
ra&#x000e7;a/cor (branca, parda, preta) modifica a associa&#x000e7;&#x000e3;o da mobilidade educacional
intergeracional com a satisfa&#x000e7;&#x000e3;o com a vida e com a renda m&#x000e9;dia <italic>per
capita</italic>. Hipotetizamos que, em compara&#x000e7;&#x000e3;o aos indiv&#x000ed;duos com trajet&#x000f3;ria
est&#x000e1;vel-baixa (permanecer em baixa escolaridade intergera&#x000e7;&#x000f5;es), as trajet&#x000f3;rias
sociais ascendentes e est&#x000e1;vel-alta est&#x000e3;o associadas a maiores benef&#x000ed;cios em termos
de satisfa&#x000e7;&#x000e3;o com a vida e rendimentos m&#x000e9;dios <italic>per capita</italic> entre
brancos, do que entre pretos e pardos.</p></sec><sec sec-type="methods"><title>M&#x000e9;todos</title><sec><title>Popula&#x000e7;&#x000e3;o de estudo</title><p>Trata-se de um estudo transversal realizado com participantes da segunda visita
de exames e entrevistas do <italic>Estudo Longitudinal de Sa&#x000fa;de do
Adulto</italic> (ELSA-Brasil), realizada entre 2012 e 2014. O ELSA-Brasil &#x000e9;
uma coorte multic&#x000ea;ntrica de 15.105 servidores p&#x000fa;blicos, ativos e aposentados, de
institui&#x000e7;&#x000f5;es de ensino e pesquisa de seis capitais brasileiras (Belo Horizonte -
Minas Gerais, Porto Alegre - Rio Grande do Sul, Rio de Janeiro, Salvador -
Bahia, S&#x000e3;o Paulo e Vit&#x000f3;ria - Esp&#x000ed;rito Santo), com idade entre 38 e 79 anos na
segunda visita. Assistentes de pesquisa treinados e certificados realizaram a
coleta de dados, que compreendeu entrevistas e exames cl&#x000ed;nicos e laboratoriais,
com rigoroso processo de garantia e controle de qualidade <xref rid="B25" ref-type="bibr">
<sup>25</sup>
</xref>. Informa&#x000e7;&#x000f5;es adicionais e detalhadas sobre o desenho, m&#x000e9;todo do estudo e
perfil da coorte foram descritos em publica&#x000e7;&#x000f5;es anteriores <xref rid="B26" ref-type="bibr">
<sup>26</sup>
</xref>
<sup>,</sup>
<xref rid="B27" ref-type="bibr">
<sup>27</sup>
</xref>. O estudo foi aprovado pelos comit&#x000ea;s de &#x000e9;tica em pesquisa (CEP) de cada
uma das institui&#x000e7;&#x000f5;es envolvidas (Universidade de S&#x000e3;o Paulo - CAAE
0016.1.198.000-06; Universidade Federal de Minas Gerais - Parecer n&#x000ba; ETIC
186/06; Universidade Federal do Rio Grande do Sul - Projeto 06-194; Universidade
Federal da Bahia - Registro CEP 027-06/CEP-ISC; Funda&#x000e7;&#x000e3;o Oswaldo Cruz -
Protocolo 343/06; e Universidade Federal do Cear&#x000e1; - Registro CEP-041/06) e todos
os participantes assinaram Termo de Consentimento Livre e Esclarecido
(TCLE).</p><p>Dos 15.105 participantes da linha de base do ELSA-Brasil, 887 n&#x000e3;o compareceram &#x000e0;
segunda visita e 204 faleceram. Dos 14.014 participantes que compareceram &#x000e0;
segunda visita, foram exclu&#x000ed;dos deste estudo aqueles com dados faltantes para
satisfa&#x000e7;&#x000e3;o com a vida (n = 85) e ra&#x000e7;a/cor (n = 157). Foram exclu&#x000ed;dos tamb&#x000e9;m os
indiv&#x000ed;duos que se autodeclararam amarelos e ind&#x000ed;genas (n = 495) por estarem
sub-representados na coorte do ELSA-Brasil, dificultando a an&#x000e1;lise desagregada
desses grupos. Al&#x000e9;m disso, exclu&#x000ed;mos participantes com dados faltantes de
escolaridade materna (n = 290), resultando em uma amostra anal&#x000ed;tica de 12.987
participantes.</p></sec><sec><title>Vari&#x000e1;veis do estudo</title><sec><title>Vari&#x000e1;vel resposta principal</title><p>A satisfa&#x000e7;&#x000e3;o com a vida foi mensurada pela Escala de Satisfa&#x000e7;&#x000e3;o com a Vida
(<italic>Satisfaction with Life Scale</italic>) <xref rid="B7" ref-type="bibr">
<sup>7</sup>
</xref>. Essa escala foi validada previamente em uma grande amostra de
adultos brasileiros <xref rid="B28" ref-type="bibr">
<sup>28</sup>
</xref>. A escala cont&#x000e9;m cinco afirmativas: &#x0201c;Em geral minha vida est&#x000e1;
pr&#x000f3;xima do meu ideal&#x0201d;, &#x0201c;As minhas condi&#x000e7;&#x000f5;es de vida s&#x000e3;o excelentes&#x0201d;, &#x0201c;Estou
satisfeito(a) com a vida&#x0201d;, &#x0201c;At&#x000e9; agora eu consegui as coisas mais importantes
que eu quero na vida&#x0201d; e &#x0201c;Se eu pudesse viver minha vida outra vez, eu n&#x000e3;o
mudaria quase nada&#x0201d;. Para cada uma das afirmativas, as op&#x000e7;&#x000f5;es de reposta
variaram numa escala de 1 (discordo totalmente) a 7 (concordo totalmente).
Assim, o escore total da escala de satisfa&#x000e7;&#x000e3;o com a vida variou de 5 at&#x000e9; 35
- sendo que quanto maior o escore, maior a satisfa&#x000e7;&#x000e3;o com a vida. Neste
estudo essa vari&#x000e1;vel foi dicotomizada: satisfeito (escores &#x0003e; 20) e
insatisfeito (escores &#x02264; 20) <xref rid="B29" ref-type="bibr">
<sup>29</sup>
</xref>
<sup>,</sup>
<xref rid="B30" ref-type="bibr">
<sup>30</sup>
</xref>.</p></sec><sec><title>Vari&#x000e1;vel resposta secund&#x000e1;ria</title><p>A renda m&#x000e9;dia familiar <italic>per capita</italic> foi considerada como
vari&#x000e1;vel resposta secund&#x000e1;ria para auxiliar a compreens&#x000e3;o do efeito da
ra&#x000e7;a/cor na rela&#x000e7;&#x000e3;o da mobilidade educacional com a satisfa&#x000e7;&#x000e3;o com a vida. A
renda m&#x000e9;dia familiar <italic>per capita</italic> foi estimada pela
informa&#x000e7;&#x000e3;o da renda familiar l&#x000ed;quida aproximada do m&#x000ea;s anterior &#x000e0; entrevista
da segunda visita do ELSA-Brasil dividida pelo n&#x000fa;mero de pessoas que
dependiam dela. A renda m&#x000e9;dia familiar <italic>per capita</italic> n&#x000e3;o foi
inclu&#x000ed;da como covari&#x000e1;vel na an&#x000e1;lise da vari&#x000e1;vel resposta principal, porque
esta sucede a mobilidade educacional, n&#x000e3;o atendendo assim aos crit&#x000e9;rios de
vari&#x000e1;vel de confus&#x000e3;o.</p></sec><sec><title>Vari&#x000e1;vel de exposi&#x000e7;&#x000e3;o: mobilidade educacional intergeracional</title><p>A mobilidade educacional intergeracional foi criada comparando-se a
escolaridade materna e a escolaridade atual do participante. A escolaridade
materna foi mensurada por meio da pergunta: &#x0201c;Qual &#x000e9; o grau de instru&#x000e7;&#x000e3;o de
sua m&#x000e3;e?&#x0201d; (respostas: nunca frequentou a escola, Ensino Fundamental
incompleto, Ensino Fundamental completo, Ensino M&#x000e9;dio completo e Ensino
Superior completo); e a escolaridade do participante, pela pergunta: &#x0201c;Qual o
seu grau de instru&#x000e7;&#x000e3;o?&#x0201d; (respostas: Ensino Fundamental incompleto, Ensino
Fundamental completo, Ensino M&#x000e9;dio completo, Ensino Superior completo e
p&#x000f3;s-gradua&#x000e7;&#x000e3;o).</p><p>A escolaridade materna foi categorizada em duas categorias (alta: &#x02265; Ensino
Fundamental completo e baixa: &#x0003c; Ensino Fundamental completo). A
escolaridade do participante tamb&#x000e9;m foi categorizada em duas categorias
(alta: &#x02265; Ensino Superior completo e baixa: &#x0003c; Ensino Superior completo).
Dessa forma, a mobilidade educacional intergeracional foi constitu&#x000ed;da por
quatro trajet&#x000f3;rias educacionais: est&#x000e1;vel-baixa (categoria de refer&#x000ea;ncia),
ascendente, descendente, est&#x000e1;vel-alta. A categoria est&#x000e1;vel-alta refere-se a
indiv&#x000ed;duos com escolaridade alta tanto para a m&#x000e3;e quanto para o
participante. A categoria ascendente descreve indiv&#x000ed;duos cuja escolaridade &#x000e9;
mais alta que a de suas m&#x000e3;es, indicando um progresso educacional. A
categoria descendente inclui aqueles cuja escolaridade &#x000e9; mais baixa que a da
m&#x000e3;e, indicando regress&#x000e3;o educacional. A categoria est&#x000e1;vel baixa representa a
perman&#x000ea;ncia de baixos n&#x000ed;veis de escolaridade entre gera&#x000e7;&#x000f5;es. Essas
categorias ajudam a analisar a din&#x000e2;mica de mobilidade educacional
intergeracional.</p><p>A categoriza&#x000e7;&#x000e3;o da escolaridade materna e da escolaridade do participante
utilizou diferentes pontos de corte devido &#x000e0; melhoria cont&#x000ed;nua dos n&#x000ed;veis de
escolaridade na sociedade brasileira ao longo do tempo. Em decorr&#x000ea;ncia, a
escolaridade m&#x000e9;dia varia substancialmente conforme a coorte de nascimento,
sendo muito infrequente a escolaridade m&#x000e9;dia e superior nas coortes mais
velhas (maternas). Adicionalmente, sabe-se que o valor relativo das
qualifica&#x000e7;&#x000f5;es educacionais diminui &#x000e0; medida que aumenta a escolaridade m&#x000e9;dia
na sociedade <xref rid="B4" ref-type="bibr">
<sup>4</sup>
</xref>.</p></sec><sec><title>Vari&#x000e1;vel modificadora de efeito: ra&#x000e7;a/cor</title><p>A vari&#x000e1;vel ra&#x000e7;a/cor autorreferida foi obtida utilizando-se a seguinte
pergunta: &#x0201c;O Censo Brasileiro (IBGE) usa os termos &#x02018;preta&#x02019;, &#x02018;parda&#x02019;,
&#x02018;branca&#x02019;, &#x02018;amarela&#x02019; e &#x02018;ind&#x000ed;gena&#x02019; para classificar a cor ou ra&#x000e7;a das pessoas.
Se o(a) Sr.(a) tivesse que responder ao Censo do IBGE hoje, como se
classificaria a respeito de sua cor ou ra&#x000e7;a?&#x0201d;. A pergunta tinha as seguintes
op&#x000e7;&#x000f5;es de resposta: preta, parda, branca, amarela e ind&#x000ed;gena. A ra&#x000e7;a/cor
branca foi utilizada como categoria de refer&#x000ea;ncia.</p></sec></sec><sec><title>Covari&#x000e1;veis</title><p>As covari&#x000e1;veis consideradas para ajuste foram: sexo (utilizado como marcador
social de g&#x000ea;nero: feminino e masculino), idade, situa&#x000e7;&#x000e3;o conjugal (casado/vive
em uni&#x000e3;o, separado/divorciado, solteiro, vi&#x000fa;vo e outros) e centro de pesquisa
(Minas Gerais, Rio Grande do Sul, Rio de Janeiro, S&#x000e3;o Paulo, Bahia e Esp&#x000ed;rito
Santo). O g&#x000ea;nero, a idade e situa&#x000e7;&#x000e3;o conjugal s&#x000e3;o vari&#x000e1;veis que determinam a
mobilidade social al&#x000e9;m de predizerem n&#x000ed;veis de satisfa&#x000e7;&#x000e3;o com vida <xref rid="B9" ref-type="bibr">
<sup>9</sup>
</xref>. Portanto, s&#x000e3;o causas comuns da exposi&#x000e7;&#x000e3;o e do desfecho e, por isso,
foram consideradas como potenciais confundidoras. J&#x000e1; o centro de pesquisa,
consideramos como potencial confundidora por ser um marcador de diferentes
oportunidades sociais, como inser&#x000e7;&#x000f5;es no mercado de trabalho e local de
resid&#x000ea;ncias, que podem impactar a mobilidade social; e por tamb&#x000e9;m refletir
contextos culturais distintos, o que poderia influenciar a satisfa&#x000e7;&#x000e3;o com a
vida.</p></sec><sec><title>An&#x000e1;lise estat&#x000ed;stica</title><p>A an&#x000e1;lise descritiva da popula&#x000e7;&#x000e3;o de estudo foi realizada por meio de propor&#x000e7;&#x000f5;es
para vari&#x000e1;veis categ&#x000f3;ricas e m&#x000e9;dias e desvio padr&#x000e3;o (DP) ou medianas e
intervalos interquartis (IIQ) para vari&#x000e1;veis cont&#x000ed;nuas. A preval&#x000ea;ncia de
insatisfa&#x000e7;&#x000e3;o com vida foi descrita segundo ra&#x000e7;a/cor e mobilidade social.</p><p>Para avaliar a associa&#x000e7;&#x000e3;o entre a mobilidade social educacional e o desfecho
insatisfa&#x000e7;&#x000e3;o com a vida utilizamos modelos de regress&#x000e3;o log&#x000ed;stica bin&#x000e1;ria com a
obten&#x000e7;&#x000e3;o de <italic>odds ratios</italic> (OR) e seus respectivos intervalos de
95% de confian&#x000e7;a (IC95%). A categoria de refer&#x000ea;ncia da mobilidade social
educacional em todas as an&#x000e1;lises foi a trajet&#x000f3;ria est&#x000e1;vel-baixa. Ap&#x000f3;s a cria&#x000e7;&#x000e3;o
do modelo bruto foi estimado um modelo ajustado pelas covari&#x000e1;veis idade, g&#x000ea;nero,
ra&#x000e7;a/cor, situa&#x000e7;&#x000e3;o conjugal e centro de pesquisa. Um termo de intera&#x000e7;&#x000e3;o
multiplicativa entre ra&#x000e7;a/cor e mobilidade educacional foi inserido no modelo
final ajustado e encontramos evid&#x000ea;ncias de intera&#x000e7;&#x000e3;o entre ra&#x000e7;a/cor parda e
mobilidade educacional ascendente (p = 0,043) e ra&#x000e7;a/cor preta e mobilidade
est&#x000e1;vel-baixa (p = 0,009). Por isso, todas as an&#x000e1;lises foram estratificadas por
ra&#x000e7;a/cor. N&#x000e3;o encontramos evid&#x000ea;ncias de intera&#x000e7;&#x000e3;o multiplicativa entre
mobilidade social e g&#x000ea;nero.</p><p>A an&#x000e1;lise secund&#x000e1;ria procurou estimar em que medida as diferentes trajet&#x000f3;rias de
mobilidade educacional dos indiv&#x000ed;duos impactaram em seus n&#x000ed;veis de renda
familiar <italic>per capita</italic>, e verificamos se esse impacto foi
diferente entre brancos, pardos e pretos. Inicialmente, descrevemos a mediana da
renda familiar <italic>per capita</italic> segundo categorias da mobilidade
educacional para cada grupo de ra&#x000e7;a/cor. Posteriormente, verificamos a
associa&#x000e7;&#x000e3;o entre mobilidade educacional intergeracional e o desfecho renda
familiar <italic>per capita</italic> (vari&#x000e1;vel cont&#x000ed;nua) considerando ajustes
por sexo, idade, situa&#x000e7;&#x000e3;o conjugal e centro de pesquisa por meio de modelos de
regress&#x000e3;o linear robusta. Optamos por essa abordagem devido &#x000e0; presen&#x000e7;a
significativa de <italic>outliers</italic> na renda familiar <italic>per
capita</italic>, que resultou em grandes res&#x000ed;duos e, consequentemente, em
heterocedasticidade. O modelo de regress&#x000e3;o robusta foi implementado usando o
comando <italic>robreg</italic> no Stata, vers&#x000e3;o 17.0 (<ext-link xlink:href="https://www.stata.com/" ext-link-type="uri">https://www.stata.com</ext-link>), com o
m&#x000e9;todo <italic>MM-estimator</italic> e efici&#x000ea;ncia de 85% <xref rid="B31" ref-type="bibr">
<sup>31</sup>
</xref>. Esse modelo utiliza uma fun&#x000e7;&#x000e3;o de peso que atribui valores menores a
observa&#x000e7;&#x000f5;es com res&#x000ed;duos maiores e valores maiores a observa&#x000e7;&#x000f5;es com res&#x000ed;duos
menores. Consequentemente, ele reduz o efeito de pontos influentes nos
coeficientes de regress&#x000e3;o <xref rid="B32" ref-type="bibr">
<sup>32</sup>
</xref>. Um termo de intera&#x000e7;&#x000e3;o multiplicativa entre ra&#x000e7;a/cor e mobilidade
educacional foi inserido no modelo final ajustado e encontramos evid&#x000ea;ncias de
intera&#x000e7;&#x000e3;o entre a trajet&#x000f3;ria descendente e ra&#x000e7;a/cor preta (p &#x0003c; 0,001) e parda
(p = 0,014) e a trajet&#x000f3;ria est&#x000e1;vel-baixa e ra&#x000e7;a/cor preta (p &#x0003c; 0,001) e parda
(p = 0,001). Para facilitar a interpreta&#x000e7;&#x000e3;o dos resultados do modelo final
ajustado incluindo o termo de intera&#x000e7;&#x000e3;o, geramos um gr&#x000e1;fico com valores preditos
de renda familiar <italic>per capita</italic> m&#x000e9;dia para cada uma das
trajet&#x000f3;rias educacionais em cada grupo de ra&#x000e7;a/cor utilizando o comando
<italic>marginsplot</italic> no Stata 17.0.</p><p>Todas as an&#x000e1;lises foram realizadas no Stata 17.0 e o n&#x000ed;vel de signific&#x000e2;ncia de 5%
foi adotado.</p></sec></sec><sec sec-type="results"><title>Resultados</title><p>Os participantes apresentaram idade m&#x000e9;dia de 55,5 anos (DP = 8,9), a maioria era
mulher (54,5%), casado ou vivia em uni&#x000e3;o (66,4%). Mais da metade dos participantes
apresentou Ensino Superior completo (54,1%), mas a maioria das m&#x000e3;es tinha baixa
escolaridade, sendo que 42,8% delas tinha o Ensino Fundamental incompleto e 13,5%
nunca frequentou a escola (<xref rid="t1" ref-type="table">Tabela 1</xref>). A
frequ&#x000ea;ncia de participantes com Ensino Superior entre os brancos (67,8%) foi mais do
que o dobro da frequ&#x000ea;ncia observada entre os pretos (28,7%) e situa&#x000e7;&#x000e3;o intermedi&#x000e1;ria
foi observada entre os pardos (41,1%). A mesma discrep&#x000e2;ncia verifica-se com rela&#x000e7;&#x000e3;o
&#x000e0; escolaridade materna: enquanto 32,1% dos brancos tinham m&#x000e3;e com Ensino M&#x000e9;dio
completo, apenas 9,6% dos pretos tinham m&#x000e3;es com esse n&#x000ed;vel de escolaridade, e os
pardos apresentaram uma frequ&#x000ea;ncia intermedi&#x000e1;ria entre brancos e pretos (16,9%)
(<xref rid="t1" ref-type="table">Tabela 1</xref>).</p><p>
<table-wrap position="float" id="t1"><label>Tabela 1</label><caption><title>Caracter&#x000ed;sticas descritivas dos participantes, segundo ra&#x000e7;a/cor.
<italic>Estudo Longitudinal de Sa&#x000fa;de do Adulto</italic>
(ELSA-Brasil), 2012-2014.</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="1"/><col span="3"/></colgroup><thead><tr><th align="left" rowspan="2" colspan="1">Vari&#x000e1;veis</th><th align="center" rowspan="2" colspan="1">Total (N = 12.987)</th><th align="center" colspan="3" rowspan="1">Ra&#x000e7;a/Cor </th></tr><tr><th align="center" rowspan="1" colspan="1">Brancos (n = 7.138)</th><th align="center" rowspan="1" colspan="1">Pardos (n = 3.722)</th><th align="center" rowspan="1" colspan="1">Pretos (n = 2.127)</th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">G&#x000ea;nero [n (%)]</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Masculino</td><td align="center" rowspan="1" colspan="1">5.874 (45,2)</td><td align="center" rowspan="1" colspan="1">46,0</td><td align="center" rowspan="1" colspan="1">48,2</td><td align="center" rowspan="1" colspan="1">38,9</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Feminino</td><td align="center" rowspan="1" colspan="1">7.113 (54,8)</td><td align="center" rowspan="1" colspan="1">54,0</td><td align="center" rowspan="1" colspan="1">51,8</td><td align="center" rowspan="1" colspan="1">61,1</td></tr><tr><td align="left" rowspan="1" colspan="1">Idade [m&#x000e9;dia (DP)]</td><td align="center" rowspan="1" colspan="1">55,5 (8,9)</td><td align="center" rowspan="1" colspan="1">56,0 (9,22)</td><td align="center" rowspan="1" colspan="1">54,6 (8,50)</td><td align="center" rowspan="1" colspan="1">55,2 (8,55)</td></tr><tr><td align="left" rowspan="1" colspan="1">Situa&#x000e7;&#x000e3;o conjugal [n (%)]</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Casado/Uni&#x000e3;o</td><td align="center" rowspan="1" colspan="1">8.626 (66,4)</td><td align="center" rowspan="1" colspan="1">68,2</td><td align="center" rowspan="1" colspan="1">66,6</td><td align="center" rowspan="1" colspan="1">60,2</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Separado</td><td align="center" rowspan="1" colspan="1">2.117 (16,3)</td><td align="center" rowspan="1" colspan="1">15,6</td><td align="center" rowspan="1" colspan="1">17,3</td><td align="center" rowspan="1" colspan="1">16,7</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Solteiro</td><td align="center" rowspan="1" colspan="1">1.321 (10,2)</td><td align="center" rowspan="1" colspan="1">9,9</td><td align="center" rowspan="1" colspan="1">8,9</td><td align="center" rowspan="1" colspan="1">13,2</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Vi&#x000fa;vo</td><td align="center" rowspan="1" colspan="1">490 (3,8)</td><td align="center" rowspan="1" colspan="1">3,1</td><td align="center" rowspan="1" colspan="1">4,1</td><td align="center" rowspan="1" colspan="1">5,7</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Outros</td><td align="center" rowspan="1" colspan="1">433 (3,3)</td><td align="center" rowspan="1" colspan="1">3,2</td><td align="center" rowspan="1" colspan="1">3,0</td><td align="center" rowspan="1" colspan="1">4,1</td></tr><tr><td align="left" rowspan="1" colspan="1">Escolaridade participante [n (%)]</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Ensino Fundamental
incompleto</td><td align="center" rowspan="1" colspan="1">623 (4,8)</td><td align="center" rowspan="1" colspan="1">2,6</td><td align="center" rowspan="1" colspan="1">7,1</td><td align="center" rowspan="1" colspan="1">8,0</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Ensino Fundamental
completo</td><td align="center" rowspan="1" colspan="1">799 (6,1)</td><td align="center" rowspan="1" colspan="1">3,9</td><td align="center" rowspan="1" colspan="1">7,8</td><td align="center" rowspan="1" colspan="1">10,9</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Ensino M&#x000e9;dio completo</td><td align="center" rowspan="1" colspan="1">4.543 (34,9)</td><td align="center" rowspan="1" colspan="1">25,6</td><td align="center" rowspan="1" colspan="1">42,9</td><td align="center" rowspan="1" colspan="1">52,4</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Ensino Superior</td><td align="center" rowspan="1" colspan="1">7.022 (54,1)</td><td align="center" rowspan="1" colspan="1">67,8</td><td align="center" rowspan="1" colspan="1">41,1</td><td align="center" rowspan="1" colspan="1">28,7</td></tr><tr><td align="left" rowspan="1" colspan="1">Escolaridade da m&#x000e3;e [n (%)]</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Nunca frequentou a
escola</td><td align="center" rowspan="1" colspan="1">1.759 (13,5)</td><td align="center" rowspan="1" colspan="1">8,0</td><td align="center" rowspan="1" colspan="1">18,7</td><td align="center" rowspan="1" colspan="1">22,9</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Ensino Fundamental
incompleto</td><td align="center" rowspan="1" colspan="1">5.562 (42,8)</td><td align="center" rowspan="1" colspan="1">39,1</td><td align="center" rowspan="1" colspan="1">45,8</td><td align="center" rowspan="1" colspan="1">50,1</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Ensino Fundamental
completo</td><td align="center" rowspan="1" colspan="1">2.539 (19,5)</td><td align="center" rowspan="1" colspan="1">20,7</td><td align="center" rowspan="1" colspan="1">18,5</td><td align="center" rowspan="1" colspan="1">17,4</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Ensino M&#x000e9;dio completo</td><td align="center" rowspan="1" colspan="1">3.127 (24,1)</td><td align="center" rowspan="1" colspan="1">32,1</td><td align="center" rowspan="1" colspan="1">16,9</td><td align="center" rowspan="1" colspan="1">9,6</td></tr><tr><td align="left" rowspan="1" colspan="1">Mobilidade educacional [n (%)]</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Est&#x000e1;vel-baixa</td><td align="center" rowspan="1" colspan="1">4.427 (34,1)</td><td align="center" rowspan="1" colspan="1">22,6</td><td align="center" rowspan="1" colspan="1">43,7</td><td align="center" rowspan="1" colspan="1">55,9</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Descendente</td><td align="center" rowspan="1" colspan="1">1.538 (11,8)</td><td align="center" rowspan="1" colspan="1">9,6</td><td align="center" rowspan="1" colspan="1">14,2</td><td align="center" rowspan="1" colspan="1">15,3</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Ascendente</td><td align="center" rowspan="1" colspan="1">2.894 (22,3)</td><td align="center" rowspan="1" colspan="1">24,6</td><td align="center" rowspan="1" colspan="1">20,8</td><td align="center" rowspan="1" colspan="1">17,1</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Est&#x000e1;vel-alta</td><td align="center" rowspan="1" colspan="1">4.128 (31,7)</td><td align="center" rowspan="1" colspan="1">43,2</td><td align="center" rowspan="1" colspan="1">21,3</td><td align="center" rowspan="1" colspan="1">11,6</td></tr><tr><td align="left" rowspan="1" colspan="1">Renda familiar <italic>per capita</italic> (R$)
[mediana (IIQ)]</td><td align="center" rowspan="1" colspan="1">2.280 (1.399-3.939)</td><td align="center" rowspan="1" colspan="1">2.954 (1.865-4.042)</td><td align="center" rowspan="1" colspan="1">1.865,8 (1.088-2.954)</td><td align="center" rowspan="1" colspan="1">1.451 (933-2.332)</td></tr><tr><td align="left" rowspan="1" colspan="1">Insatisfa&#x000e7;&#x000e3;o com a vida [n (%)]</td><td align="center" rowspan="1" colspan="1">1.413 (10,9)</td><td align="center" rowspan="1" colspan="1">9,3</td><td align="center" rowspan="1" colspan="1">12,4</td><td align="center" rowspan="1" colspan="1">13,5</td></tr></tbody></table><table-wrap-foot><fn id="TFN1"><p>DP: desvio padr&#x000e3;o; IIQ: intervalo interquartil.</p></fn><fn id="TFN2"><p>Nota: as diferen&#x000e7;as nos totais das vari&#x000e1;veis ocorrem devido a dados
faltantes.</p></fn></table-wrap-foot></table-wrap>
</p><p>Grande desigualdade racial foi observada na mobilidade educacional, visto que a
trajet&#x000f3;ria est&#x000e1;vel-baixa e a mobilidade descendente foram muito mais frequentes
entre pretos e pardos do que entre brancos. Por outro lado, a trajet&#x000f3;ria
est&#x000e1;vel-alta e a mobilidade educacional ascendente foram muito mais comuns entre os
brancos do que entre pardos e pretos. Ressalta-se que os pardos ocuparam uma posi&#x000e7;&#x000e3;o
intermedi&#x000e1;ria entre os brancos e pretos (<xref rid="t1" ref-type="table">Tabela
1</xref>).</p><p>A preval&#x000ea;ncia de insatisfa&#x000e7;&#x000e3;o com a vida foi 10,9% na popula&#x000e7;&#x000e3;o total e apresentou
importante varia&#x000e7;&#x000e3;o segundo ra&#x000e7;a/cor: 9,2% em brancos, 12,4% em pardos e 13,5% em
pretos (p &#x0003c; 0,001) (<xref rid="t1" ref-type="table">Tabela 1</xref>). Diferen&#x000e7;as
na preval&#x000ea;ncia de insatisfa&#x000e7;&#x000e3;o com vida segundo categorias de mobilidade social s&#x000f3;
foram estatisticamente significantes entre brancos, sendo observadas maiores
preval&#x000ea;ncias de insatisfa&#x000e7;&#x000e3;o com vida nas trajet&#x000f3;rias descendente e est&#x000e1;vel-baixa.
Entre pretos, essa diferen&#x000e7;a n&#x000e3;o foi estatisticamente significante, sendo a
preval&#x000ea;ncia de insatisfa&#x000e7;&#x000e3;o com a vida discretamente maior entre aqueles com
trajet&#x000f3;ria est&#x000e1;vel-baixa (15,8%) (<xref rid="t2" ref-type="table">Tabela
2</xref>).</p><p>
<table-wrap position="float" id="t2"><label>Tabela 2</label><caption><title>Preval&#x000ea;ncia de insatisfa&#x000e7;&#x000e3;o com a vida segundo categorias de
mobilidade social em brancos, pardos e pretos. <italic>Estudo
Longitudinal de Sa&#x000fa;de do Adulto</italic> (ELSA-Brasil),
2012-2014.</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="3"/></colgroup><thead><tr><th align="left" rowspan="3" colspan="1">Trajet&#x000f3;rias de mobilidade</th><th align="center" colspan="3" rowspan="1">Ra&#x000e7;a/Cor </th></tr><tr><th align="center" rowspan="1" colspan="1">Brancos (n = 7.138)</th><th align="center" rowspan="1" colspan="1">Pardos (n = 3.722)</th><th align="center" rowspan="1" colspan="1">Pretos (n = 2.127)</th></tr><tr><th align="center" rowspan="1" colspan="1">n (%)</th><th align="center" rowspan="1" colspan="1">n (%)</th><th align="center" rowspan="1" colspan="1">n (%)</th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">Est&#x000e1;vel-baixa</td><td align="center" rowspan="1" colspan="1">180 (11,2)</td><td align="center" rowspan="1" colspan="1">198 (12,2)</td><td align="center" rowspan="1" colspan="1">157 (13,2)</td></tr><tr><td align="left" rowspan="1" colspan="1">Descendente</td><td align="center" rowspan="1" colspan="1">97 (14,2)</td><td align="center" rowspan="1" colspan="1">79 (14,9)</td><td align="center" rowspan="1" colspan="1">49 (14,9)</td></tr><tr><td align="left" rowspan="1" colspan="1">Ascendente</td><td align="center" rowspan="1" colspan="1">136 (7,7)</td><td align="center" rowspan="1" colspan="1">92 (11,9)</td><td align="center" rowspan="1" colspan="1">44 (12,1)</td></tr><tr><td align="left" rowspan="1" colspan="1">Est&#x000e1;vel-alta</td><td align="center" rowspan="1" colspan="1">249 (8,1)</td><td align="center" rowspan="1" colspan="1">93 (11,7)</td><td align="center" rowspan="1" colspan="1">39 (15,8)</td></tr><tr><td align="left" rowspan="1" colspan="1">Valor de p *</td><td align="center" rowspan="1" colspan="1">&#x0003c; 0,001</td><td align="center" rowspan="1" colspan="1">0,285</td><td align="center" rowspan="1" colspan="1">0,492</td></tr></tbody></table><table-wrap-foot><fn id="TFN3"><p>* Teste do qui-quadrado de Pearson.</p></fn></table-wrap-foot></table-wrap>
</p><p>Os resultados das an&#x000e1;lises de regress&#x000e3;o multivari&#x000e1;vel, que avaliou a associa&#x000e7;&#x000e3;o entre
a mobilidade social educacional e o desfecho insatisfa&#x000e7;&#x000e3;o com a vida, estratificadas
por ra&#x000e7;a/cor mostraram que a mobilidade educacional ascendente em brancos, mas n&#x000e3;o
nos demais grupos raciais, foi associada &#x000e0;s chances 32% (OR = 0,68; IC95%:
0,53-0,86) menores de insatisfa&#x000e7;&#x000e3;o com a vida quando comparados &#x000e0;queles com a
trajet&#x000f3;ria est&#x000e1;vel-baixa. J&#x000e1; a trajet&#x000f3;ria est&#x000e1;vel-alta foi associada &#x000e0;s chances 31%
(OR = 0,69; IC95%: 0,56-0,86) e 29% (OR = 0,71; IC95%: 0,54-0,95) menores de
insatisfa&#x000e7;&#x000e3;o com vida em brancos e pardos, respectivamente. Nenhuma associa&#x000e7;&#x000e3;o entre
mobilidade social e insatisfa&#x000e7;&#x000e3;o com vida foi observada entre os pretos (<xref rid="t3" ref-type="table">Tabela 3</xref>).</p><p>
<table-wrap position="float" id="t3"><label>Tabela 3</label><caption><title>Associa&#x000e7;&#x000e3;o entre mobilidade intergeracional educacional e
insatisfa&#x000e7;&#x000e3;o com a vida segundo ra&#x000e7;a/cor da pele. <italic>Estudo
Longitudinal de Sa&#x000fa;de do Adulto</italic> (ELSA-Brasil),
2012-2014.</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="2"/><col span="2"/></colgroup><thead><tr><th align="left" rowspan="2" colspan="1">Ra&#x000e7;a/Cor/Mobilidade educacional</th><th align="center" colspan="2" rowspan="1">Modelo bruto </th><th align="center" colspan="2" rowspan="1">Modelo ajustado * </th></tr><tr><th align="center" rowspan="1" colspan="1">OR (IC95%)</th><th align="center" rowspan="1" colspan="1">Valor de p </th><th align="center" rowspan="1" colspan="1">OR (IC95%)</th><th align="center" rowspan="1" colspan="1">Valor de p</th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">Brancos</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Est&#x000e1;vel-baixa</td><td align="center" rowspan="1" colspan="1">Refer&#x000ea;ncia</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">Refer&#x000ea;ncia</td><td align="center" rowspan="1" colspan="1">-</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Descendente</td><td align="center" rowspan="1" colspan="1">1,32 (1,01-1,72)</td><td align="center" rowspan="1" colspan="1">0,042</td><td align="center" rowspan="1" colspan="1">1,26 (0,96-1,65)</td><td align="center" rowspan="1" colspan="1">0,091</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Ascendente</td><td align="center" rowspan="1" colspan="1">0,67 (0,53-0,84)</td><td align="center" rowspan="1" colspan="1">0,001</td><td align="center" rowspan="1" colspan="1">0,68 (0,53-0,86)</td><td align="center" rowspan="1" colspan="1">0,001</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Est&#x000e1;vel-alta</td><td align="center" rowspan="1" colspan="1">0,70 (0,57-0,85)</td><td align="center" rowspan="1" colspan="1">0,000</td><td align="center" rowspan="1" colspan="1">0,69 (0,56-0,86)</td><td align="center" rowspan="1" colspan="1">0,001</td></tr><tr><td align="left" rowspan="1" colspan="1">Pardos</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Est&#x000e1;vel-baixa</td><td align="center" rowspan="1" colspan="1">Refer&#x000ea;ncia</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">Refer&#x000ea;ncia</td><td align="center" rowspan="1" colspan="1">-</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Descendente</td><td align="center" rowspan="1" colspan="1">1,27 (0,96-1,68)</td><td align="center" rowspan="1" colspan="1">0,097</td><td align="center" rowspan="1" colspan="1">1,09 (0,81-1,46)</td><td align="center" rowspan="1" colspan="1">0,520</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Ascendente</td><td align="center" rowspan="1" colspan="1">0,97 (0,75-1,26)</td><td align="center" rowspan="1" colspan="1">0,830</td><td align="center" rowspan="1" colspan="1">0,76 (0,57-1,00)</td><td align="center" rowspan="1" colspan="1">0,040</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Est&#x000e1;vel-alta</td><td align="center" rowspan="1" colspan="1">0,96 (0,74-1,24)</td><td align="center" rowspan="1" colspan="1">0,750</td><td align="center" rowspan="1" colspan="1">0,71 (0,54-0,95)</td><td align="center" rowspan="1" colspan="1">0,017</td></tr><tr><td align="left" rowspan="1" colspan="1">Pretos</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td><td align="center" rowspan="1" colspan="1">
</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Est&#x000e1;vel-baixa</td><td align="center" rowspan="1" colspan="1">Refer&#x000ea;ncia</td><td align="center" rowspan="1" colspan="1">-</td><td align="center" rowspan="1" colspan="1">Refer&#x000ea;ncia</td><td align="center" rowspan="1" colspan="1">-</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Descendente</td><td align="center" rowspan="1" colspan="1">1,16 (0,82-1,64)</td><td align="center" rowspan="1" colspan="1">0,406</td><td align="center" rowspan="1" colspan="1">0,98 (0,69-1,40)</td><td align="center" rowspan="1" colspan="1">0,855</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Ascendente</td><td align="center" rowspan="1" colspan="1">0,90 (0,63-1,29)</td><td align="center" rowspan="1" colspan="1">0,579</td><td align="center" rowspan="1" colspan="1">0,77 (0,53-1,11)</td><td align="center" rowspan="1" colspan="1">0,119</td></tr><tr><td align="left" style="text-indent:12px" rowspan="1" colspan="1">Est&#x000e1;vel-alta</td><td align="center" rowspan="1" colspan="1">1,23 (0,84-1,80)</td><td align="center" rowspan="1" colspan="1">0,282</td><td align="center" rowspan="1" colspan="1">0,96 (0,64-1,44)</td><td align="center" rowspan="1" colspan="1">0,808</td></tr></tbody></table><table-wrap-foot><fn id="TFN4"><p>IC95%: intervalo de 95% de confian&#x000e7;a; OR: <italic>odds
ratio</italic>.</p></fn><fn id="TFN5"><p>* Modelo ajustado por g&#x000ea;nero, idade, situa&#x000e7;&#x000e3;o conjugal e centro de
pesquisa.</p></fn></table-wrap-foot></table-wrap>
</p><p>Constatamos que os maiores n&#x000ed;veis de renda familiar <italic>per capita</italic> foram
observados entre aqueles com trajet&#x000f3;ria est&#x000e1;vel-alta, seguidos pelos indiv&#x000ed;duos com
trajet&#x000f3;ria ascendente, descendente e, por &#x000fa;ltimo, pela trajet&#x000f3;ria est&#x000e1;vel-baixa
(<xref rid="t4" ref-type="table">Tabela 4</xref>). Por&#x000e9;m cabe ressaltar que a
mediana da renda m&#x000e9;dia <italic>per capita</italic> em todas as categorias de
trajet&#x000f3;ria educacional foi maior para brancos. Os pardos, mais uma vez, assumem uma
posi&#x000e7;&#x000e3;o intermedi&#x000e1;ria e os pretos apresentam os retornos financeiros mais baixos em
todas as trajet&#x000f3;rias. Essas tend&#x000ea;ncias foram corroboradas pelos resultados obtidos
pelo modelo de regress&#x000e3;o linear robusta ajustado por g&#x000ea;nero, idade, situa&#x000e7;&#x000e3;o
conjugal e centro de pesquisa ilustrados na <xref rid="f1" ref-type="fig">Figura
1</xref>. Ressalta-se que houve evid&#x000ea;ncias de que a ra&#x000e7;a/cor preta e parda
modificou o efeito da trajet&#x000f3;ria educacional descendente (preta: p &#x0003c; 0,001; p =
0,014) e est&#x000e1;vel-baixa (preta: p &#x0003c; 0,001; parda: p = 0,001) o que &#x000e9; ilustrado
pelos retornos financeiros mais baixos nessas trajet&#x000f3;rias observados nesses dois
grupos quando comparados aos brancos.</p><p>
<table-wrap position="float" id="t4"><label>Tabela 4</label><caption><title>Mediana da renda familiar <italic>per capita</italic> (R$) e
intervalos interquartis (IIQ) segundo categoria de mobilidade social em
brancos, pardos e pretos. <italic>Estudo Longitudinal de Sa&#x000fa;de do
Adulto</italic> (ELSA-Brasil), 2012-2014.</title></caption><table frame="hsides" rules="groups"><colgroup span="1"><col span="1"/><col span="3"/></colgroup><thead><tr><th align="left" rowspan="2" colspan="1">Mobilidade educacional
intergeracional</th><th align="center" colspan="3" rowspan="1">
<bold>Renda familiar <italic>per capita</italic> (R$) [mediana
(IIQ)]</bold>
</th></tr><tr><th align="center" rowspan="1" colspan="1">Brancos (n = 7.138)</th><th align="center" rowspan="1" colspan="1">Pardos (n = 3.722)</th><th align="center" rowspan="1" colspan="1">Pretos (n = 2.127)</th></tr></thead><tbody><tr><td align="left" rowspan="1" colspan="1">Est&#x000e1;vel-baixa</td><td align="center" rowspan="1" colspan="1">1.554 (1.036-2.280)</td><td align="center" rowspan="1" colspan="1">1.368 (777-1.865)</td><td align="center" rowspan="1" colspan="1">1.088 (777-1.865)</td></tr><tr><td align="left" rowspan="1" colspan="1">Descendente</td><td align="center" rowspan="1" colspan="1">1.865 (1.119-2.798)</td><td align="center" rowspan="1" colspan="1">1.554 (1.036-2.280)</td><td align="center" rowspan="1" colspan="1">1.451 (932-2.176)</td></tr><tr><td align="left" rowspan="1" colspan="1">Ascendente</td><td align="center" rowspan="1" colspan="1">3.420 (2.280-5.286)</td><td align="center" rowspan="1" colspan="1">2.643 (1.710-3.524)</td><td align="center" rowspan="1" colspan="1">2.280 (1.451-3.109)</td></tr><tr><td align="left" rowspan="1" colspan="1">Est&#x000e1;vel-alta</td><td align="center" rowspan="1" colspan="1">3.524 (2.695-5.908)</td><td align="center" rowspan="1" colspan="1">2.954 (2.114-3.939)</td><td align="center" rowspan="1" colspan="1">2.643 (1.617-3.524)</td></tr></tbody></table></table-wrap>
</p><p>
<fig position="float" id="f1"><label>Figura 1</label><caption><title>M&#x000e9;dias preditas de renda familiar <italic>per capita</italic> segundo
mobilidade educacional intergeracional e ra&#x000e7;a/cor considerando intera&#x000e7;&#x000e3;o
ra&#x000e7;a/cor*mobilidade educacional e ajuste por g&#x000ea;nero, idade, situa&#x000e7;&#x000e3;o
conjugal e centro de pesquisa. <italic>Estudo Longitudinal de Sa&#x000fa;de do
Adulto</italic> (ELSA-Brasil).</title></caption><graphic xlink:href="1678-4464-csp-41-01-PT092924-gf1" position="float"/></fig>
</p></sec><sec sec-type="discussion"><title>Discuss&#x000e3;o</title><p>Nossos resultados evidenciam importantes iniquidades raciais na mobilidade
educacional intergeracional e na preval&#x000ea;ncia de insatisfa&#x000e7;&#x000e3;o com a vida, contendo
grandes desvantagens para pretos e pardos quando comparados aos brancos. Como
esperado, a convers&#x000e3;o da escolaridade em benef&#x000ed;cios financeiros foi pior para pretos
do que para brancos, e os pardos assumiram uma posi&#x000e7;&#x000e3;o intermedi&#x000e1;ria. Da mesma
forma, houve menor varia&#x000e7;&#x000e3;o entre as preval&#x000ea;ncias de insatisfa&#x000e7;&#x000e3;o com a vida segundo
as categorias de mobilidade educacional entre pretos e pardos do que para brancos. A
an&#x000e1;lise multivariada confirmou esse achado descritivo ao apontar que os ganhos em
escolaridade observados na mobilidade educacional ascendente foram associados a
menores chances de insatisfa&#x000e7;&#x000e3;o com a vida apenas entre brancos. Permanecer com alta
escolaridade entre gera&#x000e7;&#x000f5;es (trajet&#x000f3;ria est&#x000e1;vel-alta) tamb&#x000e9;m foi associado a menores
chances de insatisfa&#x000e7;&#x000e3;o com a vida, mas apenas entre brancos e pardos. Nenhuma
associa&#x000e7;&#x000e3;o foi encontrada entre as categorias de mobilidade educacional e satisfa&#x000e7;&#x000e3;o
com a vida entre pretos. A associa&#x000e7;&#x000e3;o entre mobilidade educacional e a renda
familiar <italic>per capita</italic> ajudou a explicar esses achados, j&#x000e1; que
observamos que as trajet&#x000f3;rias favor&#x000e1;veis de mobilidade educacional (mobilidade
ascendente e est&#x000e1;vel-alta) conferem maiores retornos financeiros entre brancos do
que entre pretos e pardos, sendo os pretos o grupo em maior desvantagem.</p><p>De forma semelhante a outros estudos <xref rid="B33" ref-type="bibr">
<sup>33</sup>
</xref>
<sup>,</sup>
<xref rid="B34" ref-type="bibr">
<sup>34</sup>
</xref>
<sup>,</sup>
<xref rid="B35" ref-type="bibr">
<sup>35</sup>
</xref>, encontramos que indiv&#x000ed;duos pretos apresentaram maior frequ&#x000ea;ncia de
trajet&#x000f3;rias educacionais desfavor&#x000e1;veis (descendente e est&#x000e1;vel-baixa) e menores
n&#x000ed;veis de satisfa&#x000e7;&#x000e3;o com a vida do que brancos e mesmo do que pardos, o oposto sendo
observado com rela&#x000e7;&#x000e3;o a trajet&#x000f3;rias educacionais favor&#x000e1;veis (ascendente e
est&#x000e1;vel-alta). Esse achado &#x000e9; compat&#x000ed;vel com estudos representativos da popula&#x000e7;&#x000e3;o
brasileira que apontam que brancos t&#x000ea;m, em m&#x000e9;dia, tr&#x000ea;s vezes mais chances do que
pretos e pardos de experimentar a mobilidade educacional ascendente <xref rid="B36" ref-type="bibr">
<sup>36</sup>
</xref>. Al&#x000e9;m disso, sabe-se que h&#x000e1; uma persist&#x000ea;ncia de alta escolaridade entre
gera&#x000e7;&#x000f5;es nos brancos e que a defasagem escolar &#x000e9; mais frequente entre pretos e
pardos <xref rid="B36" ref-type="bibr">
<sup>36</sup>
</xref>. &#x000c9; importante salientar que a ra&#x000e7;a/cor da pele antecede a trajet&#x000f3;ria
educacional intergeracional bem como a aferi&#x000e7;&#x000e3;o da satisfa&#x000e7;&#x000e3;o com a vida, podendo,
portanto, ser compreendida apenas como um fator confundidor ou modificador do efeito
dessa trajet&#x000f3;ria educacional intergeracional sobre a satisfa&#x000e7;&#x000e3;o com a vida. Neste
trabalho demonstramos que a ra&#x000e7;a/cor da pele modificou o efeito da mobilidade
educacional intergeracional na satisfa&#x000e7;&#x000e3;o com a vida.</p><p>A educa&#x000e7;&#x000e3;o desempenha um papel importante no sistema de estratifica&#x000e7;&#x000e3;o social e
trajet&#x000f3;rias educacionais desfavor&#x000e1;veis est&#x000e3;o associadas a um menor acesso a recursos
econ&#x000f4;micos (como bens materiais e simb&#x000f3;licos), recursos psicol&#x000f3;gicos (como
capacidade de enfrentamento e otimismo) e maior exposi&#x000e7;&#x000e3;o ao estresse (como
preocupa&#x000e7;&#x000f5;es financeiras e experi&#x000ea;ncias de discrimina&#x000e7;&#x000e3;o) <xref rid="B5" ref-type="bibr">
<sup>5</sup>
</xref>. Sabemos que a educa&#x000e7;&#x000e3;o formal &#x000e9; o principal caminho para ascender na
hierarquia social, mas as pessoas em desvantagens sociais, especialmente as pretas,
acabam tendo um desempenho educacional m&#x000e9;dio menor do que as de maior posi&#x000e7;&#x000e3;o
socioecon&#x000f4;mica ao longo de toda a vida escolar, de evas&#x000e3;o escolar e de serem pais na
adolesc&#x000ea;ncia, limitando ainda mais suas potencialidades <xref rid="B37" ref-type="bibr">
<sup>37</sup>
</xref>. Adicionalmente, sabemos que a menor escolaridade pode resultar em um
sistema de desvantagem cumulativa, pois est&#x000e1; relacionada a piores ocupa&#x000e7;&#x000f5;es, menor
renda, moradia em vizinhan&#x000e7;as de baixo n&#x000ed;vel socioecon&#x000f4;mico ou algo similar <xref rid="B3" ref-type="bibr">
<sup>3</sup>
</xref>. Dessa forma, os n&#x000ed;veis de escolaridade al&#x000e9;m de determinarem a posi&#x000e7;&#x000e3;o
socioecon&#x000f4;mica dos indiv&#x000ed;duos, impactam na sa&#x000fa;de ao limitar o acesso a recursos que
favoreceriam o engajamento em comportamentos protetores ou o controle e a mitiga&#x000e7;&#x000e3;o
de consequ&#x000ea;ncias de doen&#x000e7;as ao possibilitarem acesso aos cuidados em sa&#x000fa;de de
qualidade <xref rid="B38" ref-type="bibr">
<sup>38</sup>
</xref>.</p><p>Idealmente, seria esperado que o aumento da escolaridade resultasse em melhorias
econ&#x000f4;micas, sociais, de sa&#x000fa;de e bem-estar para todos. Por&#x000e9;m, nossos resultados
demonstraram que os retornos positivos da escolaridade n&#x000e3;o foram homog&#x000ea;neos entre os
subgrupos de ra&#x000e7;a/cor, j&#x000e1; que as trajet&#x000f3;rias educacionais favor&#x000e1;veis geraram retorno
em bem-estar em brancos e em menor magnitude entre pardos, e nenhum retorno foi
observado entre pretos. De fato, houve uma menor variabilidade nas preval&#x000ea;ncias de
insatisfa&#x000e7;&#x000e3;o com a vida nas trajet&#x000f3;rias educacionais avaliadas entre pretos e nesse
grupo a maior preval&#x000ea;ncia de insatisfa&#x000e7;&#x000e3;o com a vida foi justamente na trajet&#x000f3;ria
est&#x000e1;vel-alta. Em conjunto as menores rendas m&#x000e9;dias <italic>per capita</italic> e a
maior preval&#x000ea;ncia de insatisfa&#x000e7;&#x000e3;o com a vida observados em pretos, e, em menor
magnitude, em pardos, corroboram a teoria dos &#x0201c;retornos diminu&#x000ed;dos relacionados &#x000e0;
marginaliza&#x000e7;&#x000e3;o&#x0201d; segundo a qual o aumento da escolaridade resulta em maior retorno
econ&#x000f4;mico e benef&#x000ed;cios para a sa&#x000fa;de em brancos do que em pretos <xref rid="B39" ref-type="bibr">
<sup>39</sup>
</xref>
<sup>,</sup>
<xref rid="B40" ref-type="bibr">
<sup>40</sup>
</xref>
<sup>,</sup>
<xref rid="B41" ref-type="bibr">
<sup>41</sup>
</xref>.</p><p>Os retornos diminu&#x000ed;dos observados entre pretos e pardos s&#x000e3;o em grande parte
explicados pelo racismo estrutural, que se refere &#x000e0; totalidade de maneiras pelas
quais as sociedades promovem a manuten&#x000e7;&#x000e3;o de hierarquias raciais e o dom&#x000ed;nio dos
brancos atrav&#x000e9;s das gera&#x000e7;&#x000f5;es <xref rid="B17" ref-type="bibr">
<sup>17</sup>
</xref>. O racismo estrutural, al&#x000e9;m de gerar iniquidades de oportunidades, gera
desigualdades de resultados, pois mesmo que pretos e pardos alcancem a mesma
escolaridade de brancos, ter&#x000e3;o menores chances de convert&#x000ea;-la em empregos de
qualidade, rendimentos, prest&#x000ed;gio, entre outros recursos do que os brancos <xref rid="B42" ref-type="bibr">
<sup>42</sup>
</xref>. Essa pior convers&#x000e3;o da escolaridade pode influenciar a satisfa&#x000e7;&#x000e3;o com a
vida em pretos e, possivelmente, explica a aus&#x000ea;ncia de associa&#x000e7;&#x000e3;o entre a mobilidade
educacional intergeracional e a insatisfa&#x000e7;&#x000e3;o com vida nesse grupo racial.</p><p>Cabe destacar tamb&#x000e9;m que pretos, mesmo em posi&#x000e7;&#x000f5;es altas na hierarquia social,
possuem menos recursos psicol&#x000f3;gicos e capital simb&#x000f3;lico para lidarem com
adversidades do trabalho e da vida do que brancos <xref rid="B43" ref-type="bibr">
<sup>43</sup>
</xref>. Como na categoria de alta posi&#x000e7;&#x000e3;o socioecon&#x000f4;mica a frequ&#x000ea;ncia de indiv&#x000ed;duos
pretos &#x000e9; pequena, isso pode resultar em sentimento de &#x0201c;falta de pertencimento&#x0201d;,
potencial fonte de estresse e desconforto e um desafio adicional para manter o
<italic>status</italic> conquistado <xref rid="B44" ref-type="bibr">
<sup>44</sup>
</xref>. Al&#x000e9;m disso, sabe-se que tanto no Brasil <xref rid="B21" ref-type="bibr">
<sup>21</sup>
</xref> como nos Estados Unidos, a percep&#x000e7;&#x000e3;o de discrimina&#x000e7;&#x000e3;o racial &#x000e9; maior entre
os indiv&#x000ed;duos pretos de alta posi&#x000e7;&#x000e3;o socioecon&#x000f4;mica <xref rid="B45" ref-type="bibr">
<sup>45</sup>
</xref>. Com isso, a manuten&#x000e7;&#x000e3;o de posi&#x000e7;&#x000f5;es sociais mais altas geralmente implica
desafios mais significativos para pretos, o que pode explicar a aus&#x000ea;ncia de
diferen&#x000e7;as satisfa&#x000e7;&#x000e3;o com a vida relacionada &#x000e0; mobilidade educacional ascendente
observada neste estudo.</p><p>O &#x000fa;nico estudo que encontramos que analisou a associa&#x000e7;&#x000e3;o entre mobilidade educacional
e satisfa&#x000e7;&#x000e3;o com a vida foi realizado no contexto estadunidense utilizando dados da
coorte de idosos <italic>Health and Retirement Study</italic>
<xref rid="B35" ref-type="bibr">
<sup>35</sup>
</xref>. Diferentemente de nossos resultados, nesse estudo os n&#x000ed;veis de satisfa&#x000e7;&#x000e3;o
com a vida aumentaram &#x000e0; medida que foram observados ganhos em anos de escolaridade
dos participantes comparado a escolaridade paterna, tanto em brancos quanto em
pretos, apesar dos pretos serem menos satisfeitos com a vida do que brancos. Nessa
pesquisa, verificou-se que quanto maior a mobilidade educacional menor era a
diferen&#x000e7;a entre brancos e pretos nos n&#x000ed;veis de satisfa&#x000e7;&#x000e3;o com a vida, sugerindo que
a mobilidade educacional pode reduzir as iniquidades raciais na satisfa&#x000e7;&#x000e3;o com a
vida. Por outro lado, entre os hisp&#x000e2;nicos, os ganhos em anos de escolaridade dos
participantes comparados aos de seus pais foram associados a menores n&#x000ed;veis de
satisfa&#x000e7;&#x000e3;o com a vida <xref rid="B35" ref-type="bibr">
<sup>35</sup>
</xref>. Esse achado entre hisp&#x000e2;nicos &#x000e9; compat&#x000ed;vel com as conclus&#x000f5;es dos estudos de
Sorokin <xref rid="B14" ref-type="bibr">
<sup>14</sup>
</xref>, que apontam que a mobilidade social mesmo ascendente &#x000e9; um evento
estressante relacionado &#x000e0; necessidade de adapta&#x000e7;&#x000e3;o &#x000e0;s novas normas sociais que
trazem dificuldade em firmar la&#x000e7;os de confian&#x000e7;a. Isso geraria um estresse social com
potencial de precipitar altera&#x000e7;&#x000f5;es &#x000e0; sa&#x000fa;de e afetar o bem-estar subjetivo dos
indiv&#x000ed;duos <xref rid="B14" ref-type="bibr">
<sup>14</sup>
</xref>.</p><p>Nossos resultados contribuem para uma literatura crescente acerca das iniquidades
sociais e raciais na satisfa&#x000e7;&#x000e3;o com a vida. Os pontos fortes deste estudo incluem o
tamanho da coorte do ELSA-Brasil, a inclus&#x000e3;o de participantes de seis capitais
brasileiras, a heterogeneidade racial e a exist&#x000ea;ncia de dados detalhados sobre a
mobilidade educacional intergeracional. Tais caracter&#x000ed;sticas permitiram examinar e
estimar em que medida a mobilidade social intergeracional educacional se relaciona
com satisfa&#x000e7;&#x000e3;o com a vida segundo ra&#x000e7;a/cor. Al&#x000e9;m disso, cabe destacar que apesar
deste estudo ter um delineamento transversal, suas exposi&#x000e7;&#x000f5;es foram fixadas em
momento anterior &#x000e0; avalia&#x000e7;&#x000e3;o da satisfa&#x000e7;&#x000e3;o com a vida e, portanto, a causalidade
reversa n&#x000e3;o seria uma limita&#x000e7;&#x000e3;o.</p><p>A coorte ELSA-Brasil &#x000e9; formada por servidores p&#x000fa;blicos de institui&#x000e7;&#x000f5;es de ensino e
pesquisa brasileiras com escolaridade m&#x000e9;dia bem superior &#x000e0; encontrada na popula&#x000e7;&#x000e3;o
brasileira. Com isso, &#x000e9; poss&#x000ed;vel que a preval&#x000ea;ncia de insatisfa&#x000e7;&#x000e3;o com a vida na
popula&#x000e7;&#x000e3;o de estudo esteja subestimada em compara&#x000e7;&#x000e3;o a popula&#x000e7;&#x000e3;o brasileira, devido
&#x000e0; aus&#x000ea;ncia de indiv&#x000ed;duos desempregados e abaixo da linha da pobreza, grupos sociais
de grande porte no pa&#x000ed;s. Tamb&#x000e9;m n&#x000e3;o podemos descartar a possibilidade de vi&#x000e9;s de
sobrevida, j&#x000e1; que indiv&#x000ed;duos de baixa posi&#x000e7;&#x000e3;o socioecon&#x000f4;mica, principalmente pretos
e pardos, apresentam maior taxa de mortalidade prematura, portanto, t&#x000ea;m menores
chances de participarem do estudo. Isso poderia levar &#x000e0; subestima&#x000e7;&#x000e3;o da magnitude
das associa&#x000e7;&#x000f5;es observadas.</p><p>Em conclus&#x000e3;o, nossos resultados mostraram que promover a mobilidade educacional
ascendente, apesar de importante, &#x000e9; insuficiente para reduzir a iniquidade racial na
satisfa&#x000e7;&#x000e3;o com vida e na distribui&#x000e7;&#x000e3;o da renda, evidenciando a necessidade de
pol&#x000ed;ticas com potencial de reduzir o racismo estrutural e os mecanismos pelos quais
ele opera para perpetuar as iniquidades raciais. Dessa forma, os ganhos de
escolaridade entre pretos e pardos poder&#x000e3;o gerar os mesmos benef&#x000ed;cios em satisfa&#x000e7;&#x000e3;o
com a vida e em recursos econ&#x000f4;micos observados entre os brancos. Portanto, para a
promo&#x000e7;&#x000e3;o da redu&#x000e7;&#x000e3;o das iniquidades raciais na satisfa&#x000e7;&#x000e3;o com a vida e em recursos
econ&#x000f4;micos &#x000e9; necess&#x000e1;rio uma transforma&#x000e7;&#x000e3;o e o desmantelamento das pol&#x000ed;ticas e de
diversas institui&#x000e7;&#x000f5;es que sustentam a hierarquia racial no Brasil, j&#x000e1; que somente
com esse tipo de interven&#x000e7;&#x000e3;o ser&#x000e1; poss&#x000ed;vel modificar valores historicamente
constru&#x000ed;dos na sociedade, que imp&#x000f5;e ideias de inferioridade negra e superioridade
branca, impactando a vida e a sa&#x000fa;de de pretos e pardos entre gera&#x000e7;&#x000f5;es.</p></sec></body><back><ack><title>Agradecimentos</title><p>Os autores gostariam de agradecer a todos os participantes do ELSA-Brasil por sua
valiosa contribui&#x000e7;&#x000e3;o para este estudo. Esta pesquisa foi financiada por Minist&#x000e9;rio
da Sa&#x000fa;de, Minist&#x000e9;rio da Ci&#x000ea;ncia, Tecnologia e Inova&#x000e7;&#x000e3;o e Conselho Nacional de
Desenvolvimento Cient&#x000ed;fico e Tecnol&#x000f3;gico (CNPq). S. M. Barreto, L. Giatti e R. H.
Griep s&#x000e3;o bolsistas de produtividade do CNPq. S. M. Barreto &#x000e9; bolsista de pesquisa
da Funda&#x000e7;&#x000e3;o de Amparo &#x000e0; Pesquisa de Minas Gerais (FAPEMIG).</p></ack><ref-list><title>Refer&#x000ea;ncias</title><ref id="B1"><label>1</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Prag</surname><given-names>P</given-names></name>
<name><surname>Gugushvili</surname><given-names>A</given-names></name>
</person-group><article-title>Subjective social mobility and health in Germany</article-title><source>European Societies</source><year>2021</year><volume>23</volume><fpage>464</fpage><lpage>486</lpage></element-citation></ref><ref id="B2"><label>2</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Steiber</surname><given-names>N</given-names></name>
</person-group><article-title>Intergerational educational mobility and health satisfaction
across the life course does the long arm of childhood conditions only become
visible later in life?</article-title><source>Soc Sci Med</source><year>2019</year><volume>242</volume><fpage>112603</fpage><lpage>112603</lpage><pub-id pub-id-type="pmid">31655463</pub-id>
</element-citation></ref><ref id="B3"><label>3</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Nishida</surname><given-names>W</given-names></name>
<name><surname>Kupek</surname><given-names>E</given-names></name>
<name><surname>Zanelatto</surname><given-names>C</given-names></name>
<name><surname>Bastos</surname><given-names>JL</given-names></name>
</person-group><article-title>Mobilidade educacional intergeracional, discrimina&#x000e7;&#x000e3;o e
hipertens&#x000e3;o arterial em adultos do Sul do Brasil</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2020</year><volume>36</volume><elocation-id>e00026419</elocation-id><pub-id pub-id-type="pmid">32402000</pub-id>
</element-citation></ref><ref id="B4"><label>4</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Flor</surname><given-names>LS</given-names></name>
<name><surname>Laguardia</surname><given-names>J</given-names></name>
<name><surname>Campos</surname><given-names>MR</given-names></name>
</person-group><article-title>Mobilidade social intergeracional e sa&#x000fa;de no Brasil uma an&#x000e1;lise
do survey "Pesquisa dimens&#x000f5;es sociais das desigualdades (PDSD)",
2008</article-title><source>Ci&#x000ea;nc Sa&#x000fa;de Colet</source><year>2014</year><volume>19</volume><fpage>1869</fpage><lpage>1880</lpage></element-citation></ref><ref id="B5"><label>5</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Bridger</surname><given-names>E</given-names></name>
<name><surname>Daly</surname><given-names>M</given-names></name>
</person-group><article-title>Intergenerational social mobility predicts midlife well-being
prospective evidence from two large British cohorts</article-title><source>Soc Sci Med</source><year>2020</year><volume>261</volume><fpage>113</fpage><lpage>217</lpage></element-citation></ref><ref id="B6"><label>6</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Chan</surname><given-names>TK</given-names></name>
</person-group><article-title>Social mobility and the well-being of individuals</article-title><source>Br J Sociol</source><year>2018</year><volume>69</volume><fpage>183</fpage><lpage>206</lpage><pub-id pub-id-type="pmid">28895131</pub-id>
</element-citation></ref><ref id="B7"><label>7</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Diener</surname><given-names>E</given-names></name>
<name><surname>Emmons</surname><given-names>RA</given-names></name>
<name><surname>Larsen</surname><given-names>RJ</given-names></name>
<name><surname>Griffin</surname><given-names>S</given-names></name>
</person-group><article-title>The Satisfaction with Life Scale</article-title><source>J Pers Assess</source><year>1985</year><volume>49</volume><fpage>71</fpage><lpage>75</lpage><pub-id pub-id-type="pmid">16367493</pub-id>
</element-citation></ref><ref id="B8"><label>8</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Odermatt</surname><given-names>R</given-names></name>
<name><surname>Stutzer</surname><given-names>A</given-names></name>
</person-group><source>Subjective well-being and public policy</source><year>2017</year><publisher-loc>Bonn</publisher-loc><publisher-name>IZA Institute of Labor Economics</publisher-name></element-citation></ref><ref id="B9"><label>9</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Schuck</surname><given-names>B</given-names></name>
<name><surname>Steiber</surname><given-names>N</given-names></name>
</person-group><article-title>Does intergenerational educational mobility shape the well-being
of young Europeans Evidence from the European Social Survey</article-title><source>Soc Indic Res</source><year>2018</year><volume>139</volume><fpage>1237</fpage><lpage>1255</lpage><pub-id pub-id-type="pmid">30319167</pub-id>
</element-citation></ref><ref id="B10"><label>10</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Dolan</surname><given-names>P</given-names></name>
<name><surname>Lordan</surname><given-names>G</given-names></name>
</person-group><source>Moving up and sliding down: an empirical assessment of the effect of
social mobility on subjective wellbeing.</source><publisher-loc>Londres</publisher-loc><publisher-name>Centre for Economic Performance</publisher-name><year>2013</year><comment>(CEP Discussion Paper, 1190)</comment></element-citation></ref><ref id="B11"><label>11</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Hadjar</surname><given-names>A</given-names></name>
<name><surname>Samuel</surname><given-names>R</given-names></name>
</person-group><article-title>Does upward social mobility increase life satisfaction A
longitudinal analysis using British and Swiss panel data</article-title><source>Research in Social Stratification and Mobility</source><year>2015</year><volume>39</volume><fpage>48</fpage><lpage>58</lpage></element-citation></ref><ref id="B12"><label>12</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Iveson</surname><given-names>MH</given-names></name>
<name><surname>Deary</surname><given-names>IJ</given-names></name>
</person-group><article-title>Intergerational social mobility and subjective wellbeing in later
life</article-title><source>Soc Sci Med</source><year>2017</year><volume>188</volume><fpage>11</fpage><lpage>20</lpage><pub-id pub-id-type="pmid">28692825</pub-id>
</element-citation></ref><ref id="B13"><label>13</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Blanden</surname><given-names>J</given-names></name>
<name><surname>Goodman</surname><given-names>A</given-names></name>
<name><surname>Gregg</surname><given-names>P</given-names></name>
<name><surname>Machin</surname><given-names>S</given-names></name>
</person-group><person-group person-group-type="author">
<name><surname>Corak</surname><given-names>M</given-names></name>
</person-group><source>Generational income mobility in North America and Europe</source><part-title>Changes in intergenerational mobility in Britain</part-title><year>2004</year><publisher-loc>Cambridge</publisher-loc><publisher-name>Cambridge University Press</publisher-name><fpage>122</fpage><lpage>146</lpage></element-citation></ref><ref id="B14"><label>14</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Sorokin</surname><given-names>PA</given-names></name>
</person-group><source>Social and cultural mobility.</source><edition>2&#x000aa;</edition><year>1959</year><publisher-loc>Thoudsand Oaks</publisher-loc><publisher-name>Pine Forges Prees</publisher-name></element-citation></ref><ref id="B15"><label>15</label><element-citation publication-type="book"><person-group person-group-type="author">
<collab>Organisation for Economic Co-operation and Development</collab>
</person-group><source>A broken social elevator? How to promote social mobility.</source><publisher-loc>Paris</publisher-loc><publisher-name>OECD Publishing</publisher-name><year>2018</year></element-citation></ref><ref id="B16"><label>16</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Almeida</surname><given-names>S</given-names></name>
</person-group><source>Racismo estrutural</source><year>2019</year><publisher-loc>S&#x000e3;o Paulo</publisher-loc><publisher-name>P&#x000f3;len</publisher-name></element-citation></ref><ref id="B17"><label>17</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Bailey</surname><given-names>ZD</given-names></name>
<name><surname>Krieger</surname><given-names>N</given-names></name>
<name><surname>Ag&#x000e9;nor</surname><given-names>M</given-names></name>
<name><surname>Graves</surname><given-names>J</given-names></name>
<name><surname>Linos</surname><given-names>N</given-names></name>
<name><surname>Basset</surname><given-names>MT</given-names></name>
</person-group><article-title>Structural racism and health inequities in the USA evidence and
interventions</article-title><source>Lancet</source><year>2017</year><volume>389</volume><fpage>1453</fpage><lpage>1463</lpage><pub-id pub-id-type="pmid">28402827</pub-id>
</element-citation></ref><ref id="B18"><label>18</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Hasenbalg</surname><given-names>C</given-names></name>
<name><surname>Silva</surname><given-names>NV</given-names></name>
</person-group><person-group person-group-type="author">
<name><surname>Hasenbalg</surname><given-names>C</given-names></name>
<name><surname>Silva</surname><given-names>NV</given-names></name>
<name><surname>Lima</surname><given-names>M</given-names></name>
</person-group><source>Cor e estratifica&#x000e7;&#x000e3;o social</source><part-title>Educa&#x000e7;&#x000e3;o e diferen&#x000e7;as raciais na mobilidade ocupacional no
Brasil</part-title><year>1999</year><publisher-loc>Rio de Janeiro</publisher-loc><publisher-name>Contracapa</publisher-name><fpage>107</fpage><lpage>128</lpage></element-citation></ref><ref id="B19"><label>19</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Ribeiro</surname><given-names>CAC</given-names></name>
</person-group><article-title>Classe, ra&#x000e7;a e mobilidade social no Brasil</article-title><source>Dados Rev Ci&#x000ea;nc Sociais</source><year>2006</year><volume>49</volume><fpage>833</fpage><lpage>873</lpage></element-citation></ref><ref id="B20"><label>20</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Mouzon</surname><given-names>DM</given-names></name>
<name><surname>Watkins</surname><given-names>DC</given-names></name>
<name><surname>Perry</surname><given-names>R</given-names></name>
<name><surname>Simpson</surname><given-names>TM</given-names></name>
<name><surname>Mitchell</surname><given-names>JA</given-names></name>
</person-group><article-title>Intergenerational mobility and goal stress among black Americans
the roles of ethnicity and nativity status</article-title><source>J Immigr Minor Health</source><year>2019</year><volume>21</volume><fpage>393</fpage><lpage>400</lpage><pub-id pub-id-type="pmid">29611019</pub-id>
</element-citation></ref><ref id="B21"><label>21</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Burgard</surname><given-names>S</given-names></name>
<name><surname>Catiglione</surname><given-names>DP</given-names></name>
<name><surname>Lin</surname><given-names>KY</given-names></name>
<name><surname>Nobre</surname><given-names>AA</given-names></name>
<name><surname>Aquino</surname><given-names>EML</given-names></name>
<name><surname>Pereira</surname><given-names>AC</given-names></name>
</person-group><article-title>Differential reporting of discriminatory experiences in Brazil
and the United States</article-title><source>Cad Sa&#x000fa;de P&#x000fa;blica</source><year>2017</year><volume>33</volume><issue>1</issue><elocation-id>e00110516</elocation-id></element-citation></ref><ref id="B22"><label>22</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Assari</surname><given-names>S</given-names></name>
</person-group><article-title>Race, intergenerational social mobility and stressful life
events</article-title><source>Behav Sci (Basel)</source><year>2018</year><volume>8</volume><fpage>86</fpage><lpage>86</lpage><pub-id pub-id-type="pmid">30241335</pub-id>
</element-citation></ref><ref id="B23"><label>23</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Assari</surname><given-names>S</given-names></name>
</person-group><article-title>Diminished economic return of socioeconomic status for black
families</article-title><source>Soc Sci (Basel)</source><year>2018</year><volume>7</volume><fpage>74</fpage><lpage>74</lpage><pub-id pub-id-type="pmid">32832108</pub-id>
</element-citation></ref><ref id="B24"><label>24</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Assari</surname><given-names>S</given-names></name>
<name><surname>Lankarani</surname><given-names>MM</given-names></name>
<name><surname>Caldwell</surname><given-names>CH</given-names></name>
</person-group><article-title>Does discrimination explain high risk of depression among
high-income African American men</article-title><source>Behav Sci (Basel)</source><year>2018</year><volume>8</volume><fpage>40</fpage><lpage>40</lpage><pub-id pub-id-type="pmid">29671796</pub-id>
</element-citation></ref><ref id="B25"><label>25</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Schmidt</surname><given-names>MI</given-names></name>
<name><surname>Griep</surname><given-names>RH</given-names></name>
<name><surname>Passos</surname><given-names>VM</given-names></name>
<name><surname>Luft</surname><given-names>VC</given-names></name>
<name><surname>Goulart</surname><given-names>AC</given-names></name>
<name><surname>Menezes</surname><given-names>GMS</given-names></name>
</person-group><article-title>Estrat&#x000e9;gias e desenvolvimento de garantia e controle de qualidade
no ELSA-Brasil</article-title><source>Rev Sa&#x000fa;de P&#x000fa;blica</source><year>2013</year><volume>47</volume><issue>2</issue><fpage>105</fpage><lpage>112</lpage><pub-id pub-id-type="pmid">24346727</pub-id>
</element-citation></ref><ref id="B26"><label>26</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Aquino</surname><given-names>EML</given-names></name>
<name><surname>Barreto</surname><given-names>SM</given-names></name>
<name><surname>Bensenor</surname><given-names>IM</given-names></name>
<name><surname>Carvalho</surname><given-names>MS</given-names></name>
<name><surname>Chor</surname><given-names>D</given-names></name>
<name><surname>Duncan</surname><given-names>BB</given-names></name>
</person-group><article-title>Brazilian Longitudinal Study of Adult Health (ELSA-Brasil)
objectives and design</article-title><source>Am J Epidemiol</source><year>2012</year><volume>17</volume><fpage>315</fpage><lpage>324</lpage></element-citation></ref><ref id="B27"><label>27</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Schmidt</surname><given-names>MI</given-names></name>
<name><surname>Ducan</surname><given-names>BB</given-names></name>
<name><surname>Mill</surname><given-names>JG</given-names></name>
<name><surname>Lotufo</surname><given-names>PA</given-names></name>
<name><surname>Chor</surname><given-names>D</given-names></name>
<name><surname>Barreto</surname><given-names>SM</given-names></name>
</person-group><article-title>Cohort profile Longitudinal Study of Adult Health
(ELSA-Brasil)</article-title><source>Int J Epidemiol</source><year>2015</year><volume>44</volume><fpage>68</fpage><lpage>75</lpage><pub-id pub-id-type="pmid">24585730</pub-id>
</element-citation></ref><ref id="B28"><label>28</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Gouveia</surname><given-names>V</given-names></name>
<name><surname>Milfont</surname><given-names>TL</given-names></name>
<name><surname>Fonseca</surname><given-names>PN</given-names></name>
<name><surname>Miranda</surname><given-names>JAP</given-names></name>
</person-group><article-title>Life satisfaction in Brazil testing the psychometric properties
of the Satisfaction with Life Scale (SWLS) in five Brazilian
samples</article-title><source>Soc Indic Res</source><year>2009</year><volume>90</volume><fpage>267</fpage><lpage>277</lpage></element-citation></ref><ref id="B29"><label>29</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Diener</surname><given-names>E</given-names></name>
<name><surname>Oishi</surname><given-names>S</given-names></name>
<name><surname>Lucas</surname><given-names>RE</given-names></name>
</person-group><article-title>National accounts of subjective well-being</article-title><source>Am Psychol</source><year>2015</year><volume>70</volume><fpage>234</fpage><lpage>242</lpage><pub-id pub-id-type="pmid">25844649</pub-id>
</element-citation></ref><ref id="B30"><label>30</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Tomomitsu</surname><given-names>MRSV</given-names></name>
<name><surname>Perracini</surname><given-names>MR</given-names></name>
<name><surname>Neri</surname><given-names>AL</given-names></name>
</person-group><article-title>Fatores associados &#x000e0; satisfa&#x000e7;&#x000e3;o com a vida em idosos cuidadores e
n&#x000e3;o cuidadores</article-title><source>Ci&#x000ea;nc Sa&#x000fa;de Colet</source><year>2014</year><volume>19</volume><fpage>3429</fpage><lpage>3440</lpage></element-citation></ref><ref id="B31"><label>31</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Jann</surname><given-names>B</given-names></name>
</person-group><source>ROBREG: Stata module providing robust regression estimators</source><year>2021</year><publisher-loc>Boston</publisher-loc><publisher-name>Boston College Department of Economics</publisher-name></element-citation></ref><ref id="B32"><label>32</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Verardi</surname><given-names>V</given-names></name>
<name><surname>Croux</surname><given-names>C</given-names></name>
</person-group><article-title>Robust regression in Stata.</article-title><source>Stata J</source><year>2009</year><volume>9</volume><fpage>439</fpage><lpage>453</lpage></element-citation></ref><ref id="B33"><label>33</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Franco</surname><given-names>M</given-names></name>
</person-group><article-title>Let the racism tell you who your friends are the effects of
racism on social connections and life-satisfaction for Multiracial
people</article-title><source>Int J Intercult Relat</source><year>2019</year><volume>69</volume><fpage>54</fpage><lpage>65</lpage></element-citation></ref><ref id="B34"><label>34</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Ayalon</surname><given-names>L</given-names></name>
<name><surname>Gum</surname><given-names>AM</given-names></name>
</person-group><article-title>The relationships between major lifetime discrimination, everyday
discrimination, and mental health in three racial and ethnic groups of older
adults</article-title><source>Aging Ment Health</source><year>2011</year><volume>15</volume><fpage>587</fpage><lpage>594</lpage><pub-id pub-id-type="pmid">21815851</pub-id>
</element-citation></ref><ref id="B35"><label>35</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Surmeier</surname><given-names>LR</given-names></name>
<name><surname>Taylor</surname><given-names>MG</given-names></name>
<name><surname>Carr</surname><given-names>DC</given-names></name>
</person-group><article-title>Life Satisfaction and Intergenerational Mobility Among Older
Hispanics in the United States</article-title><source>J Aging Health</source><year>2023</year><volume>35</volume><fpage>50</fpage><lpage>61</lpage><pub-id pub-id-type="pmid">35532214</pub-id>
</element-citation></ref><ref id="B36"><label>36</label><element-citation publication-type="book"><person-group person-group-type="author">
<name><surname>Silva</surname><given-names>KV</given-names></name>
<name><surname>Kang</surname><given-names>T</given-names></name>
</person-group><source>Mobilidade intergeracional educacional no Brasil</source><comment>Trabalho de Conclus&#x000e3;o de Curso</comment><publisher-loc>Porto Alegre</publisher-loc><publisher-name>Faculdade de Ci&#x000ea;ncias Econ&#x000f4;micas, Universidade Federal do Rio
Grande do Sul</publisher-name><year>2023</year></element-citation></ref><ref id="B37"><label>37</label><element-citation publication-type="book"><person-group person-group-type="author">
<collab>Comiss&#x000e3;o de Determinantes Sociais de Sa&#x000fa;de</collab>
</person-group><source>Rumo a um modelo conceitual para an&#x000e1;lise e a&#x000e7;&#x000e3;o sobre os Determinantes
Sociais de Sa&#x000fa;de: ensaio para aprecia&#x000e7;&#x000e3;o da Comiss&#x000e3;o de Determinantes
Sociais de Sa&#x000fa;de</source><year>2005</year><publisher-loc>Rio de Janeiro</publisher-loc><publisher-name>Comiss&#x000e3;o de Determinantes Sociais de Sa&#x000fa;de</publisher-name></element-citation></ref><ref id="B38"><label>38</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Link</surname><given-names>BG</given-names></name>
<name><surname>Phelan</surname><given-names>J</given-names></name>
</person-group><article-title>Social conditions as fundamental causes of
disease.</article-title><source>J Health Soc Behav</source><year>1995</year><issue>(Spec No)</issue><fpage>80</fpage><lpage>94</lpage><pub-id pub-id-type="pmid">7560851</pub-id>
</element-citation></ref><ref id="B39"><label>39</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Assari</surname><given-names>S</given-names></name>
<name><surname>Gibbons</surname><given-names>FX</given-names></name>
<name><surname>Simons</surname><given-names>R</given-names></name>
</person-group><article-title>Depression among black youth interaction of class and
place</article-title><source>Brain Sci</source><year>2018</year><volume>896</volume><fpage>108</fpage><lpage>108</lpage></element-citation></ref><ref id="B40"><label>40</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Assari</surname><given-names>S</given-names></name>
</person-group><article-title>Unequal gain of equal resources across racial
groups</article-title><source>Int J Health Policy Manag</source><year>2018</year><volume>7</volume><fpage>1</fpage><lpage>9</lpage><pub-id pub-id-type="pmid">29325397</pub-id>
</element-citation></ref><ref id="B41"><label>41</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Assari</surname><given-names>S</given-names></name>
<name><surname>Nikahd</surname><given-names>A</given-names></name>
<name><surname>Malekahmadi</surname><given-names>MR</given-names></name>
<name><surname>Lankarani</surname><given-names>MM</given-names></name>
<name><surname>Zamanian</surname><given-names>H</given-names></name>
</person-group><article-title>Race by gender group differences in the protective effects of
socioeconomic factors against sustained health problems across five
domains.</article-title><source>J Racial Ethn Health Disparities</source><year>2016</year><comment>Epub ahead of print</comment></element-citation></ref><ref id="B42"><label>42</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Assari</surname><given-names>S</given-names></name>
</person-group><article-title>Parental education better helps white than black families escape
poverty National Survey of Children's Health</article-title><source>Economies</source><year>2018</year><volume>6</volume><fpage>30</fpage><lpage>30</lpage></element-citation></ref><ref id="B43"><label>43</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Assari</surname><given-names>S</given-names></name>
</person-group><article-title>Health disparities due to diminished return among black Americans
public policy solutions</article-title><source>Soc Issues Policy Rev</source><year>2018</year><volume>12</volume><fpage>112</fpage><lpage>145</lpage></element-citation></ref><ref id="B44"><label>44</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Figueiredo</surname><given-names>A</given-names></name>
</person-group><article-title>Fora do jogo a experi&#x000ea;ncia dos negros na classe m&#x000e9;dia
brasileira</article-title><source>Cadernos Pagu</source><year>2004</year><volume>23</volume><fpage>199</fpage><lpage>228</lpage></element-citation></ref><ref id="B45"><label>45</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Abramaon</surname><given-names>CM</given-names></name>
<name><surname>Hashemi</surname><given-names>M</given-names></name>
<name><surname>Jankowski</surname><given-names>MSJ</given-names></name>
</person-group><article-title>Perceived discrimination in U S. healthcare: charting the effects
of key social characteristics within and across racial
groups</article-title><source>Prev Med Rep</source><year>2015</year><volume>2</volume><fpage>615</fpage><lpage>621</lpage><pub-id pub-id-type="pmid">26844127</pub-id>
</element-citation></ref></ref-list></back></article>