<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" dtd-version="1.3" xml:lang="pt" article-type="editorial"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Arq Bras Cardiol</journal-id><journal-id journal-id-type="iso-abbrev">Arq Bras Cardiol</journal-id><journal-id journal-id-type="publisher-id">abc</journal-id><journal-title-group><journal-title>Arquivos Brasileiros de Cardiologia</journal-title></journal-title-group><issn pub-type="ppub">0066-782X</issn><issn pub-type="epub">1678-4170</issn><publisher><publisher-name>Sociedade Brasileira de Cardiologia - SBC</publisher-name></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmid">40298744</article-id><article-id pub-id-type="pmc">PMC12094291</article-id>
<article-id pub-id-type="other">00210</article-id><article-id pub-id-type="doi">10.36660/abc.20250124</article-id><article-categories><subj-group subj-group-type="heading"><subject>Minieditorial</subject></subj-group></article-categories><title-group><article-title>Revisitando uma Compet&#x000ea;ncia Intemporal: O Exame F&#x000ed;sico na Era da Medicina Moldada Pela Tecnologia</article-title></title-group><contrib-group><contrib contrib-type="author"><contrib-id contrib-id-type="orcid" authenticated="false">https://orcid.org/0000-0003-2727-9198</contrib-id><name><surname>Cabral</surname><given-names>Sofia</given-names></name><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref><xref rid="aff2" ref-type="aff">
<sup>2</sup>
</xref></contrib><aff id="aff1">
<label>1</label>
<institution content-type="orgname">Centro Hospitalar Universit&#x000e1;rio do Porto</institution>
<institution content-type="orgdiv1">Servi&#x000e7;o de Cardiologia</institution>
<addr-line>
<named-content content-type="city">Porto</named-content>
</addr-line>
<country country="PT">Portugal</country>
<institution content-type="original">Servi&#x000e7;o de Cardiologia, Centro Hospitalar Universit&#x000e1;rio do Porto, Porto - Portugal</institution>
</aff><aff id="aff2">
<label>2</label>
<institution content-type="orgname">Universidade do Porto</institution>
<institution content-type="orgdiv1">Instituto de Ci&#x000ea;ncias Biom&#x000e9;dicas Abel Salazar</institution>
<addr-line>
<named-content content-type="city">Porto</named-content>
</addr-line>
<country country="PT">Portugal</country>
<institution content-type="original">Instituto de Ci&#x000ea;ncias Biom&#x000e9;dicas Abel Salazar, Universidade do Porto, Porto - Portugal</institution>
</aff></contrib-group><author-notes><corresp id="c1">
<label>Correspond&#x000ea;ncia:</label>
<bold>Sofia Cabral</bold>
&#x02022; Servi&#x000e7;o de Cardiologia - Centro Hospitalar Universit&#x000e1;rio do Porto - Largo Prof. Abel Salazar,
<postal-code>4099-001</postal-code>
, Porto - Portugal E-mail:
<email>msofiacabral@gmail.com</email>
</corresp></author-notes><pub-date pub-type="epub"><day>15</day><month>4</month><year>2025</year></pub-date><pub-date pub-type="collection"><month>2</month><year>2025</year></pub-date><volume>122</volume><issue>2</issue><elocation-id>e20250124</elocation-id><history><date date-type="received"><day>14</day><month>2</month><year>2025</year></date><date date-type="rev-recd"><day>28</day><month>2</month><year>2025</year></date><date date-type="accepted"><day>28</day><month>2</month><year>2025</year></date></history><permissions><license><ali:license_ref xmlns:ali="http://www.niso.org/schemas/ali/1.0/" specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p>This is an open-access article distributed under the terms of the Creative Commons Attribution License</license-p></license></permissions><kwd-group><title>Palavras-chave</title><kwd>Exame F&#x000ed;sico</kwd><kwd>Tomada de Decis&#x000e3;o Cl&#x000ed;nica</kwd><kwd>Educa&#x000e7;&#x000e3;o M&#x000e9;dica</kwd></kwd-group><counts><fig-count count="0"/><table-count count="0"/><equation-count count="0"/><ref-count count="11"/></counts></article-meta></front><body><p>Nas &#x000fa;ltimas d&#x000e9;cadas, a pr&#x000e1;tica cl&#x000ed;nica testemunhou uma transforma&#x000e7;&#x000e3;o profunda, impulsionada pela crescente utiliza&#x000e7;&#x000e3;o de imagens avan&#x000e7;adas, diagn&#x000f3;sticos laboratoriais e, mais recentemente, ferramentas assistidas por intelig&#x000ea;ncia artificial (IA). Antes a pedra angular da pr&#x000e1;tica m&#x000e9;dica, o exame f&#x000ed;sico (EF) agora est&#x000e1; sendo ofuscado por uma crescente depend&#x000ea;ncia da tecnologia. Embora essas inova&#x000e7;&#x000f5;es tenham, sem d&#x000fa;vida, melhorado a precis&#x000e3;o do diagn&#x000f3;stico, elas tamb&#x000e9;m levaram a uma consequ&#x000ea;ncia n&#x000e3;o intencional &#x02014; o decl&#x000ed;nio gradual das compet&#x000ea;ncias do exame cl&#x000ed;nico &#x000e0; cabeceira do doente, &#x000e0; medida que os m&#x000e9;dicos confiam cada vez mais nelas em vez do EF direto. Embora esses recursos forne&#x000e7;am
<italic toggle="yes">insights</italic>
diagn&#x000f3;sticos inestim&#x000e1;veis, eles tamb&#x000e9;m carregam riscos, incluindo falsos positivos, achados incidentais e testes excessivos. Esses fatores n&#x000e3;o apenas contribuem para interven&#x000e7;&#x000f5;es desnecess&#x000e1;rias e aumento dos custos de sa&#x000fa;de, mas tamb&#x000e9;m podem amplificar as preocupa&#x000e7;&#x000f5;es e ansiedade do doente. Essa mudan&#x000e7;a da avalia&#x000e7;&#x000e3;o pr&#x000e1;tica tamb&#x000e9;m &#x000e9; parcialmente impulsionada pelas restri&#x000e7;&#x000f5;es de tempo na abordagem cl&#x000ed;nica contempor&#x000e2;nea, enfraquecendo ainda mais as compet&#x000ea;ncias no EF.<sup>
<xref rid="B1" ref-type="bibr">1</xref>
</sup> Este decl&#x000ed;nio do EF tem alimentado um debate cont&#x000ed;nuo &#x02014; e at&#x000e9; mesmo polariza&#x000e7;&#x000e3;o &#x02014; entre os m&#x000e9;dicos sobre sua relev&#x000e2;ncia na presta&#x000e7;&#x000e3;o atual de cuidados m&#x000e9;dicos.<sup>
<xref rid="B2" ref-type="bibr">2</xref>
,
<xref rid="B3" ref-type="bibr">3</xref>
</sup> Essa quest&#x000e3;o permeia todos os campos da medicina, e a cardiologia n&#x000e3;o &#x000e9; exce&#x000e7;&#x000e3;o aos seus desafios.<sup>
<xref rid="B4" ref-type="bibr">4</xref>
</sup></p><p>Em seu estudo, Teixeira et al.<sup>
<xref rid="B5" ref-type="bibr">5</xref>
</sup> lan&#x000e7;am luz sobre esta quest&#x000e3;o premente na medicina moderna: a atenua&#x000e7;&#x000e3;o da import&#x000e2;ncia do EF na pr&#x000e1;tica cl&#x000ed;nica. Este estudo intervencionista avaliou o impacto do EF cardiovascular na tomada de decis&#x000e3;o cl&#x000ed;nica (TDC) em cen&#x000e1;rios de doen&#x000e7;a valvar. Sessenta estudantes de gradua&#x000e7;&#x000e3;o foram expostos a quatro cen&#x000e1;rios t&#x000ed;picos de doen&#x000e7;a valvar grave (estenose mitral [EM], regurgita&#x000e7;&#x000e3;o mitral [RM], estenose a&#x000f3;rtica [ES], e regurgita&#x000e7;&#x000e3;o a&#x000f3;rtica [RA]), usando um simulador cardiopulmonar de alta fidelidade em um formato de exame cl&#x000ed;nico estruturado objetivo. As perguntas relacionadas &#x000e0; TDC foram respondidas ap&#x000f3;s a leitura da sinopse cl&#x000ed;nica e novamente ap&#x000f3;s a revis&#x000e3;o do relat&#x000f3;rio do ecocardiograma (ECO). Os volunt&#x000e1;rios foram aleatoriamente designados para cen&#x000e1;rios com ou sem EF antes de receber um relat&#x000f3;rio do ECO, que era consistente com os sintomas e achados do EF (Eco-concordante) ou continha informa&#x000e7;&#x000f5;es incompletas ou enganosas (Eco-discordante). A TDC foi avaliada com base nas respostas sobre o tipo de disfun&#x000e7;&#x000e3;o valvar, sua etiologia, n&#x000ed;vel de confian&#x000e7;a no diagn&#x000f3;stico, solicita&#x000e7;&#x000f5;es de testes diagn&#x000f3;sticos adicionais e decis&#x000f5;es de tratamento. A qualidade do EF variou entre as condi&#x000e7;&#x000f5;es valvares, com sopros sist&#x000f3;licos (ES, RM) reconhecidos com mais precis&#x000e3;o (&#x0003e; 76%) do que sopros diast&#x000f3;licos (EM, RA) (&#x0003c; 60%), sons card&#x000ed;acos adicionais (S3, S4) identificados em 44% dos casos e EM mostrando a menor precis&#x000e3;o de detec&#x000e7;&#x000e3;o. A precis&#x000e3;o diagn&#x000f3;stica geral para identificar disfun&#x000e7;&#x000e3;o valvar foi alta (kappa = 0,935, p &#x0003c; 0,001), mesmo quando os participantes receberam relat&#x000f3;rios discordantes do ECO. Os volunt&#x000e1;rios que n&#x000e3;o realizaram EF foram menos precisos na avalia&#x000e7;&#x000e3;o da gravidade da disfun&#x000e7;&#x000e3;o valvar ap&#x000f3;s a revis&#x000e3;o dos achados do ECO (p = 0,0047, kappa = 0,2887) e estavam menos confiantes em seu diagn&#x000f3;stico. O n&#x000ed;vel de confian&#x000e7;a no diagn&#x000f3;stico aumentou apenas ligeiramente (4%, p = 0,03) ap&#x000f3;s receber os relat&#x000f3;rios do ECO naqueles que tiveram a oportunidade de conduzir um EF. Surpreendentemente, um alto n&#x000fa;mero de exames complementares foi solicitado independentemente da realiza&#x000e7;&#x000e3;o de EF, que influenciou apenas a decis&#x000e3;o de realizar o cateterismo card&#x000ed;aco. As decis&#x000f5;es terap&#x000ea;uticas finais, no entanto, foram guiadas principalmente pelos achados do ECO em vez do EF (p = 0,0607). Este &#x000fa;ltimo resultado era um tanto esperado e provavelmente ocorreria tamb&#x000e9;m em ambientes de pr&#x000e1;tica m&#x000e9;dica efetiva. De fato, ao avaliar a necessidade de interven&#x000e7;&#x000e3;o valvar, uma considera&#x000e7;&#x000e3;o importante &#x02014; al&#x000e9;m do estado sintom&#x000e1;tico &#x02014; &#x000e9; determinar a gravidade da doen&#x000e7;a, que depende principalmente de par&#x000e2;metros de imagem ou hemodin&#x000e2;micos.<sup>
<xref rid="B6" ref-type="bibr">6</xref>
-
<xref rid="B8" ref-type="bibr">8</xref>
</sup></p><p>A cardiologia moderna evoluiu para uma disciplina em que a TDC requer a integra&#x000e7;&#x000e3;o da avalia&#x000e7;&#x000e3;o junto ao doente com tecnologias de diagn&#x000f3;stico sofisticadas, dentro de uma estrutura cl&#x000ed;nica abrangente. O valor cl&#x000ed;nico do EF na cardiologia carece de evid&#x000ea;ncia consistente, e este estudo fornece
<italic toggle="yes">insights</italic>
valiosos.<sup>
<xref rid="B5" ref-type="bibr">5</xref>
,
<xref rid="B9" ref-type="bibr">9</xref>
</sup> Os achados de Teixeira et al.<sup>
<xref rid="B5" ref-type="bibr">5</xref>
</sup> levam-nos a reconsiderar o papel do EF na educa&#x000e7;&#x000e3;o m&#x000e9;dica pr&#x000e9;-graduada, com implica&#x000e7;&#x000f5;es que se estendem ao treino p&#x000f3;s-graduado.</p><p>Por outro lado, os r&#x000e1;pidos avan&#x000e7;os em modalidades de imagem, como ecocardiografia, resson&#x000e2;ncia magn&#x000e9;tica card&#x000ed;aca e tomografia computadorizada card&#x000ed;aca, juntamente com diagn&#x000f3;sticos baseados em biomarcadores e algoritmos aprimorados por IA, melhoraram significativamente a precis&#x000e3;o diagn&#x000f3;stica, a estratifica&#x000e7;&#x000e3;o de risco e o desenvolvimento de estrat&#x000e9;gias terap&#x000ea;uticas personalizadas. Essas inova&#x000e7;&#x000f5;es n&#x000e3;o apenas melhoram a sobreviv&#x000ea;ncia do doente, mas tamb&#x000e9;m impulsionam o progresso na medicina cardiovascular contempor&#x000e2;nea. Sua capacidade de detectar doen&#x000e7;as em est&#x000e1;gios iniciais, quantificar a gravidade com precis&#x000e3;o sem precedentes e orientar interven&#x000e7;&#x000f5;es oportunas remodelou fundamentalmente a TDC no campo das doen&#x000e7;as cardiovasculares.<sup>
<xref rid="B10" ref-type="bibr">10</xref>
</sup></p><p>No entanto, a depend&#x000ea;ncia excessiva dessas tecnologias corre o risco de enfraquecer o racioc&#x000ed;nio cl&#x000ed;nico e as compet&#x000ea;ncias junto do doente, ao mesmo tempo em que contribui para a desumaniza&#x000e7;&#x000e3;o da pr&#x000e1;tica e amplia as disparidades no acesso a diagn&#x000f3;sticos avan&#x000e7;ados. Al&#x000e9;m disso, al&#x000e9;m do seu valor diagn&#x000f3;stico, essas compet&#x000ea;ncias promovem confian&#x000e7;a, comunica&#x000e7;&#x000e3;o e sintonia entre doentes e cl&#x000ed;nicos, elementos essenciais da tomada de decis&#x000e3;o compartilhada e do cuidado centrado no doente.</p><p>Para abordar isso, o treino m&#x000e9;dico deve enfatizar uma abordagem equilibrada, garantindo que os cl&#x000ed;nicos integrem
<italic toggle="yes">insights</italic>
tecnol&#x000f3;gicos com um julgamento cl&#x000ed;nico s&#x000f3;lido para uma melhor gest&#x000e3;o cl&#x000ed;nica do doente. Para conseguir isso, o treinamento de EF &#x02014;independentemente do formato de ensino&#x02014;e de outras compet&#x000ea;ncias junto do doente devem ser reavaliadas e receber maior import&#x000e2;ncia.<sup>
<xref rid="B11" ref-type="bibr">11</xref>
</sup> O EF continua sendo uma ferramenta cl&#x000ed;nica fundamental que, al&#x000e9;m de sua contribui&#x000e7;&#x000e3;o inestim&#x000e1;vel para a compreens&#x000e3;o da fisiopatologia, pode auxiliar na tomada de decis&#x000f5;es, aumentar a efici&#x000ea;ncia e fortalecer o relacionamento m&#x000e9;dico-doente.</p><p>Em &#x000fa;ltima an&#x000e1;lise, em vez de ver os avan&#x000e7;os tecnol&#x000f3;gicos e as compet&#x000ea;ncias cl&#x000ed;nicas junto do doente como for&#x000e7;as opostas, a comunidade m&#x000e9;dica deve se esfor&#x000e7;ar para ter uma perspectiva integrada, livre de concep&#x000e7;&#x000f5;es dogm&#x000e1;ticas sobre os m&#x000e9;ritos e as defici&#x000ea;ncias de cada um. Reinventar o EF na educa&#x000e7;&#x000e3;o m&#x000e9;dica e na pr&#x000e1;tica di&#x000e1;ria garantir&#x000e1; que os cl&#x000ed;nicos aproveitem o melhor dos dois mundos &#x02014; alavancando a tecnologia moderna enquanto preservam o valor insubstitu&#x000ed;vel da avalia&#x000e7;&#x000e3;o pr&#x000e1;tica.</p></body><back><fn-group><fn fn-type="other" id="fn1"><p><bold>Minieditorial referente ao artigo:</bold> Como o Exame F&#x000ed;sico Cardiovascular Impacta a Tomada de Decis&#x000e3;o Cl&#x000ed;nica em V&#x000e1;rios Cen&#x000e1;rios de Doen&#x000e7;as Valvulares Card&#x000ed;acas</p></fn></fn-group><ref-list><title>Refer&#x000ea;ncias</title><ref id="B1"><label>1</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Weigl</surname><given-names>M</given-names></name>
<name><surname>M&#x000fc;ller</surname><given-names>A</given-names></name>
<name><surname>Zupanc</surname><given-names>A</given-names></name>
<name><surname>Angerer</surname><given-names>P</given-names></name>
</person-group><article-title>Participant Observation of Time Allocation, Direct Patient Contact and Simultaneous Activities in Hospital Physicians</article-title><source>
BMC Health Serv Res
</source><year>2009</year><volume>9</volume><fpage>110</fpage><lpage>110</lpage><pub-id pub-id-type="doi">10.1186/1472-6963-9-110</pub-id><pub-id pub-id-type="pmid">19563625</pub-id>
</element-citation></ref><ref id="B2"><label>2</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Tanael</surname><given-names>M</given-names></name>
</person-group><article-title>Why Clinicians Disagree About the Usefulness of the Physical Exam</article-title><source>
Am J Med
</source><year>2021</year><volume>134</volume><issue>2</issue><fpage>156</fpage><lpage>157</lpage><pub-id pub-id-type="doi">10.1016/j.amjmed.2020.09.025</pub-id><pub-id pub-id-type="pmid">33115616</pub-id>
</element-citation></ref><ref id="B3"><label>3</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Reiffel</surname><given-names>JA</given-names></name>
</person-group><article-title>Clinicians May Disagree About the Usefulness of the Physical Exam, but Those Who Refute It are Wrong</article-title><source>
Am J Med
</source><year>2021</year><volume>134</volume><issue>9</issue><elocation-id>e496</elocation-id><pub-id pub-id-type="doi">10.1016/j.amjmed.2021.03.039</pub-id><pub-id pub-id-type="pmid">34462087</pub-id>
</element-citation></ref><ref id="B4"><label>4</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Vukanovic-Criley</surname><given-names>JM</given-names></name>
<name><surname>Criley</surname><given-names>S</given-names></name>
<name><surname>Warde</surname><given-names>CM</given-names></name>
<name><surname>Boker</surname><given-names>JR</given-names></name>
<name><surname>Guevara-Matheus</surname><given-names>L</given-names></name>
<name><surname>Churchill</surname><given-names>WH</given-names></name>
<etal/>
</person-group><article-title>Competency in Cardiac Examination Skills in Medical Students, Trainees, Physicians, and Faculty: A Multicenter Study</article-title><source>
Arch Intern Med
</source><year>2006</year><volume>166</volume><issue>6</issue><fpage>610</fpage><lpage>616</lpage><pub-id pub-id-type="doi">10.1001/archinte.166.6.610</pub-id><pub-id pub-id-type="pmid">16567598</pub-id>
</element-citation></ref><ref id="B5"><label>5</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Teixeira</surname><given-names>IS</given-names></name>
<name><surname>Borges</surname><given-names>VL</given-names></name>
<name><surname>Viola</surname><given-names>N</given-names></name>
<name><surname>Moreira</surname><given-names>HT</given-names></name>
<name><surname>Pazin</surname><given-names>A</given-names><suffix>Filho</suffix></name>
<name><surname>Schmidt</surname><given-names>A</given-names></name>
<etal/>
</person-group><article-title>How Cardiovascular Physical Examination Impacts Clinical Decision-Making in Various Scenarios of Cardiac Valvular Diseases</article-title><source>
Arq Bras Cardiol
</source><year>2025</year><volume>122</volume><issue>2</issue><elocation-id>e20240272</elocation-id><pub-id pub-id-type="doi">10.36660/abc.20240272i</pub-id><pub-id pub-id-type="pmid">40105583</pub-id>
</element-citation></ref><ref id="B6"><label>6</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Vahanian</surname><given-names>A</given-names></name>
<name><surname>Beyersdorf</surname><given-names>F</given-names></name>
<name><surname>Praz</surname><given-names>F</given-names></name>
<name><surname>Milojevic</surname><given-names>M</given-names></name>
<name><surname>Baldus</surname><given-names>S</given-names></name>
<name><surname>Bauersachs</surname><given-names>J</given-names></name>
<etal/>
</person-group><article-title>2021 ESC/EACTS Guidelines for the Management of Valvular Heart Disease</article-title><source>
Eur Heart J
</source><year>2022</year><volume>43</volume><issue>7</issue><fpage>561</fpage><lpage>632</lpage><pub-id pub-id-type="doi">10.1093/eurheartj/ehab395</pub-id><pub-id pub-id-type="pmid">34453165</pub-id>
</element-citation></ref><ref id="B7"><label>7</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Lancellotti</surname><given-names>P</given-names></name>
<name><surname>Pibarot</surname><given-names>P</given-names></name>
<name><surname>Chambers</surname><given-names>J</given-names></name>
<name><surname>La Canna</surname><given-names>G</given-names></name>
<name><surname>Pepi</surname><given-names>M</given-names></name>
<name><surname>Dulgheru</surname><given-names>R</given-names></name>
<etal/>
</person-group><article-title>Multi-Modality Imaging Assessment of Native Valvular Regurgitation: An EACVI and ESC Council of Valvular Heart Disease Position Paper</article-title><source>
Eur Heart J Cardiovasc Imaging
</source><year>2022</year><volume>23</volume><issue>5</issue><fpage>171</fpage><lpage>232</lpage><pub-id pub-id-type="doi">10.1093/ehjci/jeab253</pub-id></element-citation></ref><ref id="B8"><label>8</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Baumgartner</surname><given-names>H</given-names></name>
<name><surname>Hung</surname><given-names>J</given-names></name>
<name><surname>Bermejo</surname><given-names>J</given-names></name>
<name><surname>Chambers</surname><given-names>JB</given-names></name>
<name><surname>Evangelista</surname><given-names>A</given-names></name>
<name><surname>Griffin</surname><given-names>BP</given-names></name>
<etal/>
</person-group><article-title>Echocardiographic Assessment of Valve Stenosis: EAE/ASE Recommendations for Clinical Practice</article-title><source>
J Am Soc Echocardiogr
</source><year>2009</year><volume>22</volume><issue>1</issue><fpage>1</fpage><lpage>23</lpage><pub-id pub-id-type="doi">10.1016/j.echo.2008.11.029</pub-id><pub-id pub-id-type="pmid">19130998</pub-id>
</element-citation></ref><ref id="B9"><label>9</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Elder</surname><given-names>A</given-names></name>
<name><surname>Japp</surname><given-names>A</given-names></name>
<name><surname>Verghese</surname><given-names>A</given-names></name>
</person-group><article-title>How Valuable is Physical Examination of the Cardiovascular System?</article-title><source>
BMJ
</source><year>2016</year><volume>354</volume><fpage>i3309</fpage><lpage>i3309</lpage><pub-id pub-id-type="doi">10.1136/bmj.i3309</pub-id><pub-id pub-id-type="pmid">27598000</pub-id>
</element-citation></ref><ref id="B10"><label>10</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Achenbach</surname><given-names>S</given-names></name>
<name><surname>Fuchs</surname><given-names>F</given-names></name>
<name><surname>Goncalves</surname><given-names>A</given-names></name>
<name><surname>Kaiser-Albers</surname><given-names>C</given-names></name>
<name><surname>Ali</surname><given-names>ZA</given-names></name>
<name><surname>Bengel</surname><given-names>FM</given-names></name>
<etal/>
</person-group><article-title>Non-Invasive Imaging as the Cornerstone of Cardiovascular Precision Medicine</article-title><source>
Eur Heart J Cardiovasc Imaging
</source><year>2022</year><volume>23</volume><issue>4</issue><fpage>465</fpage><lpage>475</lpage><pub-id pub-id-type="doi">10.1093/ehjci/jeab287</pub-id><pub-id pub-id-type="pmid">35048106</pub-id>
</element-citation></ref><ref id="B11"><label>11</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Elder</surname><given-names>AT</given-names></name>
<name><surname>McManus</surname><given-names>IC</given-names></name>
<name><surname>Patrick</surname><given-names>A</given-names></name>
<name><surname>Nair</surname><given-names>K</given-names></name>
<name><surname>Vaughan</surname><given-names>L</given-names></name>
<name><surname>Dacre</surname><given-names>J</given-names></name>
</person-group><article-title>The Value of the Physical Examination in Clinical Practice: An International Survey</article-title><source>
Clin Med (Lond)
</source><year>2017</year><volume>17</volume><issue>6</issue><fpage>490</fpage><lpage>498</lpage><pub-id pub-id-type="doi">10.7861/clinmedicine.17-6-490</pub-id><pub-id pub-id-type="pmid">29196348</pub-id>
</element-citation></ref></ref-list></back><sub-article article-type="translation" id="S1" xml:lang="en"><front-stub><article-id pub-id-type="doi">10.36660/abc.20250124i</article-id><article-categories><subj-group subj-group-type="heading"><subject>Short Editorial</subject></subj-group></article-categories><title-group><article-title>Revisiting a Timeless Skill: The Physical Examination in the Age of Technology-Driven Medicine</article-title></title-group><contrib-group><contrib contrib-type="author"><contrib-id contrib-id-type="orcid" authenticated="false">https://orcid.org/0000-0003-2727-9198</contrib-id><name><surname>Cabral</surname><given-names>Sofia</given-names></name><xref rid="aff3" ref-type="aff">
<sup>1</sup>
</xref><xref rid="aff4" ref-type="aff">
<sup>2</sup>
</xref><xref rid="c2" ref-type="corresp"/></contrib><aff id="aff3">
<label>1</label>
<addr-line>
<named-content content-type="city">Porto</named-content>
</addr-line>
<country country="PT">Portugal</country>
<institution content-type="original">Servi&#x000e7;o de Cardiologia, Centro Hospitalar Universit&#x000e1;rio do Porto, Porto - Portugal</institution>
</aff><aff id="aff4">
<label>2</label>
<addr-line>
<named-content content-type="city">Porto</named-content>
</addr-line>
<country country="PT">Portugal</country>
<institution content-type="original">Instituto de Ci&#x000ea;ncias Biom&#x000e9;dicas Abel Salazar, Universidade do Porto, Porto - Portugal</institution>
</aff></contrib-group><author-notes><corresp id="c2">
<label>Mailing Address:</label>
<bold>Sofia Cabral</bold>
&#x02022; Servi&#x000e7;o de Cardiologia - Centro Hospitalar Universit&#x000e1;rio do Porto - Largo Prof. Abel Salazar,
<postal-code>4099-001</postal-code>
, Porto - Portugal E-mail:
<email>msofiacabral@gmail.com</email>
</corresp></author-notes><kwd-group><title>Keywords</title><kwd>Physical Examination</kwd><kwd>Clinical Decision-Making</kwd><kwd>Medical Education</kwd></kwd-group></front-stub><body><p>Over the past few decades, clinical practice has witnessed a profound transformation, driven by increasing reliance on advanced imaging, laboratory diagnostics, and, more recently, artificial intelligence (AI)-assisted tools. Once the cornerstone of medical practice, the physical examination (PE) is now being overshadowed by a growing dependence on technology. Although these innovations have undoubtedly enhanced diagnostic accuracy, they have also led to an unintended consequence&#x02014;the gradual decline of bedside examination skills, as clinicians increasingly rely on them instead of direct PE. While these resources provide invaluable diagnostic insights, they also carry risks, including false positives, incidental findings, and overtesting. These factors not only contribute to unnecessary interventions and rising healthcare costs but may also amplify patient concerns. This shift away from hands-on assessment is also partly driven by the time constraints of modern clinical practice, further weakening PE skills.<sup>
<xref rid="B1" ref-type="bibr">1</xref>
</sup>This decline of PE has fuelled ongoing debate&#x02014;and even polarization&#x02014;among clinicians over its relevance in contemporary healthcare.<sup>
<xref rid="B2" ref-type="bibr">2</xref>
,
<xref rid="B3" ref-type="bibr">3</xref>
</sup>This issue permeates all fields of medicine, and cardiology is no exception to its challenges.<sup>
<xref rid="B4" ref-type="bibr">4</xref>
</sup></p><p>In their study, Teixeira et al.<sup>
<xref rid="B5" ref-type="bibr">5</xref>
</sup>shed light on this pressing issue in modern medicine: the diminished emphasis on PE in clinical practice. This interventional study evaluated the impact of cardiovascular PE on clinical decision-making (CDM) in valvular disease scenarios. Sixty undergraduate students were exposed to four typical severe valvular disease scenarios (mitral stenosis [MS], mitral regurgitation [MR], aortic stenosis [AS], and aortic regurgitation [AR]), using a high-fidelity cardiopulmonary simulator in an objective structured clinical exam format. CDM-related questions were answered after reading the clinical synopsis and again after reviewing the echocardiogram (ECHO) report. Volunteers were randomly assigned to scenarios with or without PE before receiving an ECHO report, which was either consistent with symptoms and PE findings (Echo-concordant) or contained incomplete or misleading information (Echo-discordant). CDM was assessed based on responses regarding the type of valvular dysfunction, its etiology, confidence level in the diagnosis, requests for additional diagnostic tests, and treatment decisions. PE quality varied across valvular conditions, with systolic murmurs (AS, MR) recognized more accurately (&#x0003e;76%) than diastolic murmurs (MS, AR) (&#x0003c;60%), additional heart sounds (S3, S4) identified in 44% of cases, and MS showing the lowest detection accuracy. Overall diagnostic accuracy for identifying valvular dysfunction was high (kappa = 0.935, p&#x0003c;0.001), even when participants received ECHO-discordant reports. Volunteers who did not perform PE were less accurate in assessing the severity of valvular dysfunction after reviewing ECHO findings (p = 0.0047, kappa = 0.2887) and were less confident in their diagnosis. The confidence level in diagnosis increased only slightly (4%, p=0.03) after receiving ECHO reports in those who had the opportunity to conduct a PE. Surprisingly, a high number of complementary exams were requested regardless of PE performance, which influenced only the decision to perform cardiac catheterization. Final therapeutic decisions, however, were primarily guided by ECHO findings rather than PE (p=0.0607). This last result was somewhat expected and would likely occur in a postgraduate setting as well. Indeed, when evaluating the need for valvular intervention, a key consideration&#x02014;besides symptomatic status&#x02014;is assessing disease severity, which primarily depends on imaging or hemodynamic parameters.<sup>
<xref rid="B6" ref-type="bibr">6</xref>
-
<xref rid="B8" ref-type="bibr">8</xref>
</sup></p><p>Modern cardiology has evolved into a discipline where CDM requires the integration of both bedside assessment and sophisticated diagnostic technologies within a comprehensive clinical framework. The clinical value of PE in cardiology lacks consistent evidence, and this study provides valuable insight.<sup>
<xref rid="B5" ref-type="bibr">5</xref>
,
<xref rid="B9" ref-type="bibr">9</xref>
</sup>Teixeira et al.<sup>
<xref rid="B5" ref-type="bibr">5</xref>
</sup>findings compel us to reassess the role of PE in undergraduate medical education, with implications extending to postgraduate training.</p><p>Conversely, the rapid advancements in imaging modalities such as echocardiography, cardiac magnetic resonance imaging, and cardiac computed tomography, along with biomarker-based diagnostics and AI-enhanced algorithms, have significantly improved diagnostic precision, risk stratification and the development of tailored therapeutic strategies. These innovations not only improve patient survival but also drive progress in contemporary cardiovascular medicine. Their ability to detect disease at earlier stages, quantify severity with unprecedented accuracy, and guide timely interventions has fundamentally reshaped CDM in the field of cardiovascular disease.<sup>
<xref rid="B10" ref-type="bibr">10</xref>
</sup></p><p>However, over-reliance on these technologies risks weakening clinical reasoning and bedside skills while also contributing to the dehumanization of practice and widening disparities in access to advanced diagnostics. Moreover, beyond their diagnostic value, bedside skills foster trust, communication, and rapport between patients and clinicians&#x02014;essential elements of shared decision-making and patient-centered care.</p><p>To address this, medical training must emphasize a balanced approach, ensuring that clinicians integrate technological insights with sound clinical judgment for optimal patient management. To accomplish this, PE training &#x02014;regardless of the teaching format&#x02014;and other bedside skills must be reevaluated and given greater importance.<sup>
<xref rid="B11" ref-type="bibr">11</xref>
</sup>PE remains a fundamental clinical tool that, beyond its invaluable contribution to understanding physiopathology, can aid in decision-making, enhance efficiency, and strengthen the patient-physician relationship.</p><p>Ultimately, rather than viewing technological advancements and bedside skills as opposing forces, the medical community must strive for an integrated perspective, free from dogmatic conceptions about both the merits and shortcomings of each. Reinventing PE in medical education and daily practice will ensure that clinicians harness the best of both worlds&#x02014;leveraging modern technology while preserving the irreplaceable value of hands-on assessment.</p></body><back><fn-group><fn fn-type="other" id="fn2"><p><bold>Short Editorial related to the article:</bold> How Cardiovascular Physical Examination Impacts Clinical Decision-Making in Various Scenarios of Cardiac Valvular Diseases</p></fn></fn-group></back></sub-article></article>