<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:ali="http://www.niso.org/schemas/ali/1.0/" xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" article-type="research-article" dtd-version="1.3" xml:lang="de"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Schmerz</journal-id><journal-id journal-id-type="iso-abbrev">Schmerz</journal-id><journal-title-group><journal-title>Schmerz (Berlin, Germany)</journal-title></journal-title-group><issn pub-type="ppub">0932-433X</issn><issn pub-type="epub">1432-2129</issn><publisher><publisher-name>Springer Medizin</publisher-name><publisher-loc>Heidelberg</publisher-loc></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmid">38351150</article-id><article-id pub-id-type="pmc">PMC12098183</article-id>
<article-id pub-id-type="publisher-id">793</article-id><article-id pub-id-type="doi">10.1007/s00482-024-00793-2</article-id><article-categories><subj-group subj-group-type="heading"><subject>Originalien</subject></subj-group></article-categories><title-group><article-title>Ein Instrument zur Erfassung biopsychosozialer Schmerzkonzepte von Erwachsenen</article-title><subtitle>Entwicklung und Evaluation durch Expert*innen</subtitle><trans-title-group><trans-title xml:lang="en">An instrument to assess biopsychosocial pain concepts in adults</trans-title><trans-subtitle>Development and evaluation by experts</trans-subtitle></trans-title-group></title-group><contrib-group><contrib contrib-type="author"><name><surname>Wickering</surname><given-names>L.</given-names></name></contrib><contrib contrib-type="author"><name><surname>Lautwein</surname><given-names>C.</given-names></name></contrib><contrib contrib-type="author"><name><surname>Fiegler</surname><given-names>A.</given-names></name></contrib><contrib contrib-type="author"><name><surname>Allerdi&#x000df;en</surname><given-names>L.</given-names></name></contrib><contrib contrib-type="author"><name><surname>Kloos</surname><given-names>T.</given-names></name></contrib><contrib contrib-type="author"><name><surname>Schneider</surname><given-names>M.</given-names></name></contrib><contrib contrib-type="author" corresp="yes"><contrib-id contrib-id-type="orcid">http://orcid.org/0000-0001-6641-1935</contrib-id><name><surname>Hechler</surname><given-names>T.</given-names></name><address><email>tanja.hechler@uni-muenster.de</email></address><xref ref-type="aff" rid="Aff1"/></contrib><aff id="Aff1"><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/00pd74e08</institution-id><institution-id institution-id-type="GRID">grid.5949.1</institution-id><institution-id institution-id-type="ISNI">0000 0001 2172 9288</institution-id><institution>Arbeitseinheit Klinische Psychologie des Kindes- und Jugendalters, </institution><institution>Universit&#x000e4;t M&#x000fc;nster, </institution></institution-wrap>Fliednerstr.&#x000a0;21, 48149 M&#x000fc;nster, Deutschland </aff></contrib-group><pub-date pub-type="epub"><day>13</day><month>2</month><year>2024</year></pub-date><pub-date pub-type="pmc-release"><day>13</day><month>2</month><year>2024</year></pub-date><pub-date pub-type="ppub"><year>2025</year></pub-date><volume>39</volume><issue>3</issue><fpage>194</fpage><lpage>203</lpage><history><date date-type="accepted"><day>18</day><month>12</month><year>2023</year></date></history><permissions><copyright-statement>&#x000a9; The Author(s) 2024</copyright-statement><copyright-year>2024</copyright-year><license><ali:license_ref specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p><bold>Open Access</bold> Dieser Artikel wird unter der Creative Commons Namensnennung 4.0 International Lizenz ver&#x000f6;ffentlicht, welche die Nutzung, Vervielf&#x000e4;ltigung, Bearbeitung, Verbreitung und Wiedergabe in jeglichem Medium und Format erlaubt, sofern Sie den/die urspr&#x000fc;nglichen Autor(en) und die Quelle ordnungsgem&#x000e4;&#x000df; nennen, einen Link zur Creative Commons Lizenz beif&#x000fc;gen und angeben, ob &#x000c4;nderungen vorgenommen wurden.</license-p><license-p>Die in diesem Artikel enthaltenen Bilder und sonstiges Drittmaterial unterliegen ebenfalls der genannten Creative Commons Lizenz, sofern sich aus der Abbildungslegende nichts anderes ergibt. Sofern das betreffende Material nicht unter der genannten Creative Commons Lizenz steht und die betreffende Handlung nicht nach gesetzlichen Vorschriften erlaubt ist, ist f&#x000fc;r die oben aufgef&#x000fc;hrten Weiterverwendungen des Materials die Einwilligung des jeweiligen Rechteinhabers einzuholen.</license-p><license-p>Weitere Details zur Lizenz entnehmen Sie bitte der Lizenzinformation auf <ext-link ext-link-type="uri" xlink:href="https://creativecommons.org/licenses/by/4.0/">http://creativecommons.org/licenses/by/4.0/deed.de</ext-link>.</license-p></license></permissions><abstract id="Abs1"><sec><title>Hintergrund</title><p>Das biopsychosoziale Modell ist Grundlage f&#x000fc;r das Verst&#x000e4;ndnis und die Behandlung chronischer Schmerzen. Ob Betroffene ein biopsychosoziales Verst&#x000e4;ndnis zeigen, ist wenig erforscht. Hier wird der multidimensionale Fragebogen &#x0201e;Biopsychosoziale Schmerzkonzept Matrix&#x0201c; (BiPS Matrix) vorgestellt. Die Konzeption der BiPS Matrix basiert sowohl auf den Bereichen biologisch, psychologisch und sozial als auch auf dem Common-Sense Model of Self-Regulation mit f&#x000fc;nf Dimensionen: (1) Art der St&#x000f6;rung, (2) Annahmen zur Ursache, (3) Konsequenzen, (4) zeitlicher Krankheitsverlauf, (5) M&#x000f6;glichkeiten der Kontrolle/Behandlung.</p></sec><sec><title>Ziel</title><p>Ziel der vorliegenden Studie ist die Erfassung der inhaltlichen Relevanz und Verst&#x000e4;ndlichkeit der Bereiche, Dimensionen und Items inklusive der Verwendung der BiPS Matrix mit Kindern durch interdisziplin&#x000e4;re Expert*innen-Ratings. Perspektivisch kann der Fragebogen von Behandelnden im Rahmen der Diagnostik angewendet werden.</p></sec><sec><title>Methode</title><p>In einer Online-Studie wurden 17&#x000a0;Expert*innen befragt. Neben deskriptiven Statistiken wurden Kommentare mittels qualitativer Inhaltsanalyse nach Mayring ausgewertet.</p></sec><sec><title>Ergebnisse</title><p>Alle Expert*innen sch&#x000e4;tzten die Erfassung von Schmerzkonzepten mit der BiPS Matrix sowie die Bereiche und Dimensionen als sehr relevant ein. Hinsichtlich der Items wurden vorwiegend Vorschl&#x000e4;ge bez&#x000fc;glich der Itemformulierungen sowie Anpassungsvorschl&#x000e4;ge f&#x000fc;r Kinder gemacht.</p></sec><sec><title>Diskussion</title><p>Die BiPS Matrix stellt aus Expert*innensicht ein relevantes Instrument dar. Weitere Forschung zur psychometrischen &#x000dc;berpr&#x000fc;fung der BiPS Matrix bei Erwachsenen und Kindern ist indiziert. Daneben kann die BiPS Matrix auch zur Erforschung von Schmerzkonzepten an medizinischen und psychotherapeutischen Berufsgruppen zur Abbildung des biopsychosozialen Schmerzverst&#x000e4;ndnisses und der damit einhergehenden Behandlungsangebote eingesetzt werden.</p></sec><sec><title>Zusatzmaterial online</title><p>Die Online-Version dieses Artikels (10.1007/s00482-024-00793-2) enth&#x000e4;lt die soziodemografischen Daten der Proband*innen der ersten Erprobung der BiPS Matrix, alle f&#x000fc;r die Expert*innenbefragung genutzten Frageb&#x000f6;gen, den Codierleitfaden f&#x000fc;r die qualitative Datenauswertung ,ausf&#x000fc;hrlichere Daten der vorliegenden Studie und die revidierte Version der BiPS Matrix.</p></sec></abstract><trans-abstract xml:lang="en" id="Abs2"><sec><title>Background</title><p>The biopsychosocial model is fundamental for the understanding and treatment of chronic pain; however, little research has focused on whether those affected show a biopsychosocial understanding. The multidimensional questionnaire Biopsychosocial Pain Concept Matrix (BiPS matrix) is presented. The conception of the BiPS matrix is based on the biological, psychological and social areas as well as on the common sense model of self-regulation with five dimensions: (1) type of disorder, (2) assumptions on the causes, (3) consequences, (4) duration of the disease and (5) possibilities for control and treatment.</p></sec><sec><title>Objective</title><p>The present study aims to examine the content relevance and comprehension of the areas, dimensions and items, including the use of the BiPS matrix with children by interdisciplinary expert ratings. The questionnaire can be perspectively used by treating professionals for diagnostic purposes.</p></sec><sec><title>Method</title><p>In an online study 17&#x000a0;experts were questioned. In addition to descriptive statistics, comments were evaluated using qualitative content analysis according to Mayring.</p></sec><sec><title>Results</title><p>All experts rated the assessment of pain concepts with the BiPS matrix as well as the areas and dimensions as very relevant. With respect to the items, suggestions were made mainly regarding the wording of the items and adjustments for children.</p></sec><sec><title>Discussion</title><p>From an expert point of view the BiPS matrix represents a&#x000a0;relevant instrument. Further research on the psychometric properties of the BiPS matrix in adults and children is indicated. In addition, the BiPS matrix can also be used to investigate pain concepts of medical and psychotherapeutic professional groups to demonstrate the biopsychosocial understanding of pain and the associated treatment options.</p></sec></trans-abstract><kwd-group xml:lang="de"><title>Schl&#x000fc;sselw&#x000f6;rter</title><kwd>Schmerzwissen</kwd><kwd>Psychoedukation</kwd><kwd>Fragebogenentwicklung</kwd><kwd>Multidimensionale Schmerzerfassung</kwd><kwd>Chronische Schmerzen</kwd></kwd-group><kwd-group xml:lang="en"><title>Keywords</title><kwd>Pain knowledge</kwd><kwd>Psychoeducation</kwd><kwd>Questionnaire development</kwd><kwd>Multidimensional pain assessment</kwd><kwd>Chronic pain</kwd></kwd-group><funding-group><award-group><funding-source><institution>Universit&#x000e4;t M&#x000fc;nster (1056)</institution></funding-source></award-group><open-access><p>Open Access funding enabled and organized by Projekt DEAL.</p></open-access></funding-group><custom-meta-group><custom-meta><meta-name>issue-copyright-statement</meta-name><meta-value>&#x000a9; Springer Medizin Verlag GmbH, ein Teil von Springer Nature 2025</meta-value></custom-meta></custom-meta-group></article-meta></front><body><sec id="Sec1"><title>Hintergrund und Fragestellung</title><p>Chronische (prim&#x000e4;re) Schmerzen stellen ein zentrales Problem der Gesundheitsversorgung dar [<xref ref-type="bibr" rid="CR12">12</xref>]. Subjektive Schmerzkonzepte spielen bei der Behandlung eine wichtige Rolle [<xref ref-type="bibr" rid="CR19">19</xref>]. Messinstrumente zur Erfassung dieser Konzepte sind rar, k&#x000f6;nnten jedoch zur Identifikation von Wissensl&#x000fc;cken und Misskonzepten von Betroffenen beitragen. Die hier vorgestellte Biopsychosoziale Schmerzkonzept Matrix (BiPS Matrix) stellt ein innovatives Tool dar, mit dem zuk&#x000fc;nftig die Erfassung von biopsychosozialen Schmerzkonzepten zur Umsetzung einer individualisierten Psychoedukation m&#x000f6;glich wird.</p><p>Chronische (prim&#x000e4;re) Schmerzen gehen mit einer anhaltenden psychosozialen Beeintr&#x000e4;chtigung, einer eingeschr&#x000e4;nkten Lebensqualit&#x000e4;t sowie erh&#x000f6;hten Gesundheitskosten einher [<xref ref-type="bibr" rid="CR8">8</xref>, <xref ref-type="bibr" rid="CR31">31</xref>]. Insbesondere im Forschungskontext ist das biopsychosoziale Erkl&#x000e4;rungsmodell [<xref ref-type="bibr" rid="CR7">7</xref>] f&#x000fc;r das Verst&#x000e4;ndnis und die Behandlung von chronischem Schmerz zentral. Nach diesem Ansatz sind komplexe, dynamische Wechselwirkungen zwischen biologischen, psychologischen und sozialen Faktoren f&#x000fc;r die Entstehung und Aufrechterhaltung chronischer Schmerzen verantwortlich [<xref ref-type="bibr" rid="CR7">7</xref>]. Trotz des kontinuierlichen Erkenntnisgewinns bez&#x000fc;glich des biopsychosozialen Modells chronischer (prim&#x000e4;rer) Schmerzen konnte gezeigt werden, dass &#x000fc;ber 60&#x0202f;% der Betroffenen mit chronischem Schmerz keine multimodale Schmerztherapie erhalten [<xref ref-type="bibr" rid="CR5">5</xref>]. Die Versorgung von Kindern und Erwachsenen erscheint daher nach wie vor unzureichend [<xref ref-type="bibr" rid="CR10">10</xref>, <xref ref-type="bibr" rid="CR11">11</xref>].</p><p>Eine Schl&#x000fc;sselfrage ist daher, welche Faktoren zu der unzureichenden Versorgung und zum maladaptiven Umgang mit chronischen Schmerzen beitragen. Ein ausschlaggebender Faktor in Bezug auf chronische Schmerzen sind die Schmerzkonzepte der Betroffenen sowie der versorgenden Berufsgruppen [<xref ref-type="bibr" rid="CR1">1</xref>].</p><p>Pate et&#x000a0;al. [<xref ref-type="bibr" rid="CR25">25</xref>] definieren, basierend auf der Arbeit von Moseley und Butler [<xref ref-type="bibr" rid="CR20">20</xref>], ein Schmerzkonzept als das Verst&#x000e4;ndnis einer Person davon, was Schmerz ist, welche Funktion Schmerz hat und welche biologischen Prozesse zu dessen Entstehung und Aufrechterhaltung beitragen. Schmerzkonzepte sind von Schmerz&#x000fc;berzeugungen, sog. &#x0201e;pain beliefs&#x0201c;, abzugrenzen. Kr&#x000f6;ner-Herwig [<xref ref-type="bibr" rid="CR14">14</xref>, S.&#x000a0;264] definiert &#x0201e;pain beliefs&#x0201c; als &#x0201e;ung&#x000fc;nstige &#x000dc;berzeugungen von Schmerzpatient*innen&#x0201c; (z.&#x0202f;B. &#x0201e;am besten hinlegen und schonen&#x0201c;). Es handelt sich hierbei um dogmatische Einstellungen und &#x000dc;berzeugungen &#x000fc;ber die Schmerz&#x000e4;tiologie und Schmerzfolgen, die das Befinden und Verhalten der Person dysfunktional beeinflussen. Somit werden &#x0201e;pain beliefs&#x0201c; als pers&#x000f6;nliches Verst&#x000e4;ndnis der eigenen Schmerzerfahrung definiert (vgl. [<xref ref-type="bibr" rid="CR33">33</xref>, S.&#x000a0;351]). Chi [<xref ref-type="bibr" rid="CR4">4</xref>] definiert &#x0201e;beliefs&#x0201c; als singul&#x000e4;re Ideen. Konzepte hingegen werden definiert als &#x000fc;bergreifendes mentales Wissenskonstrukt bestehend aus korrekten und inkorrekten Teilaspekten [<xref ref-type="bibr" rid="CR21">21</xref>]. Daraus k&#x000f6;nnen Misskonzepte resultieren, die mit korrekten wissenschaftlichen Konzepten konkurrieren, Erkl&#x000e4;rungen liefern und Zusammenh&#x000e4;nge aufdecken. Das Erlernen korrekter Konzepte wird durch vorhandene Misskonzepte erschwert [<xref ref-type="bibr" rid="CR32">32</xref>]. Es konnte gezeigt werden, dass insbesondere chronische Schmerzpatient*innen ein biologisches Konzept ihrer Schmerzen aufweisen [<xref ref-type="bibr" rid="CR13">13</xref>], z.&#x0202f;B. &#x0201e;Mit der heutigen Technik sollten die &#x000c4;rzte doch in der Lage sein, das Problem zu beheben&#x0201c; (vgl. [<xref ref-type="bibr" rid="CR21">21</xref>, S.&#x000a0;114&#x02013;115]). In der vorliegenden Arbeit liegt der Fokus auf der Erfassung der Schmerzkonzepte, wie z.&#x0202f;B. der Annahme, dass die Schmerzst&#x000e4;rke mit dem Ausma&#x000df; der Gewebesch&#x000e4;digung assoziiert ist [<xref ref-type="bibr" rid="CR19">19</xref>].</p><p>Konzepte von Krankheit lassen sich nach Hagger und Orbell [<xref ref-type="bibr" rid="CR9">9</xref>] in verschiedene Inhaltsbereiche einteilen. Das sogenannte Common-Sense Modell of Self Regulation (CSM), eines der bekanntesten Modelle in diesem Bereich, umfasst f&#x000fc;nf Inhaltsbereiche: (1) Art der St&#x000f6;rung, (2) Annahmen zur Ursache, (3) Konsequenzen der Krankheit f&#x000fc;r die Betroffenen, (4) zeitlicher Krankheitsverlauf und (5) M&#x000f6;glichkeiten der Kontrolle/Behandlung. Die erste Dimension &#x0201e;Art der St&#x000f6;rung&#x0201c; umfasst das Krankheitslabel und die mit der jeweiligen Krankheit assoziierten Symptome. &#x0201e;Annahmen zur Ursache&#x0201c; (zweite Dimension) der Schmerzen k&#x000f6;nnten zum Beispiel biologischer Art (z.&#x0202f;B. Bakterien, Viren) oder emotionaler Art (z.&#x0202f;B. Stress, Depression) sein. Bei der dritten Dimension &#x0201e;Konsequenzen der Krankheit f&#x000fc;r die Betroffenen&#x0201c; handelt es sich um die Annahmen &#x000fc;ber die Auswirkungen der Krankheit auf die Lebensqualit&#x000e4;t und das allgemeine Funktionsniveau. Die vierte Dimension &#x0201e;zeitlicher Krankheitsverlauf&#x0201c; bezieht sich auf Vorstellungen zur relativen Chronizit&#x000e4;t und Konstanz einer Krankheit. Die f&#x000fc;nfte Dimension &#x0201e;M&#x000f6;glichkeiten der Kontrolle und Behandlung&#x0201c; umfasst die Einsch&#x000e4;tzung der eigenen Handlungsf&#x000e4;higkeit, die Kontrollm&#x000f6;glichkeiten (etwa die regelm&#x000e4;&#x000df;ige Einnahme von Medikamenten) und die Wirksamkeit von Behandlungen. Moss-Morris und Kolleg*innen [<xref ref-type="bibr" rid="CR23">23</xref>] untersuchten die Inhaltsdimensionen von Schmerzpatient*innen mit akuten und chronischen Schmerzen mithilfe des Illness Perception Questionnaire (IPQ-R). Sie konnten zeigen, dass Personen mit chronischem Schmerzleiden zum einen ein inad&#x000e4;quateres, also weniger koh&#x000e4;rentes Schmerzverst&#x000e4;ndnis hatten als Personen mit akutem Schmerzleiden und zum anderen die Annahme vertraten, weniger Kontrolle &#x000fc;ber die eigenen Schmerzen zu haben, und mit schlimmeren Konsequenzen rechneten.</p><p>Auf Basis der Erkenntnisse zur biopsychosozialen &#x000c4;tiologie und Aufrechterhaltung von chronischem Schmerz und der Differenzierung in die f&#x000fc;nf Inhaltsbereiche nach dem CSM erscheint es sinnvoll, beide Ans&#x000e4;tze zu kombinieren und bei der Erfassung von Schmerzkonzepten zu integrieren. Eine offene Frage ist, inwieweit die Schmerzkonzepte Betroffener mit dem biopsychosozialen Modell &#x000fc;bereinstimmen oder von diesem wissenschaftlichen, allgemein akzeptierten Standard abweichen. In bisherigen Untersuchungen mehren sich Hinweise, dass Erwachsene und insbesondere chronische Schmerzpatient*innen h&#x000e4;ufig ein vorwiegend biomedizinisches Modell ihrer Schmerzen haben [<xref ref-type="bibr" rid="CR13">13</xref>]. Aktuell existieren jedoch nur zwei internationale Frageb&#x000f6;gen, die Schmerzkonzepte Erwachsener erfassen.</p><p><italic>Neurophysiology of Pain Questionnaire</italic> (NPQ) [<xref ref-type="bibr" rid="CR22">22</xref>]. Der NPQ untersucht das neurophysiologische Schmerzwissen bei Erwachsenen [<xref ref-type="bibr" rid="CR30">30</xref>]. Die deutsche Version des NPQ (NPQ&#x02011;d; [<xref ref-type="bibr" rid="CR30">30</xref>]) beinhaltet 12&#x000a0;Items, die dichotom bewertet werden. In der Praxis wird der NPQ zur Erfassung von Schmerzkonzepten bei Schmerzpatient*innen genutzt, um Wissensl&#x000fc;cken und intuitive Konzepte zu identifizieren und diese durch individuelle schmerzedukative Ma&#x000df;nahmen zu ver&#x000e4;ndern [<xref ref-type="bibr" rid="CR3">3</xref>]. Des Weiteren wird er als Instrument der Ver&#x000e4;nderungsmessung eingesetzt [<xref ref-type="bibr" rid="CR18">18</xref>]. Allerdings erfasst der NPQ &#x02013;&#x000a0;anders als die BiPS Matrix&#x000a0;&#x02013; lediglich das neurophysiologische Schmerzwissen Erwachsener und weist keine mehrdimensionale Struktur auf.</p><p><italic>Concept of Pain Inventory</italic> (COPI; [<xref ref-type="bibr" rid="CR26">26</xref>]). Pate et&#x000a0;al. [<xref ref-type="bibr" rid="CR26">26</xref>] entwickelten das auf dem biopsychosozialen Ansatz basierende <italic>Concept of Pain Inventory</italic> (COPI), um Schmerzkonzepte von Kindern zwischen acht&#x000a0;und zw&#x000f6;lf&#x000a0;Jahren zu erfassen. Dieser Fragebogen wurde 2021 f&#x000fc;r Erwachsene adaptiert [<xref ref-type="bibr" rid="CR27">27</xref>]. Das COPI f&#x000fc;r Erwachsene erfasst Schmerzkonzepte mithilfe von 13&#x000a0;Items auf einer 5&#x02011;Punkte-Likert-Skala von 0 &#x0201e;stimme &#x000fc;berhaupt nicht zu&#x0201c; bis 4 &#x0201e;stimme stark zu&#x0201c; (z.&#x0202f;B. Item&#x000a0;1: &#x0201e;Feeling sad can make you feel more pain.&#x0201c;). Das COPI erfasst zwar psychologische und biologische Aspekte chronischer Schmerzen, vernachl&#x000e4;ssigt jedoch soziale Aspekte, welche einen wichtigen Bestandteil im Verst&#x000e4;ndnis von Schmerzkonzepten bilden: Die Schmerzen f&#x000fc;hren nicht nur dazu, dass sich Betroffene vermehrt zur&#x000fc;ckziehen, sondern auch dazu, dass sich Interaktionen mit Bezugspersonen auf die Schmerzen fokussieren und in der Folge die Beziehung belastet wird [<xref ref-type="bibr" rid="CR6">6</xref>, <xref ref-type="bibr" rid="CR24">24</xref>].</p><p>Die kombinierte Erfassung der biopsychosozialen Schmerzkonzepte und der nach CSM postulierten Inhaltsdimensionen wurde in keinem der beiden Tools angewandt. Demnach existiert aktuell kein deutschsprachiges Instrument, das biopsychosoziale Aspekte des Schmerzkonzepts basierend auf den postulierten Inhaltsbereichen des CSM vollst&#x000e4;ndig, mehrdimensional und standardisiert erfasst. Mithilfe eines solchen Instruments w&#x000e4;re es m&#x000f6;glich, dass Behandelnde die Schmerzkonzepte Erwachsener auf biologischer, psychologischer und sozialer Ebene &#x000fc;ber die f&#x000fc;nf Inhaltsbereiche des CSM [<xref ref-type="bibr" rid="CR9">9</xref>] hinweg erfassen [<xref ref-type="bibr" rid="CR13">13</xref>]. Eine detaillierte Erfassung der Schmerzkonzepte kann dazu beitragen, dass auch Behandelnde durch den Einsatz der BiPS Matrix in der Therapie f&#x000fc;r ein biopsychosoziales Schmerzverst&#x000e4;ndnis sensibilisiert werden. So k&#x000f6;nnen sie ihre Behandlung individualisiert nach dem Schmerzkonzept ihrer Patient*innen ausrichten. Parallel profitieren die Patient*innen von einer individuell angepassten psychoedukativen Intervention, die an ihre Schmerzkonzepte bzw. Misskonzepte ankn&#x000fc;pft.</p><p>Ziel dieser Arbeit ist es daher, erstmals ein Instrument, welches diesen Anforderungen gen&#x000fc;gt (biopsychosoziale Aspekte, CSM), vorzustellen und anhand von Expert*innen-Ratings zu evaluieren, da diese ein Standardverfahren f&#x000fc;r die &#x000dc;berpr&#x000fc;fung der Eignung der Fragebogenstruktur und Iteminhalte darstellen. Expert*innen besitzen hohes Fachwissen in spezifischen Wissensbereichen, hier operationalisiert durch eine mindestens zweij&#x000e4;hrige Berufserfahrung im Bereich chronischer Schmerzen bzw. durch eine Beteiligung an aktueller Forschung (mindestens zwei Forschungsarbeiten in den letzten f&#x000fc;nf Jahren). Durch dieses verf&#x000fc;gbare Fachwissen k&#x000f6;nnen die Expert*innen die Passung der konzipierten Items zu den Bereichen bewerten. Anhand der Bewertungen k&#x000f6;nnen neue Tools f&#x000fc;r die praktische Anwendung adaptiert werden [<xref ref-type="bibr" rid="CR2">2</xref>, <xref ref-type="bibr" rid="CR25">25</xref>].</p><p>Die BiPS Matrix wurde auf Grundlage des biopsychosozialen Modells entwickelt und setzt sich aus insgesamt 63&#x000a0;Items zusammen<xref ref-type="fn" rid="Fn1">1</xref>. In Form einer Schmerzmatrix werden spaltenweise biologische, psychologische und soziale Schmerzkonzepte erfasst sowie zeilenweise die f&#x000fc;nf Inhaltsbereiche des CSM abgebildet (vgl. Tab.&#x000a0;<xref rid="Tab2" ref-type="table">2</xref>). Folgende Parameter wurden von den Expert*innen geratet: (1) Relevanz der Erfassung von Schmerzkonzepten im Allgemeinen, im klinischen Kontext und im Forschungskontext, (2) Relevanz der Erfassung der drei Dimensionen (biologisch, psychologisch, sozial) und der f&#x000fc;nf Inhaltsbereiche von Schmerzkonzepten, (3) Verst&#x000e4;ndlichkeit der Items. Au&#x000df;erdem konnten die Expert*innen &#x000c4;nderungsvorschl&#x000e4;ge im Hinblick auf die allgemeine sprachliche Anpassung, perspektivisch auch f&#x000fc;r Kinder und Jugendliche, verfassen.</p></sec><sec id="Sec2"><title>Studiendesign und Untersuchungsmethoden</title><p>Bei der Expert*innenbefragung zur BiPS Matrix handelte es sich um eine Online-Fragebogenstudie mit querschnittlichem Design. Die Erhebung der Daten erfolgte &#x000fc;ber das Programm <italic>Unipark </italic>der Firma <italic>QuestBack</italic>. Die Expert*innenumfrage wurde im Einklang mit nationalem Recht sowie gem&#x000e4;&#x000df; der Deklaration von Helsinki von 1975 (in der aktuellen, &#x000fc;berarbeiteten Fassung) durchgef&#x000fc;hrt. Von allen beteiligten Expert*innen liegt eine schriftliche Einverst&#x000e4;ndniserkl&#x000e4;rung vor.</p><sec id="Sec3"><title>Stichprobe</title><p>Die Definition einer Person als Expert*in beinhaltete, analog zu existierenden Expert*innenbefragungen (z.&#x0202f;B. [<xref ref-type="bibr" rid="CR25">25</xref>]), dass diese seit mindestens zwei Jahren im Bereich chronischer Schmerzen arbeitete oder in den letzten f&#x000fc;nf Jahren mindestens zwei Forschungsarbeiten zu dem Thema ver&#x000f6;ffentlicht hatte. Zudem wurde bei der Auswahl der Expert*innen auf Interdisziplinarit&#x000e4;t geachtet, es wurden Personen aus den Bereichen Psychologie, Medizin, Physiotherapie, Krankenpflege und Forschung kontaktiert. Die Expert*innen wurden anhand existierender Netzwerke und Fachgesellschaften, wie z.&#x0202f;B. der Deutschen Gesellschaft f&#x000fc;r Psychologische Schmerztherapie und -forschung (DGPSF), des &#x0201e;principal investigators&#x0201c; (TH) ausgew&#x000e4;hlt. Boateng et&#x000a0;al. [<xref ref-type="bibr" rid="CR2">2</xref>] berichten, dass typischerweise f&#x000fc;nf bis sieben Experten befragt werden, wobei eine Erh&#x000f6;hung des Stichprobenumfangs robustere Ergebnisse hervorbringt. Von 34 angeschriebenen Expert*innen folgten 21 dem Link zur Umfrage (61,8&#x0202f;%), wobei zwei Personen nicht der Definition des Expertenstatus entsprachen und aus der Umfrage ausgeschlossen werden mussten und zwei weitere die Umfrage abbrachen (R&#x000fc;cklaufquote: 50&#x0202f;%). 17&#x000a0;Expert*innen wurden inkludiert (<italic>M</italic>&#x0202f;=&#x02009;53,65 Jahre, <italic>SD</italic>&#x0202f;=&#x02009;15,23, Altersrange 31&#x02013;66&#x000a0;Jahre; 59&#x0202f;% m&#x000e4;nnlich; vgl. Tab.&#x000a0;<xref rid="Tab1" ref-type="table">1</xref>).<table-wrap id="Tab1"><label>Tab. 1</label><caption><p>Soziodemografische Daten der Expert*innen (<italic>N</italic>&#x0202f;=&#x02009;17)</p></caption><table frame="hsides" rules="groups"><thead><tr><th>Variable</th><th><italic>N</italic>&#x0202f;=&#x02009;17</th><th>%</th></tr></thead><tbody><tr><td colspan="3"><italic>H&#x000f6;chster formeller Bildungsabschluss</italic></td></tr><tr><td>Berufsausbildung</td><td>2</td><td>11,76</td></tr><tr><td>Fachhochschul&#x02011;/Universit&#x000e4;tsabschluss</td><td>3</td><td>17,65</td></tr><tr><td>Promotion</td><td>8</td><td>47,06</td></tr><tr><td>Habilitation</td><td>4</td><td>23,53</td></tr><tr><td colspan="3"><italic>Expert*in f&#x000fc;r den</italic></td></tr><tr><td>Klinischen Kontext</td><td>9</td><td>52,94</td></tr><tr><td>Forschungskontext</td><td>3</td><td>17,65</td></tr><tr><td>Klinischen Kontext und Forschungskontext</td><td>5</td><td>29,41</td></tr><tr><td colspan="3"><italic>Fachdisziplin</italic></td></tr><tr><td>Psychologie</td><td>11</td><td>64,71</td></tr><tr><td>Physiotherapie</td><td>1</td><td>5,88</td></tr><tr><td>Medizin</td><td>4</td><td>23,53</td></tr><tr><td>Krankenpflege</td><td>1</td><td>5,88</td></tr><tr><td colspan="3"><italic>Zusatzqualifikationen</italic></td></tr><tr><td>Keine</td><td>7</td><td>41,18</td></tr><tr><td>Spezielle Schmerztherapie</td><td>1</td><td>5,88</td></tr><tr><td>Spezielle Schmerzpsychotherapie</td><td>6</td><td>35,29</td></tr><tr><td>Spezielle Schmerzpsychotherapie f&#x000fc;r Kinder und Jugendliche</td><td>1</td><td>5,88</td></tr><tr><td>Hypnotherapie</td><td>1</td><td>5,88</td></tr><tr><td>Fellowship</td><td>1</td><td>5,88</td></tr></tbody></table></table-wrap></p></sec><sec id="Sec4"><title>Prozedere</title><p>Die Expert*innen wurden im Zeitraum vom 03.10.2019 bis zum 25.10.2019 per E&#x02011;Mail kontaktiert und mithilfe eines Links zur Online-Umfrage weitergeleitet. Alle Expert*innen, die nicht ausdr&#x000fc;cklich ihre Teilnahme an der Befragung best&#x000e4;tigten, erhielten eine Woche sp&#x000e4;ter sowie nach zwei weiteren Wochen eine Erinnerungs-E-Mail. Zu Beginn der Online-Umfrage f&#x000fc;llten die Expert*innen einen soziodemografischen Fragebogen aus (vgl. Anhang&#x000a0;A im Online-Zusatzmaterial). Im Anschluss folgte die Bearbeitung der BiPS Matrix (vgl. Anhang&#x000a0;B im Online-Zusatzmaterial).</p></sec><sec id="Sec5"><title>Messinstrumente</title><sec id="Sec6"><title>Soziodemografischer Fragebogen</title><p>Mit einem eigens entwickelten Fragebogen wurden zum einen die soziodemographischen Daten erfasst, zum anderen wurde auf die Erf&#x000fc;llung der zuvor festgelegten Expert*innenkriterien und die Vorerfahrungen der Expert*innen in der Behandlung von chronischen Schmerzen eingegangen.</p></sec><sec id="Sec7"><title>Die Biopsychosoziale Schmerzkonzept Matrix (BiPS Matrix)</title><p>Die BiPS Matrix erfasst spaltenweise biologische, psychologische und soziale Schmerzkonzepte sowie zeilenweise die f&#x000fc;nf Inhaltsbereiche von Schmerzkonzepten (vgl. Tab.&#x000a0;<xref rid="Tab2" ref-type="table">2</xref>). Grundlage f&#x000fc;r die Items war die Definition von Schmerzkonzepten, wobei die Subskalen von Expert*innen (TH, MS) stichwortartig definiert und durch Literaturrecherchen erg&#x000e4;nzt wurden. Aus diesen Definitionen wurden Items f&#x000fc;r jede Zelle der Matrix aus bestehenden Frageb&#x000f6;gen ausgew&#x000e4;hlt bzw. basierend auf aktueller Literatur neu entwickelt. Dabei wurde die Kritik an bestehenden Frageb&#x000f6;gen im Rahmen der Beurteilung der Items miteinbezogen<xref ref-type="fn" rid="Fn2">2</xref>. F&#x000fc;r die Beantwortung der Items wurde in der ersten Fragebogenversion eine siebenstufige Skala von <italic>sicher falsch </italic>(1) bis <italic>sicher richtig</italic> (7) gew&#x000e4;hlt.<table-wrap id="Tab2"><label>Tab. 2</label><caption><p>Darstellung der Struktur der BiPS Matrix mit Beispielitems<sup>a</sup></p></caption><table frame="hsides" rules="groups"><thead><tr><th>Inhaltsbereich</th><th>Biologisch</th><th>Psychologisch</th><th>Sozial</th><th/></tr></thead><tbody><tr><td><italic>Art der St&#x000f6;rung</italic></td><td>Z.&#x0202f;B. Item&#x000a0;1: &#x0201e;Chronischer Schmerz hat eine Warnfunktion und deutet stets auf eine Sch&#x000e4;digung des K&#x000f6;rpers hin.&#x0201c; <italic>(inv.)</italic></td><td>Z.&#x0202f;B. Item&#x000a0;8: &#x0201e;Die St&#x000e4;rke des wahrgenommenen Schmerzes wird durch gedankliche Prozesse beeinflusst.&#x0201c;</td><td>Z.&#x0202f;B. Item&#x000a0;10: &#x0201e;Schmerz wird durch einen spezifischen Gesichtsausdruck kommuniziert.&#x0201c;</td><td><italic>&#x02013;</italic></td></tr><tr><td>Itemanzahl</td><td>5</td><td>4</td><td>4</td><td>14</td></tr><tr><td><italic>Annahmen zur Ursache</italic></td><td>Z.&#x0202f;B. Item&#x000a0;14: &#x0201e;St&#x000e4;rkere Verletzungen f&#x000fc;hren immer zu st&#x000e4;rkerem Schmerz.&#x0201c; <italic>(inv.)</italic></td><td>Z.&#x0202f;B. Item&#x000a0;18: &#x0201e;Sie nehmen st&#x000e4;rkeren Schmerz wahr, wenn Sie sich &#x000fc;ber Ihren Schmerz Sorgen machen.&#x0201c;</td><td>Z.&#x0202f;B. Item&#x000a0;24: &#x0201e;Eine sehr besorgte Reaktion von medizinischem Personal verringert bestehenden Schmerz.&#x0201c; <italic>(inv.)</italic></td><td>&#x02013;</td></tr><tr><td>Itemanzahl</td><td>4</td><td>5</td><td>5</td><td>14</td></tr><tr><td><italic>Konsequenzen</italic></td><td>Z.&#x0202f;B. Item&#x000a0;29: &#x0201e;Bei akutem Schmerz k&#x000f6;nnen Operationen, die der Behandlung der Schmerzursache dienen, zu einer Linderung der Schmerzen f&#x000fc;hren.&#x0201c;</td><td>Z.&#x0202f;B. Item&#x000a0;31: &#x0201e;Dauerhafter oder wiederkehrender Schmerz kann Gef&#x000fc;hle von Hilf- und Hoffnungslosigkeit hervorrufen.&#x0201c;</td><td>Z.&#x0202f;B. Item&#x000a0;35: &#x0201e;Man kann mit dauerhaftem oder wiederkehrendem Schmerz kein sozial aktives Leben f&#x000fc;hren.&#x0201c; <italic>(inv.)</italic></td><td><bold>&#x02013;</bold></td></tr><tr><td>Itemanzahl</td><td>3</td><td>4</td><td>5</td><td>12</td></tr><tr><td><italic>Zeitlicher Krankheitsverlauf</italic></td><td>Z.&#x0202f;B. Item&#x000a0;41: &#x0201e;Chronischer Schmerz besteht &#x000fc;ber den Zeitraum einer m&#x000f6;glichen Wundheilung hinaus.&#x0201c;</td><td>Z.&#x0202f;B. Item&#x000a0;45: &#x0201e;Chronischer Schmerz bedeutet nicht zwangsl&#x000e4;ufig, dass dieser durchg&#x000e4;ngig erlebt wird.&#x0201c;</td><td>Z.&#x0202f;B. Item&#x000a0;48: &#x0201e;Unabh&#x000e4;ngig von den Menschen, die Sie umgeben, bleibt die Schmerzst&#x000e4;rke &#x000fc;ber den Tag hinweg stabil.&#x0201c; <italic>(inv.)</italic></td><td><bold>&#x02013;</bold></td></tr><tr><td>Itemanzahl</td><td>2</td><td>5</td><td>2</td><td>9</td></tr><tr><td><italic>M&#x000f6;glichkeiten der Kontrolle/Behandlung</italic></td><td>Z.&#x0202f;B. Item&#x000a0;51: &#x0201e;Einzig und allein &#x000c4;rztinnen und &#x000c4;rzte sind in der Lage, dauerhaften oder wiederkehrenden Schmerz zu lindern.&#x0201c; <italic>(inv.)</italic></td><td>Z.&#x0202f;B. Item&#x000a0;53: &#x0201e;Das Anwenden von psychologischen Strategien, wie z.&#x0202f;B. Ablenkung, f&#x000fc;hrt zu einer Schmerzverringerung.&#x0201c;</td><td>Z.&#x0202f;B. Item&#x000a0;61: &#x0201e;Bei dauerhaftem oder wiederkehrendem Schmerz ist es ratsam, soziale Aktivit&#x000e4;ten zu reduzieren.&#x0201c; <italic>(inv.)</italic></td><td><bold>&#x02013;</bold></td></tr><tr><td>Itemanzahl</td><td>4</td><td>6</td><td>5</td><td>15</td></tr></tbody></table><table-wrap-foot><p><italic>inv.</italic>&#x000a0;invertiertes Item</p><p><sup>a</sup>M&#x000f6;gliche Antwortoptionen waren: (1) &#x0201e;Ja, dieses Item ist verst&#x000e4;ndlich und kann unver&#x000e4;ndert &#x000fc;bernommen werden&#x0201c;, (2) &#x0201e;Nein, dieses Item sollte nicht &#x000fc;bernommen werden&#x0201c;, (3) &#x0201e;Ja, dieses Item sollte nach sprachlicher &#x000dc;berarbeitung &#x000fc;bernommen werden&#x0201c;, (4) &#x0201e;Ja, dieses Item sollte f&#x000fc;r Kinder und Jugendliche sprachlich ver&#x000e4;ndert &#x000fc;bernommen werden&#x0201c;</p></table-wrap-foot></table-wrap></p><p>Eine erste Erprobung einer Vorversion der BiPS Matrix mit insgesamt 72&#x000a0;Items fand an einer Stichprobe von <italic>N</italic>&#x0202f;=&#x02009;47 Erwachsenen aus der Allgemeinbev&#x000f6;lkerung (70,21&#x0202f;% weiblich, <italic>M</italic>&#x0202f;=&#x02009;33,55 Jahre), die &#x000fc;ber pers&#x000f6;nliche Netzwerke des Forschungsteams nach dem Schneeballprinzip rekrutiert wurden, im Rahmen einer Masterarbeit statt (vgl. Anhang&#x000a0;C im Online-Zusatzmaterial, Tab. S1)<xref ref-type="fn" rid="Fn3">3</xref>. Das Ziel war die Berechnung von Itemkennwerten und von psychometrischen Charakteristika (z.&#x0202f;B. Reliabilit&#x000e4;t, Trennsch&#x000e4;rfe). Die K&#x000fc;rzung des Fragebogens basierte auf inhaltlicher Relevanz, Reliabilit&#x000e4;t der Items und den Probandenkommentaren: Psychometrisch schwache Items wurden bei einer negativen oder Nulltrennsch&#x000e4;rfe, einer Trennsch&#x000e4;rfe von <italic>r</italic><sub><italic>it</italic></sub>&#x0202f;&#x0003c;&#x02009;0,10 und bei einer Itemvarianz von &#x003c3;&#x0202f;&#x0003c;&#x02009;1 ausgeschlossen. Psychometrisch schwache Items wurden jedoch behalten und wenn m&#x000f6;glich umformuliert, falls kein weiteres Item zum selben Inhalt existierte.</p><p>Die internen Konsistenzen lagen f&#x000fc;r die Inhaltsdimensionen im akzeptablen bis exzellenten Bereich (biologische Skala: <italic>&#x003b1;</italic>&#x0202f;=&#x02009;0,73, psychologische Skala: <italic>&#x003b1;</italic>&#x0202f;=&#x02009;0,92, soziale Skala: <italic>&#x003b1;</italic>&#x0202f;=&#x02009;0,88). F&#x000fc;r die Inhaltsbereiche lagen die internen Konsistenzen mit einer Range von 0,72&#x0202f;&#x0003c;&#x02009;<italic>&#x003b1;</italic>&#x0202f;&#x0003c;&#x02009;0,90 ebenso im akzeptablen bis exzellenten Bereich (Art der St&#x000f6;rung: <italic>&#x003b1;</italic>&#x0202f;=&#x02009;0,75, Annahmen zur Ursache: <italic>&#x003b1;</italic>&#x0202f;=&#x02009;0,80, Konsequenzen: <italic>&#x003b1;</italic>&#x0202f;=&#x02009;0,72, zeitlicher Krankheitsverlauf: <italic>&#x003b1;</italic>&#x0202f;=&#x02009;0,78, M&#x000f6;glichkeiten der Kontrolle/Behandlung: <italic>&#x003b1;</italic>&#x0202f;=&#x02009;0,90). Hinsichtlich der Validit&#x000e4;t und inhaltlichen Relevanz der BiPS Matrix erfolgte au&#x000df;erdem die Ermittlung von Zusammenh&#x000e4;ngen der BiPS Matrix (Gesamtscore) mit schmerzrelevantem Vorwissen und bestehenden akuten und chronischen Schmerzen<xref ref-type="fn" rid="Fn4">4</xref>. Es zeigten sich Zusammenh&#x000e4;nge zwischen dem Gesamtscore der BiPS Matrix und dem selbsteingesch&#x000e4;tzten Vorwissen der Proband*innen (<italic>r</italic>&#x0202f;=&#x02009;0,33, <italic>p</italic>&#x0202f;&#x0003c;&#x02009;0,01). Weiterhin zeigte die Grundgesamtheit der Proband*innen ohne chronische Schmerzen (69,2&#x0202f;%) einen h&#x000f6;heren Gesamtscore in der BiPS Matrix (<italic>t </italic>(45)&#x0202f;=&#x02009;3,34, <italic>p</italic>&#x0202f;&#x0003c;&#x02009;0,01, <italic>d</italic>&#x0202f;=&#x02009;1,01). Basierend auf den Ergebnissen wurde die Vorversion von urspr&#x000fc;nglich 72 auf 63&#x000a0;Items reduziert. Diese BiPS Matrix Version wurde f&#x000fc;r die vorliegende Studie verwendet.</p><sec id="FPar1"><title>Relevanz der Erfassung von Schmerzkonzepten.</title><p>In der vorliegenden Studie wurde die wahrgenommene Relevanz der Erfassung von Schmerzkonzepten der Expert*innen &#x000fc;ber eine f&#x000fc;nfstufige Likert-Skala von <italic>&#x000fc;berhaupt nicht wichtig (1)</italic> bis <italic>extrem wichtig (5)</italic> separat f&#x000fc;r die drei Kontexte (1) im Allgemeinen, (2) im klinischen Kontext und (3) im Forschungskontext mit je einem Item erfasst.</p></sec><sec id="FPar2"><title>Relevanz der Inhaltsdimensionen und -bereiche.</title><p>Die Einsch&#x000e4;tzung der Relevanz der Inhaltsdimensionen (biologisch, psychologisch, sozial) wurde auf Itemebene vorgenommen. Weiterhin wurde die Relevanz der Erfassung der f&#x000fc;nf Inhaltsbereiche nach dem CSM [<xref ref-type="bibr" rid="CR9">9</xref>] mit insgesamt f&#x000fc;nf Items (&#x0201e;Wie wichtig ist es Ihrer Meinung nach, die inhaltliche Dimension &#x0201e;Art der St&#x000f6;rung/Annahmen zur Ursache/Konsequenzen der Krankheit f&#x000fc;r die Betroffenen/Zeitlicher Krankheitsverlauf/M&#x000f6;glichkeiten der Kontrolle und Behandlung&#x0201c; zu erfassen?&#x0201c;) auf einer f&#x000fc;nfstufigen Likert-Skala von <italic>&#x000fc;berhaupt nicht wichtig (1)</italic> bis <italic>extrem wichtig (5) </italic>erfasst.</p></sec><sec id="FPar3"><title>Relevanz und Verst&#x000e4;ndlichkeit der Items.</title><p>Die Items der BiPS Matrix wurden von den Expert*innen hinsichtlich ihrer Relevanz und Verst&#x000e4;ndlichkeit in der Erfassung von Schmerzkonzepten eingesch&#x000e4;tzt (&#x0201e;Ist dieses Item wichtig f&#x000fc;r die Erfassung der Schmerzkonzepte?&#x0201c;). Die zur Verf&#x000fc;gung stehenden Antwortoptionen waren: (1) &#x0201e;Ja, dieses Item ist verst&#x000e4;ndlich und kann unver&#x000e4;ndert &#x000fc;bernommen werden&#x0201c;, (2) &#x0201e;Nein, dieses Item sollte nicht &#x000fc;bernommen werden&#x0201c;, (3) &#x0201e;Ja, dieses Item sollte nach sprachlicher &#x000dc;berarbeitung &#x000fc;bernommen werden&#x0201c; und (4) &#x0201e;Ja, dieses Item sollte f&#x000fc;r Kinder und Jugendliche sprachlich ver&#x000e4;ndert &#x000fc;bernommen werden&#x0201c;.</p></sec><sec id="FPar4"><title>Sprachliche &#x000dc;berarbeitung der Items aus Expert*innensicht.</title><p>Die Expert*innen machten ebenfalls Angaben zu der Notwendigkeit einer sprachlichen &#x000dc;berarbeitung der Items, auch f&#x000fc;r die Erhebung von Schmerzkonzepten bei Kindern und Jugendlichen.</p><p>Die gesamte Umfrage lag in deutscher Sprache vor. Die Bearbeitungszeit betrug zwischen 20&#x000a0;und 30&#x0202f;min.</p></sec></sec></sec><sec id="Sec8"><title>Statistische Auswertung</title><p>Die Auswertung der Daten erfolgte mit dem Statistikprogramm <italic>IBM SPSS Statistics </italic>(Version&#x000a0;26) und Microsoft Excel (Version 2019). Die soziodemografischen Angaben, Relevanzeinsch&#x000e4;tzungen und Itembewertungen der Expert*innen wurden deskriptiv mithilfe von H&#x000e4;ufigkeitsanalysen ausgewertet.</p><p>F&#x000fc;r die Auswertung der 271 Expert*innenkommentare zu den Items der Schmerzmatrix wurde auf die qualitative Inhaltsanalyse nach Mayring [<xref ref-type="bibr" rid="CR17">17</xref>] zur&#x000fc;ckgegriffen. Dabei wurde eine Kombination aus einem deduktiven und einem induktiven Vorgehen gew&#x000e4;hlt. Im Rahmen der deduktiven Kategorienbildung wurden &#x000e0;&#x000a0;priori folgende Kategorien mit Unterkategorien &#x000fc;ber einen Codierleitfaden (vgl. Anhang&#x000a0;D im Online-Zusatzmaterial) definiert und voneinander abgegrenzt: (1) sprachliche Anmerkungen (a.&#x000a0;Formulierung, b.&#x000a0;Satzbau und c.&#x000a0;Inversion), (2) inhaltliche Anmerkungen (a.&#x000a0;allgemeine Verst&#x000e4;ndlichkeit, b.&#x000a0;Relevanz, c.&#x000a0;Vorwissen erforderlich und d.&#x000a0;Kinder/Jugendliche vs. Erwachsene) sowie (3) Bewertung (a.&#x000a0;Zustimmung und b.&#x000a0;Ablehnung). Die Auswertung erfolgte durch drei Raterinnen (AF, LW, LA), die unabh&#x000e4;ngig voneinander alle Kommentare in das Kategoriensystem einordneten. Kommentare, die zu keiner Kategorie passten, bildeten eine Restekategorie. Nach dem ersten Rating-Durchgang wurden Differenzen in der Zuordnung der Kommentare analysiert und der Codierleitfaden weiter pr&#x000e4;zisiert. Aus den Kommentaren der Restekategorie wurde induktiv eine neue Kategorie (4) keine Auswertung auf Itemebene (a.&#x000a0;nicht auswertbar, b.&#x000a0;nicht relevant f&#x000fc;r das Forschungsteam und c.&#x000a0;allgemeine Hinweise zum Fragebogen) gebildet. Diese Kategorie umfasste jegliche Expert*innenkommentare, aus denen keine Erkenntnisse f&#x000fc;r die Gestaltung der Items des Fragebogens gewonnen werden konnten. In einem zweiten Durchgang fand die endg&#x000fc;ltige Zuordnung aller Kommentare zu den Kategorien durch die Raterinnen (AF, LA, LW) statt. F&#x000fc;r die Berechnung der Interrater-Reliabilit&#x000e4;t zwischen den drei Raterinnen wurde Fleiss&#x02019; Kappa verwendet. Im Rahmen der qualitativen Inhaltsanalyse [<xref ref-type="bibr" rid="CR17">17</xref>] lie&#x000df; sich bei der Zuordnung der Expert*innenkommentare zu den einzelnen Kategorien eine zufriedenstellende Interrater-Reliabilit&#x000e4;t von Fleiss&#x02019; Kappa&#x0202f;=&#x02009;0,628 (<italic>n</italic>&#x0202f;=&#x02009;3) zwischen den drei Raterinnen (AF, LA, LW) aufweisen [<xref ref-type="bibr" rid="CR15">15</xref>].</p></sec></sec><sec id="Sec9"><title>Ergebnisse</title><sec id="Sec10"><title>Relevanz der Erfassung von Schmerzkonzepten</title><p>In der Befragung gaben 63,2&#x0202f;% der Expert*innen an, Schmerzkonzepte zu erfassen. Ein Gro&#x000df;teil der 17&#x000a0;Expert*innen betrachtete die Erfassung von Schmerzkonzepten bei Erwachsenen mit chronischen Schmerzen als <italic>sehr wichtig</italic> (allgemein: 68,4&#x0202f;%, klinischer Kontext: 63,2&#x0202f;%, Forschungskontext: 68,4&#x0202f;%) oder als <italic>extrem wichtig</italic> (allgemein: 26,3&#x0202f;%, klinischer Kontext: 36,8&#x0202f;%, Forschungskontext: 15,8&#x0202f;%; Abb.&#x000a0;<xref rid="Fig1" ref-type="fig">1</xref>). Keine Person gab an, dass es <italic>&#x000fc;berhaupt nicht</italic> wichtig sei, Schmerzkonzepte von chronischen Schmerzpatient*innen zu erfragen. Die Mehrheit der Expert*innen (42,9&#x0202f;%) gab dabei an, auf informelle Methoden (z.&#x0202f;B. m&#x000fc;ndliche Abfrage) zur&#x000fc;ckzugreifen.<fig id="Fig1"><label>Abb. 1</label><caption><p>Verteilung der Expert*inneneinsch&#x000e4;tzungen hinsichtlich der <bold>a</bold>&#x000a0;Bedeutung im Allgemeinen, <bold>b</bold>&#x000a0;Bedeutung im klinischen Kontext und <bold>c</bold>&#x000a0;Bedeutung im Forschungskontext der Erfassung von Schmerzkonzepten bei chronischen Schmerzpatient*innen</p></caption><graphic xlink:href="482_2024_793_Fig1_HTML" id="d33e941"/></fig></p></sec><sec id="Sec11"><title>Relevanz der Inhaltsdimensionen und -bereiche nach dem CSM</title><p>Die Erfassung der f&#x000fc;nf Inhaltsbereiche nach dem CSM [<xref ref-type="bibr" rid="CR9">9</xref>] wurde von mindestens 75&#x0202f;% der 17&#x000a0;Expert*innen als <italic>sehr relevant</italic> oder <italic>extrem relevant</italic> eingesch&#x000e4;tzt, geratet auf einer f&#x000fc;nfstufigen Likert-Skala von <italic>&#x000fc;berhaupt nicht wichtig</italic> (1) bis <italic>extrem wichtig</italic> (5) (Abb.&#x000a0;<xref rid="Fig2" ref-type="fig">2</xref>). Unterschiede in der Relevanz von Items des biologischen, psychologischen und sozialen Schmerzkonzepts zeigten sich nicht (<italic>p</italic>&#x0202f;&#x0003e;&#x02009;0,05).<fig id="Fig2"><label>Abb. 2</label><caption><p>Verteilung der Expert*inneneinsch&#x000e4;tzungen hinsichtlich der Bedeutung der Erfassung der f&#x000fc;nf Inhaltsbereiche von Schmerzkonzepten nach dem CSM [<xref ref-type="bibr" rid="CR9">9</xref>]</p></caption><graphic xlink:href="482_2024_793_Fig2_HTML" id="d33e978"/></fig></p></sec><sec id="Sec12"><title>Relevanz (und Verst&#x000e4;ndlichkeit) der Items der BiPS Matrix</title><p>Die Einsch&#x000e4;tzungen der Expert*innen (<italic>n</italic>&#x0202f;=&#x02009;17) zu den 63&#x000a0;Items der biopsychosozialen Schmerzmatrix sind Anhang&#x000a0;E (Abb. S1) im Online-Zusatzmaterial zu entnehmen. Hinsichtlich der nachfolgenden Revision der BiPS Matrix wurde im Vorhinein ein Cut-off-Wert festgelegt: Wenn mindestens sechs von 17&#x000a0;Expert*innen (35&#x0202f;%) ein Item ablehnten oder wenn mindestens drei von 17&#x000a0;Expert*innen (17&#x0202f;%) ein Item ablehnten und die zuvor berichtete Trennsch&#x000e4;rfe (vgl. <xref ref-type="fn" rid="Fn5">5</xref>) r<sub><italic>it</italic></sub>&#x0202f;&#x0003c;&#x02009;0,3 betrug, wurde dieses f&#x000fc;r die revidierte Version der BiPS Matrix nicht &#x000fc;bernommen. Somit wurden f&#x000fc;nf Items (8&#x0202f;%; Item&#x000a0;7, 10, 24, 39 und&#x000a0;43) nicht &#x000fc;bernommen, da diese die zuvor festgelegten Kriterien hinsichtlich Ablehnung erf&#x000fc;llten. Die h&#x000f6;chste Ablehnungsquote eines Items betr&#x000e4;gt 47&#x0202f;% f&#x000fc;r Item&#x000a0;39 (<italic>&#x0201e;Infolge von dauerhaftem oder wiederkehrendem Schmerz wird die Beziehung zu dem/der behandelnden Arzt/&#x000c4;rztin f&#x000fc;r den/die Betroffene/-n immer wichtiger&#x0201c;.</italic> Sozial, Konsequenzen). Bei 88,9&#x0202f;% der Items gab mindestens ein*e Expert*in an, dass das Item nach sprachlicher &#x000dc;berarbeitung &#x000fc;bernommen werden sollte (z.&#x0202f;B. Item&#x000a0;37: <italic>&#x0201e;Schmerz kann zur Berufsaufgabe f&#x000fc;hren&#x0201c;.</italic> Sozial, Konsequenzen). Die sich daraus f&#x000fc;r die Revision ergebende notwendige sprachliche &#x000dc;berarbeitung wurde zum einen im Rahmen der qualitativen Datenanalyse (s.&#x000a0;Punkt&#x000a0;3.4) weiter pr&#x000e4;zisiert &#x02013;&#x000a0;wenn zus&#x000e4;tzlich ein Kommentar vorhanden war&#x000a0;&#x02013; und zum anderen im Anschluss im Forschungsteam diskutiert.</p></sec><sec id="Sec13"><title>Qualitative Datenanalyse</title><p>Die Zuordnung der insgesamt 271 Expert*innenkommentare zu den 63&#x000a0;Items erfolgte in vier &#x000dc;berkategorien: (1) sprachliche Anmerkungen, (2) inhaltliche Anmerkungen, (3) Bewertung (Zustimmung/Ablehnung), (4) keine Auswertung auf Itemebene (z.&#x0202f;B. allgemeine Hinweise zum Fragebogen). Diese vier &#x000dc;berkategorien waren in weitere Subkategorien ausdifferenziert und konkretisiert. Nicht zuzuordnende Kommentare fielen in eine Restkategorie (vgl. Anhang&#x000a0;F im Online-Zusatzmaterial, Tab. S2). Dabei wurden von den Expert*innen zu Items, die der Erfassung psychologischer (<italic>n</italic>&#x0202f;=&#x02009;105 Kommentare; 38,75&#x0202f;%) und sozialer Schmerzkonzepte (<italic>n</italic>&#x0202f;=&#x02009;107 Kommentare; 39,48&#x0202f;%) dienen, mehr Kommentare gemacht als zu den Items biologischer (<italic>n</italic>&#x0202f;=&#x02009;59&#x000a0;Kommentare; 21,77&#x0202f;%). Die meisten Kommentare &#x000fc;ber alle Inhaltsdimensionen und -bereiche hinweg betrafen (1) sprachliche Anmerkungen (<italic>n</italic>&#x0202f;=&#x02009;469 Kommentare; 57,7&#x0202f;%), wobei insbesondere das Sprachniveau bzw. die Itemformulierung angemerkt wurde. Bei den Items der Inhaltsbereiche (2) Annahmen zur Ursache (<italic>n</italic>&#x0202f;=&#x02009;12&#x000a0;Kommentare; 7,02&#x0202f;%) sowie (4) zeitlicher Krankheitsverlauf (<italic>n</italic>&#x0202f;=&#x02009;8&#x000a0;Kommentare; 6,84&#x0202f;%) wurden die meisten invertierten Items kommentiert. Die Unterkategorie &#x0201e;Vorwissen erforderlich&#x0201c; beinhaltete, dass ein Item nicht ohne gewisse Fertigkeiten und Kenntnisse im Bereich chronischer Schmerzen verstanden wird. Hier zeigt sich, dass lediglich Items in den Inhaltsbereichen (1) Art der St&#x000f6;rung (<italic>n</italic>&#x0202f;=&#x02009;10&#x000a0;Kommentare; 4,57&#x0202f;%) und (5) M&#x000f6;glichkeiten der Kontrolle und Behandlung (<italic>n</italic>&#x0202f;=&#x02009;5&#x000a0;Kommentare; 3,62&#x0202f;%) laut Expert*innen Vorwissen ben&#x000f6;tigen.</p></sec><sec id="Sec14"><title>Sprachliche &#x000dc;berarbeitung der Items f&#x000fc;r Kinder aus Expert*innensicht</title><p>Weiterhin ergaben sich Erkenntnisse f&#x000fc;r die &#x000dc;berarbeitung der Items im Gebrauch mit Kindern und Jugendlichen. Wie Tab.&#x000a0;<xref rid="Tab3" ref-type="table">3</xref> zu entnehmen ist, zielte ein Gro&#x000df;teil der Expert*innenkommentare darauf ab, die Itemformulierungen weniger kompliziert (u.&#x0202f;a. mit weniger Fachbegriffen) zu gestalten und mit mehr konkreten Beispielen die Lebensrealit&#x000e4;t der Kinder besser widerzuspiegeln. Die Kommentare ergeben in der hierauf aufbauenden Adaptation der BiPS Matrix f&#x000fc;r Kinder und Jugendliche wichtige Anhaltspunkte zur Umformulierung der Items.<table-wrap id="Tab3"><label>Tab. 3</label><caption><p>Items, bei denen mindestens 35&#x0202f;% der Expert*innen eine Umformulierung f&#x000fc;r die Verwendung mit Kindern und Jugendlichen empfehlen</p></caption><table frame="hsides" rules="groups"><thead><tr><th>Itemnummer</th><th>Item</th><th>Beispiel Expert*innenkommentar</th></tr></thead><tbody><tr><td>1</td><td>Chronischer Schmerz hat eine Warnfunktion und deutet stets auf eine Sch&#x000e4;digung des K&#x000f6;rpers hin (<italic>invertiert</italic>)</td><td>&#x0201e;Warnfunktion sollte erkl&#x000e4;rt werden&#x0201c;</td></tr><tr><td>8</td><td>Die St&#x000e4;rke des wahrgenommenen Schmerzes wird durch gedankliche Prozesse beeinflusst</td><td>&#x0201e;Mehr umgangssprachlich bleiben, weniger wissenschaftliche W&#x000f6;rter nehmen&#x0201c;</td></tr><tr><td>10</td><td>Schmerz wird durch einen spezifischen Gesichtsausdruck kommuniziert</td><td>&#x0201e;Spezifisch und kommuniziert&#x000a0;&#x02013; bitte keine Fachw&#x000f6;rter in einen Kinderfragebogen&#x0201c;</td></tr><tr><td>11</td><td>Die Schmerzst&#x000e4;rke bleibt unver&#x000e4;ndert, auch wenn Sie sich mit dem Partner oder einem/einer guten Freund/-in streiten (<italic>invertiert</italic>)</td><td>&#x0201e;Partner ist f&#x000fc;r viele Kinder und Jugendliche noch nicht relevant. Eher Familie&#x0201c;</td></tr><tr><td>12</td><td>Wenn Sie sich verletzen, wird die soziale Umgebung, in der Sie sich befinden, Ihre Schmerzwahrnehmung nicht beeinflussen (<italic>invertiert</italic>)</td><td>&#x0201e;Der Satz ist insgesamt zu kompliziert f&#x000fc;r Kinder und Jugendliche&#x0201c;</td></tr><tr><td>13</td><td>Die St&#x000e4;rke der Schmerzempfindung ist abh&#x000e4;ngig von sozialen Faktoren wie der Kultur</td><td>&#x0201e;Soziale Faktoren wie Kultur ist v.&#x0202f;a. f&#x000fc;r Kinder wenig greifbar. Beispiele nennen wie (Erziehung, Erfahrungen, das Land in dem du lebst)&#x0201c;</td></tr><tr><td>33</td><td>Dauerhafter oder wiederkehrender Schmerz f&#x000fc;hrt aufgrund von schmerzbezogener Angst zu einer Schonhaltung und Bewegungsvermeidung, wodurch der Schmerz langfristig reduziert werden kann (<italic>invertiert</italic>)</td><td>&#x0201e;Bei uns verstehen die Kinder [die Formulierung] Angst vor Schmerzen besser als schmerzbezogene &#x000c4;ngste&#x0201c;</td></tr><tr><td>35</td><td>Man kann mit dauerhaftem oder wiederkehrendem Schmerz kein sozial aktives Leben f&#x000fc;hren (<italic>invertiert</italic>)</td><td>&#x0201e;Sozial aktives Leben schwierig zu verstehen, eventuell mit Beispielen (z.&#x0202f;B. Freunde treffen, gemeinsam etwas unternehmen)&#x0201c;</td></tr><tr><td>37</td><td>Schmerz kann zur Berufsaufgabe f&#x000fc;hren</td><td>&#x0201e;Schmerz f&#x000fc;hrt dazu, dass man nicht zur Schule gehen kann&#x0201c;</td></tr><tr><td>38</td><td>Die soziale Rolle der Betroffenen bleibt trotz dauerhaftem oder wiederkehrendem Schmerz in der Regel unbeeintr&#x000e4;chtigt <italic>(invertiert)</italic></td><td>&#x0201e;Anstatt soziale Rolle: sich mit FreundInnen treffen (konkrete Beispiele)&#x0201c;</td></tr></tbody></table></table-wrap></p></sec><sec id="Sec15"><title>Revidierte Fassung der BiPS Matrix f&#x000fc;r Erwachsene</title><p>Aufbauend auf der vorliegenden Studie wurde die BiPS Matrix f&#x000fc;r Erwachsene weiterentwickelt. Anhand der quantitativen Daten wurden folgende Items aus der BiPS Matrix herausgek&#x000fc;rzt (z.&#x0202f;B. Item&#x000a0;7, 10, 24, 39 und&#x000a0;43), da diese von mindestens 35&#x0202f;% der Expert*innen abgelehnt wurden bzw. mindestens 17&#x0202f;% der Expert*innen dieses Item ablehnten und die zuvor berichtete Trennsch&#x000e4;rfe <italic>r</italic><sub><italic>it</italic></sub>&#x0202f;&#x0003c;. 3 betrug. Weiterhin wurde die BiPS Matrix mit vorhandenen Fragebogentools abgeglichen (z.&#x0202f;B. [<xref ref-type="bibr" rid="CR33">33</xref>]), indem die Items eines bereits etablierten Fragebogens inhaltlich passenden Items der BiPS Matrix zugeordnet wurden, um diese weiterzuentwickeln. Redundante, unklare oder zu abstrakte Items wurden auf Basis der Expert*inneneinsch&#x000e4;tzung identifiziert und innerhalb des Forschungsteams diskutiert. Es wurden au&#x000df;erdem anhand der erhobenen qualitativen Daten weitere K&#x000fc;rzungen des Fragebogens sowie sprachliche Anpassungen &#x000fc;ber mehrere R&#x000fc;ckkopplungsschleifen im Forschungsteam diskutiert und umgesetzt, sodass eine Version mit 40&#x000a0;Items entstand (vgl. Anhang&#x000a0;G im Online-Zusatzmaterial, Tab. S3). Diese Version enth&#x000e4;lt weniger komplexe S&#x000e4;tze zur Steigerung der allgemeinen Verst&#x000e4;ndlichkeit (z.&#x0202f;B. Item&#x000a0;8: &#x0201e;Die St&#x000e4;rke des wahrgenommenen Schmerzes wird durch gedankliche Prozesse beeinflusst&#x0201c; wurde umgewandelt in &#x0201e;Gedanken k&#x000f6;nnen die Schmerzst&#x000e4;rke beeinflussen&#x0201c; [jetzt Item&#x000a0;6]). Invertierte Items wurden aufgrund der Gefahr von Deckeneffekten beibehalten, aber auf Basis der Expert*inneneinsch&#x000e4;tzungen sprachlich einfacher dargestellt (z.&#x0202f;B. Item&#x000a0;12: &#x0201e;Wenn Sie sich verletzen, wird die soziale Umgebung, in der Sie sich befinden, Ihre Schmerzwahrnehmung nicht beeinflussen (<italic>inv.</italic>)&#x0201c; wurde umgewandelt in &#x0201e;Die Schmerzst&#x000e4;rke bleibt gleich, unabh&#x000e4;ngig davon, wo und mit wem man gerade zusammen ist (<italic>inv</italic>.)&#x0201c; [jetzt Item&#x000a0;9]).</p></sec></sec><sec id="Sec16"><title>Diskussion</title><p>Die online-basierte Erhebung an 17&#x000a0;Expert*innen ergab, dass die &#x000fc;berwiegende Mehrzahl der Expert*innen die Erfassung von Schmerzkonzepten bei chronischen Schmerzpatient*innen im Allgemeinen sowie im klinischen und im Forschungskontext als sehr relevant einsch&#x000e4;tzte. Die Erfassung der Schmerzkonzepte durch die BiPS Matrix wird durch die Integration der biologischen, psychologischen und sozialen Aspekte sowie der Dimensionen des CSM von den Expert*innen ebenfalls als klinisch relevant eingesch&#x000e4;tzt. Unterschiede in der Relevanz von Items des biologischen, psychologischen und sozialen Schmerzkonzepts zeigten sich nicht (<italic>p</italic>&#x0202f;&#x0003e;&#x02009;0,05). Es wurden prim&#x000e4;r Anmerkungen zur Optimierung der Itemformulierungen gemacht, sowie Vorschl&#x000e4;ge f&#x000fc;r eine Anpassung der Items f&#x000fc;r Kinder. Ein Ausblick f&#x000fc;r eine adaptierte Version der BiPS Matrix f&#x000fc;r Erwachsene befindet sich im Online-Zusatzmaterial (Anhang&#x000a0;G, Tab. S3).</p><p>Zw&#x000f6;lf der 17&#x000a0;Expert*innen gaben an, die Schmerzkonzepte ihrer chronischen Schmerzpatient*innen in der ambulanten Behandlung zu erfassen. Die Erfassung von Schmerzkonzepten ist aus Expert*innensicht hoch relevant, auch wenn derzeit kaum standardisierte Messinstrumente existieren [<xref ref-type="bibr" rid="CR25">25</xref>], die Erfassung also informell und in unterschiedlichster Form erfolgt. Dies belegen auch Pate et&#x000a0;al. [<xref ref-type="bibr" rid="CR25">25</xref>] in ihrer Expert*innenbefragung. Dass aber durch die Etablierung eines standardisierten Instruments, das Schmerzkonzepte inhaltlich breit und mehrdimensional erhebt, schlussendlich die Versorgung von Betroffenen verbessert werden kann, erkl&#x000e4;rt die durch die Expert*innen eingesch&#x000e4;tzte hohe Relevanz der BiPS Matrix. Denn edukative Interventionen, die an vorherrschende Schmerzkonzepte ankn&#x000fc;pfen, k&#x000f6;nnen Schmerzwissen, Einschr&#x000e4;nkungen, Katastrophisierung, Vermeidungsverhalten, Bewegung und sogar Inanspruchnahme des Gesundheitssystems verbessern [<xref ref-type="bibr" rid="CR16">16</xref>].</p><p>Die Expert*innenkommentare wurden durch drei unabh&#x000e4;ngige Rater*innen in die unterschiedlichen Kategorien eingeteilt. Insgesamt ist von einer hohen &#x000dc;bereinstimmung der Expert*innen auszugehen. Bei der vorliegenden Studie hat sich gezeigt, dass die Expert*innen &#x000fc;berwiegend sprachliche Anmerkungen zu den Items im Vergleich zu anderen Kommentaren verfasst haben (57,7&#x0202f;%). Im Hinblick auf eine revidierte Version der BiPS Matrix bieten diese konkrete Anhaltspunkte f&#x000fc;r die sprachliche Optimierung der Items (z.&#x0202f;B. &#x0201e;statt &#x0201a;stets&#x02018; &#x0201a;immer&#x02018; verwenden&#x0201c;). Weiterhin trug die Expertise der Befragten dazu bei, die Itemformulierungen f&#x000fc;r eine m&#x000f6;glichst heterogene Population verst&#x000e4;ndlich zu machen und Fachbegriffe, vor allem f&#x000fc;r die noch zu konzipierende Kinderversion, gr&#x000f6;&#x000df;tenteils zu vermeiden (z.&#x0202f;B. &#x0201e;Warnfunktion sollte erkl&#x000e4;rt werden&#x0201c;, insbesondere im Sinne der <italic>&#x0201e;health literacy&#x0201c; </italic>[<xref ref-type="bibr" rid="CR29">29</xref>]). Dies zeigt, dass die Expert*innen patientenzentriert arbeiten und somit f&#x000fc;r eine verst&#x000e4;ndliche Fachsprache sensibilisiert sind. Kritisch waren die Expert*innen hinsichtlich invertiert formulierter Items. Allerdings k&#x000f6;nnte bei einer Vermeidung von invertierten Items das Risiko von Deckeneffekten und damit wenig aussagekr&#x000e4;ftigen Ergebnissen bestehen. In jedem Fall sollte bei einer Beibehaltung invertierter Items auf eine m&#x000f6;glichst einfache Formulierung geachtet werden, insbesondere bei der zu erstellenden Kinderversion, so die Empfehlung der Expert*innen.</p><p>28,54&#x0202f;% der Kommentare bzgl. des Iteminhalts beinhalteten unspezifische Vorschl&#x000e4;ge f&#x000fc;r eine Adaptation (z.&#x0202f;B. &#x0201e;[Item] erkl&#x000e4;ren&#x0201c;) und es zeigten sich teilweise divergierende Einsch&#x000e4;tzungen der Expert*innen. Bei der Erstellung einer revidierten Version des Fragebogens erwiesen sich daher die Entscheidung f&#x000fc;r das Beibehalten oder Verwerfen einzelner Items sowie die Umformulierung als herausfordernd.</p><sec id="Sec17"><title>Limitationen</title><p>Trotz der innovativen und theoriegeleiteten Konzeption der BiPS Matrix m&#x000fc;ssen folgende Aspekte kritisch betrachtet werden: Eine Vergr&#x000f6;&#x000df;erung der Stichprobe der befragten Expert*innen sowie der ausgewogene Einbezug internationaler Expert*innen aus unterschiedlichen Fachdisziplinen (Psychologie, Medizin [&#x000c4;rzte und Pflegepersonal], Physiotherapie, Ergotherapie) w&#x000fc;rden die Repr&#x000e4;sentativit&#x000e4;t und Validit&#x000e4;t steigern. Neben einer online-basierten Erhebung der Expert*innen k&#x000f6;nnten kognitive Interviewverfahren hinzugezogen werden, um die spontane Einsch&#x000e4;tzung und Kommentierung der Expert*innen direkt zu erfassen.</p></sec><sec id="Sec18"><title>Ausblick</title><p>Anhand der pr&#x000e4;sentierten Expert*innenbefragung wurde die BiPS Matrix profunde weiterentwickelt und gek&#x000fc;rzt. Eine gek&#x000fc;rzte Version wird zur weiteren Erforschung im Anhang zur Verf&#x000fc;gung gestellt (vgl. Anhang&#x000a0;G im Online-Zusatzmaterial, Tab. S3).</p><p>Zuk&#x000fc;nftige Schritte umfassen u.&#x0202f;a. gr&#x000f6;&#x000df;er angelegte Untersuchungen von Testg&#x000fc;tekriterien der BiPS Matrix in klinischen Stichproben, die Untersuchung von Wissensprofilen in diesen Stichproben, um Unterschiede und Ansatzpunkte f&#x000fc;r eine individualisierte Psychoedukation abzubilden, sowie die Adaptation und &#x000dc;berpr&#x000fc;fung der BiPS Matrix an Stichproben mit Kindern.</p><p>Nicht zuletzt k&#x000f6;nnen in zuk&#x000fc;nftigen Studien auch Schmerzkonzepte aufseiten der Behandelnden erfasst werden [<xref ref-type="bibr" rid="CR1">1</xref>]. Eine zentrale Frage der Schmerztherapie betrifft nach wie vor die unzul&#x000e4;ngliche Behandlung von Betroffenen auch au&#x000df;erhalb der interdisziplin&#x000e4;ren, station&#x000e4;ren Schmerztherapie [<xref ref-type="bibr" rid="CR28">28</xref>]. Neben den Schmerzkonzepten der Betroffenen bietet die Erfassung der Schmerzkonzepte von Behandelnden die M&#x000f6;glichkeit, Konzepte und Kenntnisse zu diesem pr&#x000e4;valenten St&#x000f6;rungsbild abzubilden.</p></sec></sec><sec id="Sec19" sec-type="conclusion"><title>Fazit f&#x000fc;r die Praxis</title><p>
<list list-type="bullet"><list-item><p>Die Expert*innen bewerten die Erfassung biopsychosozialer Schmerzkonzepte als relevant. Dabei nutzt eine Mehrheit der befragten Expert*innen informelle Erfassungsmethoden, was das Fehlen eines standardisierten Fragebogens hervorhebt.</p></list-item><list-item><p>Die Expert*innen-Ratings zur neu konzipierten BiPS Matrix, insbesondere die sprachlichen Anmerkungen, erm&#x000f6;glichten die wissenschaftliche Weiterentwicklung dieses multidimensionalen Assessmenttools.</p></list-item><list-item><p>Die BiPS Matrix ist laut Expert*inneneinsch&#x000e4;tzung grunds&#x000e4;tzlich auch f&#x000fc;r die Verwendung mit Kindern geeignet. Allerdings ist hier eine weitere, kindgerechte Anpassung erforderlich. Die vorliegende Version stellt eine erste Grundlage f&#x000fc;r die Weiterentwicklung f&#x000fc;r Kinder dar.</p></list-item></list>
</p></sec><sec id="Sec20" sec-type="supplementary-material"><title>Supplementary Information</title><p>
<supplementary-material content-type="local-data" id="MOESM1"><media xlink:href="482_2024_793_MOESM1_ESM.pdf"><caption><p>Frageb&#x000f6;gen, Codierleitfaden und vertiefende Zusatzmaterialien</p></caption></media></supplementary-material>
</p></sec></body><back><fn-group><fn id="Fn1"><label>1</label><p>Kloos T (2019) Entwicklung eines Fragebogens zur Erfassung von Schmerzkonzepten. Unver&#x000f6;ffentlichte Masterarbeit, Universit&#x000e4;t Trier</p></fn><fn id="Fn2"><label>2</label><p>Kloos T (2019) Entwicklung eines Fragebogens zur Erfassung von Schmerzkonzepten. Unver&#x000f6;ffentlichte Masterarbeit, Universit&#x000e4;t Trier</p></fn><fn id="Fn3"><label>3</label><p>Kloos T (2019) Entwicklung eines Fragebogens zur Erfassung von Schmerzkonzepten. Unver&#x000f6;ffentlichte Masterarbeit, Universit&#x000e4;t Trier</p></fn><fn id="Fn4"><label>4</label><p>Kloos T (2019) Entwicklung eines Fragebogens zur Erfassung von Schmerzkonzepten. Unver&#x000f6;ffentlichte Masterarbeit, Universit&#x000e4;t Trier</p></fn><fn id="Fn5"><label>5</label><p>Kloos T (2019) Entwicklung eines Fragebogens zur Erfassung von Schmerzkonzepten. Unver&#x000f6;ffentlichte Masterarbeit, Universit&#x000e4;t Trier</p></fn><fn><p>Die Autoren Linda Wickering und Catherina Lautwein haben zu gleichen Teilen zum Manuskript beigetragen (geteilte Erstautorenschaft).</p></fn><fn><p>
<graphic position="anchor" xlink:href="482_2024_793_Figqr_HTML" id="d33e233"/>
</p><p>QR-Code scannen &#x00026; Beitrag online lesen</p></fn><fn><p><bold>Hinweis des Verlags</bold></p><p>Der Verlag bleibt in Hinblick auf geografische Zuordnungen und Gebietsbezeichnungen in ver&#x000f6;ffentlichten Karten und Institutsadressen neutral.</p></fn></fn-group><notes notes-type="author-contribution"><title>Author Contribution</title><p>L.&#x000a0;Wickering: Manuskript erarbeitet, die Vor- und finalen Analysen durchgef&#x000fc;hrt, alle Versionen des Manuskripts erstellt und &#x000fc;berarbeitet und die finale Version erstellt; C.&#x000a0;Lautwein: Manuskript erarbeitet, die Vor- und finalen Analysen durchgef&#x000fc;hrt, alle Versionen des Manuskripts erstellt und &#x000fc;berarbeitet und die finale Version erstellt; A.&#x000a0;Fiegler: Daten des Projekts erhoben, die Daten aufbereitet, erste Analysen durchgef&#x000fc;hrt und einen ersten Entwurf des Manuskripts verfasst; L.&#x000a0;Allerdi&#x000df;en: Daten des Projekts erhoben, die Daten aufbereitet, erste Analysen durchgef&#x000fc;hrt und einen ersten Entwurf des Manuskripts verfasst; T.&#x000a0;Kloos: hat den Fragebogen inhaltlich konzipiert und war in allen Schritten der Manuskriptgestaltung involviert; M.&#x000a0;Schneider: hat als Co-PI das Projekt inhaltlich mit konzipiert und war in allen Schritten der Manuskriptgestaltung involviert; T.&#x000a0;Hechler: hat als Projektverantwortliche das Projekt inhaltlich konzipiert, war in allen Schritten involviert, hat alle Entw&#x000fc;rfe redigiert und war verantwortlich f&#x000fc;r die Supervision der Studie, f&#x000fc;r Design, Konzeption und die finale Version des Papers. Alle Autor*innen haben die finale Version des Manuskripts redigiert.</p></notes><notes notes-type="funding-information"><title>Funding</title><p>Open Access funding enabled and organized by Projekt DEAL.</p></notes><notes><title>Einhaltung ethischer Richtlinien</title><notes id="FPar5"><title>Interessenkonflikt</title><p>L.&#x000a0;Wickering, C.&#x000a0;Lautwein, A.&#x000a0;Fiegler, L.&#x000a0;Allerdi&#x000df;en, T.&#x000a0;Kloos, M.&#x000a0;Schneider und T.&#x000a0;Hechler geben an, dass kein Interessenkonflikt besteht.</p></notes><notes><p>F&#x000fc;r diesen Beitrag wurden von den Autor/-innen keine Studien an Menschen oder Tieren durchgef&#x000fc;hrt. F&#x000fc;r die aufgef&#x000fc;hrten Studien gelten die jeweils dort angegebenen ethischen Richtlinien.</p></notes></notes><ref-list id="Bib1"><title>Literatur</title><ref id="CR1"><label>1.</label><citation-alternatives><element-citation id="ec-CR1" publication-type="journal"><person-group person-group-type="author"><name><surname>Ahn</surname><given-names>W-K</given-names></name><name><surname>Proctor</surname><given-names>CC</given-names></name><name><surname>Flanagan</surname><given-names>EH</given-names></name></person-group><article-title>Mental health clinicians&#x02019; beliefs about the biological, psychological, and environmental bases of mental disorders</article-title><source>Cogn Sci</source><year>2009</year><volume>33</volume><issue>2</issue><fpage>147</fpage><lpage>182</lpage><pub-id pub-id-type="doi">10.1111/j.1551-6709.2009.01008.x</pub-id><pub-id pub-id-type="pmid">20411158</pub-id>
</element-citation><mixed-citation id="mc-CR1" publication-type="journal">Ahn&#x000a0;W&#x02011;K, Proctor&#x000a0;CC, Flanagan&#x000a0;EH (2009) Mental health clinicians&#x02019; beliefs about the biological, psychological, and environmental bases of mental disorders. Cogn Sci 33(2):147&#x02013;182<pub-id pub-id-type="pmid">20411158</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR2"><label>2.</label><citation-alternatives><element-citation id="ec-CR2" publication-type="journal"><person-group person-group-type="author"><name><surname>Boateng</surname><given-names>GO</given-names></name><name><surname>Neilands</surname><given-names>TB</given-names></name><name><surname>Frongillo</surname><given-names>EA</given-names></name><etal/></person-group><article-title>Best practices for developing and validating scales for health, social, and behavioral research: a&#x000a0;primer</article-title><source>Front Public Health</source><year>2018</year><volume>6</volume><fpage>149</fpage><pub-id pub-id-type="doi">10.3389/fpubh.2018.00149</pub-id><pub-id pub-id-type="pmid">29942800</pub-id>
</element-citation><mixed-citation id="mc-CR2" publication-type="journal">Boateng&#x000a0;GO, Neilands&#x000a0;TB, Frongillo&#x000a0;EA et&#x000a0;al (2018) Best practices for developing and validating scales for health, social, and behavioral research: a&#x000a0;primer. Front Public Health 6:149<pub-id pub-id-type="pmid">29942800</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR3"><label>3.</label><citation-alternatives><element-citation id="ec-CR3" publication-type="journal"><person-group person-group-type="author"><name><surname>Catley</surname><given-names>MJ</given-names></name><name><surname>O&#x02019;Connell</surname><given-names>NE</given-names></name><name><surname>Moseley</surname><given-names>GL</given-names></name></person-group><article-title>How good is the neurophysiology of pain questionnaire? A&#x000a0;rasch analysis of psychometric properties</article-title><source>J Pain</source><year>2013</year><volume>14</volume><issue>8</issue><fpage>818</fpage><lpage>827</lpage><pub-id pub-id-type="doi">10.1016/j.jpain.2013.02.008</pub-id><pub-id pub-id-type="pmid">23651882</pub-id>
</element-citation><mixed-citation id="mc-CR3" publication-type="journal">Catley&#x000a0;MJ, O&#x02019;Connell&#x000a0;NE, Moseley&#x000a0;GL (2013) How good is the neurophysiology of pain questionnaire? A&#x000a0;rasch analysis of psychometric properties. J&#x000a0;Pain 14(8):818&#x02013;827<pub-id pub-id-type="pmid">23651882</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR4"><label>4.</label><citation-alternatives><element-citation id="ec-CR4" publication-type="book"><person-group person-group-type="author"><name><surname>Chi</surname><given-names>MTH</given-names></name></person-group><person-group person-group-type="editor"><name><surname>Vosniadou</surname><given-names>S</given-names></name></person-group><article-title>Three Types of Conceptual Change: Belief Revision, Mental Model Transformation, and Categorical Shift</article-title><source>International Handbook of Research on Conceptual Change</source><year>2008</year><publisher-loc>New York</publisher-loc><publisher-name>Routledge</publisher-name><fpage>61</fpage><lpage>81</lpage></element-citation><mixed-citation id="mc-CR4" publication-type="book">Chi&#x000a0;MTH (2008) Three Types of Conceptual Change: Belief Revision, Mental Model Transformation, and Categorical Shift. In: Vosniadou&#x000a0;S (Hrsg) International Handbook of Research on Conceptual Change. Routledge, New York, S&#x000a0;61&#x02013;81</mixed-citation></citation-alternatives></ref><ref id="CR5"><label>5.</label><citation-alternatives><element-citation id="ec-CR5" publication-type="journal"><person-group person-group-type="author"><name><surname>Deyo</surname><given-names>RA</given-names></name><name><surname>Smith</surname><given-names>DHM</given-names></name><name><surname>Johnson</surname><given-names>ES</given-names></name><etal/></person-group><article-title>Opioids for back pain patients: primary care prescribing patterns and use of services</article-title><source>J Am Board Fam Med</source><year>2011</year><volume>24</volume><issue>6</issue><fpage>717</fpage><lpage>727</lpage><pub-id pub-id-type="doi">10.3122/jabfm.2011.06.100232</pub-id><pub-id pub-id-type="pmid">22086815</pub-id>
</element-citation><mixed-citation id="mc-CR5" publication-type="journal">Deyo&#x000a0;RA, Smith&#x000a0;DHM, Johnson&#x000a0;ES et&#x000a0;al (2011) Opioids for back pain patients: primary care prescribing patterns and use of services. J&#x000a0;Am Board Fam Med 24(6):717&#x02013;727<pub-id pub-id-type="pmid">22086815</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR6"><label>6.</label><citation-alternatives><element-citation id="ec-CR6" publication-type="journal"><person-group person-group-type="author"><name><surname>Flor</surname><given-names>H</given-names></name><name><surname>Fydrich</surname><given-names>T</given-names></name><name><surname>Turk</surname><given-names>DC</given-names></name></person-group><article-title>Efficacy of multidisciplinary pain treatment centers: a&#x000a0;meta-analytic review</article-title><source>Pain</source><year>1992</year><volume>49</volume><issue>2</issue><fpage>221</fpage><lpage>230</lpage><pub-id pub-id-type="doi">10.1016/0304-3959(92)90145-2</pub-id><pub-id pub-id-type="pmid">1535122</pub-id>
</element-citation><mixed-citation id="mc-CR6" publication-type="journal">Flor&#x000a0;H, Fydrich&#x000a0;T, Turk&#x000a0;DC (1992) Efficacy of multidisciplinary pain treatment centers: a&#x000a0;meta-analytic review. Pain 49(2):221&#x02013;230<pub-id pub-id-type="pmid">1535122</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR7"><label>7.</label><citation-alternatives><element-citation id="ec-CR7" publication-type="journal"><person-group person-group-type="author"><name><surname>Gatchel</surname><given-names>RJ</given-names></name><name><surname>Peng</surname><given-names>YB</given-names></name><name><surname>Peters</surname><given-names>ML</given-names></name><etal/></person-group><article-title>The biopsychosocial approach to chronic pain: Scientific advances and future directions</article-title><source>Psychol Bull</source><year>2007</year><volume>133</volume><issue>4</issue><fpage>581</fpage><lpage>624</lpage><pub-id pub-id-type="doi">10.1037/0033-2909.133.4.581</pub-id><pub-id pub-id-type="pmid">17592957</pub-id>
</element-citation><mixed-citation id="mc-CR7" publication-type="journal">Gatchel&#x000a0;RJ, Peng&#x000a0;YB, Peters&#x000a0;ML et&#x000a0;al (2007) The biopsychosocial approach to chronic pain: Scientific advances and future directions. Psychol Bull 133(4):581&#x02013;624<pub-id pub-id-type="pmid">17592957</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR8"><label>8.</label><citation-alternatives><element-citation id="ec-CR8" publication-type="journal"><person-group person-group-type="author"><name><surname>Geneen</surname><given-names>LJ</given-names></name><name><surname>Martin</surname><given-names>DJ</given-names></name><name><surname>Adams</surname><given-names>N</given-names></name><etal/></person-group><article-title>Effects of education to facilitate knowledge about chronic pain for adults: a&#x000a0;systematic review with meta-analysis</article-title><source>Syst Rev</source><year>2015</year><volume>4</volume><fpage>132</fpage><pub-id pub-id-type="doi">10.1186/s13643-015-0120-5</pub-id><pub-id pub-id-type="pmid">26428467</pub-id>
</element-citation><mixed-citation id="mc-CR8" publication-type="journal">Geneen&#x000a0;LJ, Martin&#x000a0;DJ, Adams&#x000a0;N et&#x000a0;al (2015) Effects of education to facilitate knowledge about chronic pain for adults: a&#x000a0;systematic review with meta-analysis. Syst Rev 4:132<pub-id pub-id-type="pmid">26428467</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR9"><label>9.</label><citation-alternatives><element-citation id="ec-CR9" publication-type="journal"><person-group person-group-type="author"><name><surname>Hagger</surname><given-names>MS</given-names></name><name><surname>Orbell</surname><given-names>S</given-names></name></person-group><article-title>A meta-analytic review of the common-sense model of Illness representations</article-title><source>Psychol Health</source><year>2003</year><volume>18</volume><issue>2</issue><fpage>141</fpage><lpage>184</lpage><pub-id pub-id-type="doi">10.1080/088704403100081321</pub-id></element-citation><mixed-citation id="mc-CR9" publication-type="journal">Hagger&#x000a0;MS, Orbell&#x000a0;S (2003) A meta-analytic review of the common-sense model of Illness representations. Psychol Health 18(2):141&#x02013;184</mixed-citation></citation-alternatives></ref><ref id="CR10"><label>10.</label><citation-alternatives><element-citation id="ec-CR10" publication-type="journal"><person-group person-group-type="author"><name><surname>H&#x000f6;fel</surname><given-names>L</given-names></name><name><surname>Draheim</surname><given-names>N</given-names></name><name><surname>Haas</surname><given-names>J-P</given-names></name><etal/></person-group><article-title>Schmerzmedizinische Versorgung chronisch schmerzkranker Kinder und Jugendlicher in Deutschland : Eine Bestandsaufnahme</article-title><source>Schmerz</source><year>2021</year><volume>35</volume><issue>2</issue><fpage>94</fpage><lpage>102</lpage><pub-id pub-id-type="doi">10.1007/s00482-020-00510-9</pub-id><pub-id pub-id-type="pmid">33112976</pub-id>
</element-citation><mixed-citation id="mc-CR10" publication-type="journal">H&#x000f6;fel&#x000a0;L, Draheim&#x000a0;N, Haas&#x000a0;J&#x02011;P et&#x000a0;al (2021) Schmerzmedizinische Versorgung chronisch schmerzkranker Kinder und Jugendlicher in Deutschland : Eine Bestandsaufnahme. Schmerz 35(2):94&#x02013;102 ((Medical pain care for children and adolescents with chronic pain in Germany : An inventory)<pub-id pub-id-type="pmid">33112976</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR11"><label>11.</label><citation-alternatives><element-citation id="ec-CR11" publication-type="journal"><person-group person-group-type="author"><name><surname>Kaiser</surname><given-names>U</given-names></name><name><surname>Sabatowski</surname><given-names>R</given-names></name><name><surname>Azad</surname><given-names>SC</given-names></name></person-group><article-title>Multimodale Schmerztherapie. Eine Standortbestimmung</article-title><source>Schmerz</source><year>2015</year><volume>29</volume><issue>5</issue><fpage>550</fpage><lpage>556</lpage><pub-id pub-id-type="doi">10.1007/s00482-015-0030-4</pub-id><pub-id pub-id-type="pmid">26271912</pub-id>
</element-citation><mixed-citation id="mc-CR11" publication-type="journal">Kaiser&#x000a0;U, Sabatowski&#x000a0;R, Azad&#x000a0;SC (2015) Multimodale Schmerztherapie. Eine Standortbestimmung. Schmerz 29(5):550&#x02013;556 ((Multimodal pain therapy. Current situation))<pub-id pub-id-type="pmid">26271912</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR12"><label>12.</label><citation-alternatives><element-citation id="ec-CR12" publication-type="journal"><person-group person-group-type="author"><name><surname>Kieselbach</surname><given-names>K</given-names></name><name><surname>Schiltenwolf</surname><given-names>M</given-names></name><name><surname>Bozzaro</surname><given-names>C</given-names></name></person-group><article-title>Versorgung chronischer Schmerzen : Wirklichkeit und Anspruch</article-title><source>Schmerz</source><year>2016</year><volume>30</volume><issue>4</issue><fpage>351</fpage><lpage>357</lpage><pub-id pub-id-type="doi">10.1007/s00482-016-0137-2</pub-id><pub-id pub-id-type="pmid">27402265</pub-id>
</element-citation><mixed-citation id="mc-CR12" publication-type="journal">Kieselbach&#x000a0;K, Schiltenwolf&#x000a0;M, Bozzaro&#x000a0;C (2016) Versorgung chronischer Schmerzen : Wirklichkeit und Anspruch. Schmerz 30(4):351&#x02013;357 ((Chronic pain care : Reality and entitlement))<pub-id pub-id-type="pmid">27402265</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR13"><label>13.</label><citation-alternatives><element-citation id="ec-CR13" publication-type="journal"><person-group person-group-type="author"><name><surname>King</surname><given-names>R</given-names></name><name><surname>Robinson</surname><given-names>V</given-names></name><name><surname>Elliott-Button</surname><given-names>HL</given-names></name><etal/></person-group><article-title>Pain reconceptualisation after pain neurophysiology education in adults with chronic low back pain: a&#x000a0;qualitative study</article-title><source>Pain Res Manag</source><year>2018</year><volume>2018</volume><fpage>3745651</fpage><pub-id pub-id-type="doi">10.1155/2018/3745651</pub-id><pub-id pub-id-type="pmid">30275918</pub-id>
</element-citation><mixed-citation id="mc-CR13" publication-type="journal">King&#x000a0;R, Robinson&#x000a0;V, Elliott-Button&#x000a0;HL et&#x000a0;al (2018) Pain reconceptualisation after pain neurophysiology education in adults with chronic low back pain: a&#x000a0;qualitative study. Pain Res Manag 2018:3745651<pub-id pub-id-type="pmid">30275918</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR14"><label>14.</label><citation-alternatives><element-citation id="ec-CR14" publication-type="book"><person-group person-group-type="author"><name><surname>Kr&#x000f6;ner-Herwig</surname><given-names>B</given-names></name></person-group><person-group person-group-type="editor"><name><surname>Margraf</surname><given-names>J</given-names></name><name><surname>Schneider</surname><given-names>S</given-names></name></person-group><article-title>Chronischer Schmerz</article-title><source>Lehrbuch der Verhaltenstherapie</source><year>2018</year><publisher-loc>Berlin, Heidelberg</publisher-loc><publisher-name>Springer Berlin Heidelberg</publisher-name><fpage>261</fpage><lpage>275</lpage></element-citation><mixed-citation id="mc-CR14" publication-type="book">Kr&#x000f6;ner-Herwig&#x000a0;B (2018) Chronischer Schmerz. In: Margraf&#x000a0;J, Schneider&#x000a0;S (Hrsg) Lehrbuch der Verhaltenstherapie, Bd. 2. Springer Berlin Heidelberg, Berlin, Heidelberg, S&#x000a0;261&#x02013;275</mixed-citation></citation-alternatives></ref><ref id="CR15"><label>15.</label><citation-alternatives><element-citation id="ec-CR15" publication-type="journal"><person-group person-group-type="author"><name><surname>Landis</surname><given-names>JR</given-names></name><name><surname>Koch</surname><given-names>GG</given-names></name></person-group><article-title>The measurement of observer agreement for categorical data</article-title><source>Biometrics</source><year>1977</year><volume>33</volume><issue>1</issue><fpage>159</fpage><pub-id pub-id-type="doi">10.2307/2529310</pub-id><pub-id pub-id-type="pmid">843571</pub-id>
</element-citation><mixed-citation id="mc-CR15" publication-type="journal">Landis&#x000a0;JR, Koch&#x000a0;GG (1977) The measurement of observer agreement for categorical data. Biometrics 33(1):159<pub-id pub-id-type="pmid">843571</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR16"><label>16.</label><citation-alternatives><element-citation id="ec-CR16" publication-type="journal"><person-group person-group-type="author"><name><surname>Louw</surname><given-names>A</given-names></name><name><surname>Zimney</surname><given-names>K</given-names></name><name><surname>Puentedura</surname><given-names>EJ</given-names></name><etal/></person-group><article-title>The efficacy of pain neuroscience education on musculoskeletal pain: a&#x000a0;systematic review of the literature</article-title><source>Physiother Theory Pract</source><year>2016</year><volume>32</volume><issue>5</issue><fpage>332</fpage><lpage>355</lpage><pub-id pub-id-type="doi">10.1080/09593985.2016.1194646</pub-id><pub-id pub-id-type="pmid">27351541</pub-id>
</element-citation><mixed-citation id="mc-CR16" publication-type="journal">Louw&#x000a0;A, Zimney&#x000a0;K, Puentedura&#x000a0;EJ et&#x000a0;al (2016) The efficacy of pain neuroscience education on musculoskeletal pain: a&#x000a0;systematic review of the literature. Physiother Theory Pract 32(5):332&#x02013;355<pub-id pub-id-type="pmid">27351541</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR17"><label>17.</label><citation-alternatives><element-citation id="ec-CR17" publication-type="book"><person-group person-group-type="author"><name><surname>Mayring</surname><given-names>P</given-names></name></person-group><article-title>Qualitative Inhaltsanalyse</article-title><source>Grundlagen und Techniken</source><year>2015</year><publisher-loc>Weinheim</publisher-loc><publisher-name>Beltz</publisher-name></element-citation><mixed-citation id="mc-CR17" publication-type="book">Mayring&#x000a0;P (2015) Qualitative Inhaltsanalyse. In: Grundlagen und Techniken, Bd. 12. Beltz, Weinheim</mixed-citation></citation-alternatives></ref><ref id="CR18"><label>18.</label><citation-alternatives><element-citation id="ec-CR18" publication-type="journal"><person-group person-group-type="author"><name><surname>Meeus</surname><given-names>M</given-names></name><name><surname>Nijs</surname><given-names>J</given-names></name><name><surname>van Oosterwijck</surname><given-names>J</given-names></name><etal/></person-group><article-title>Pain physiology education improves pain beliefs in patients with chronic fatigue syndrome compared with pacing and self-management education: a&#x000a0;double-blind randomized controlled trial</article-title><source>Arch Phys Med Rehabil</source><year>2010</year><volume>91</volume><issue>8</issue><fpage>1153</fpage><lpage>1159</lpage><pub-id pub-id-type="doi">10.1016/j.apmr.2010.04.020</pub-id><pub-id pub-id-type="pmid">20684894</pub-id>
</element-citation><mixed-citation id="mc-CR18" publication-type="journal">Meeus&#x000a0;M, Nijs&#x000a0;J, van Oosterwijck&#x000a0;J et&#x000a0;al (2010) Pain physiology education improves pain beliefs in patients with chronic fatigue syndrome compared with pacing and self-management education: a&#x000a0;double-blind randomized controlled trial. Arch Phys Med Rehabil 91(8):1153&#x02013;1159<pub-id pub-id-type="pmid">20684894</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR19"><label>19.</label><citation-alternatives><element-citation id="ec-CR19" publication-type="journal"><person-group person-group-type="author"><name><surname>Moseley</surname><given-names>GL</given-names></name></person-group><article-title>Reconceptualising pain according to modern pain science</article-title><source>Phys Ther Rev</source><year>2007</year><volume>12</volume><issue>3</issue><fpage>169</fpage><lpage>178</lpage><pub-id pub-id-type="doi">10.1179/108331907X223010</pub-id></element-citation><mixed-citation id="mc-CR19" publication-type="journal">Moseley&#x000a0;GL (2007) Reconceptualising pain according to modern pain science. Phys Ther Rev 12(3):169&#x02013;178</mixed-citation></citation-alternatives></ref><ref id="CR20"><label>20.</label><citation-alternatives><element-citation id="ec-CR20" publication-type="journal"><person-group person-group-type="author"><name><surname>Moseley</surname><given-names>GL</given-names></name><name><surname>Butler</surname><given-names>DS</given-names></name></person-group><article-title>Fifteen years of explaining pain: the past, present, and future</article-title><source>J Pain</source><year>2015</year><volume>16</volume><issue>9</issue><fpage>807</fpage><lpage>813</lpage><pub-id pub-id-type="doi">10.1016/j.jpain.2015.05.005</pub-id><pub-id pub-id-type="pmid">26051220</pub-id>
</element-citation><mixed-citation id="mc-CR20" publication-type="journal">Moseley&#x000a0;GL, Butler&#x000a0;DS (2015) Fifteen years of explaining pain: the past, present, and future. J&#x000a0;Pain 16(9):807&#x02013;813<pub-id pub-id-type="pmid">26051220</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR21"><label>21.</label><citation-alternatives><element-citation id="ec-CR21" publication-type="book"><person-group person-group-type="author"><name><surname>Moseley</surname><given-names>GL</given-names></name><name><surname>Butler</surname><given-names>DS</given-names></name></person-group><source>Explain pain supercharged. The clinician&#x02019;s manual</source><year>2017</year><publisher-loc>Adelaide</publisher-loc><publisher-name>Noigroup Publications</publisher-name></element-citation><mixed-citation id="mc-CR21" publication-type="book">Moseley&#x000a0;GL, Butler&#x000a0;DS (2017) Explain pain supercharged. The clinician&#x02019;s manual. Noigroup Publications, Adelaide</mixed-citation></citation-alternatives></ref><ref id="CR22"><label>22.</label><citation-alternatives><element-citation id="ec-CR22" publication-type="journal"><person-group person-group-type="author"><name><surname>Moseley</surname><given-names>L</given-names></name></person-group><article-title>Unraveling the barriers to reconceptualization of the problem in chronic pain: the actual and perceived ability of patients and health professionals to understand the neurophysiology</article-title><source>J Pain</source><year>2003</year><volume>4</volume><issue>4</issue><fpage>184</fpage><lpage>189</lpage><pub-id pub-id-type="doi">10.1016/S1526-5900(03)00488-7</pub-id><pub-id pub-id-type="pmid">14622702</pub-id>
</element-citation><mixed-citation id="mc-CR22" publication-type="journal">Moseley&#x000a0;L (2003) Unraveling the barriers to reconceptualization of the problem in chronic pain: the actual and perceived ability of patients and health professionals to understand the neurophysiology. J&#x000a0;Pain 4(4):184&#x02013;189<pub-id pub-id-type="pmid">14622702</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR23"><label>23.</label><citation-alternatives><element-citation id="ec-CR23" publication-type="journal"><person-group person-group-type="author"><name><surname>Moss-Morris</surname><given-names>R</given-names></name><name><surname>Weinman</surname><given-names>J</given-names></name><name><surname>Petrie</surname><given-names>K</given-names></name><etal/></person-group><article-title>The revised Illness Perception Questionnaire (IPQ-R)</article-title><source>Psychol Health</source><year>2002</year><volume>17</volume><issue>1</issue><fpage>1</fpage><lpage>16</lpage><pub-id pub-id-type="doi">10.1080/08870440290001494</pub-id></element-citation><mixed-citation id="mc-CR23" publication-type="journal">Moss-Morris&#x000a0;R, Weinman&#x000a0;J, Petrie&#x000a0;K et&#x000a0;al (2002) The revised Illness Perception Questionnaire (IPQ-R). Psychol Health 17(1):1&#x02013;16</mixed-citation></citation-alternatives></ref><ref id="CR24"><label>24.</label><citation-alternatives><element-citation id="ec-CR24" publication-type="journal"><person-group person-group-type="author"><name><surname>Oslund</surname><given-names>S</given-names></name><name><surname>Robinson</surname><given-names>RC</given-names></name><name><surname>Clark</surname><given-names>TC</given-names></name><etal/></person-group><article-title>Long-term effectiveness of a&#x000a0;comprehensive pain management program: strengthening the case for interdisciplinary care</article-title><source>Proc (Bayl Univ Med Cent)</source><year>2009</year><volume>22</volume><issue>3</issue><fpage>211</fpage><lpage>214</lpage><pub-id pub-id-type="pmid">19633738</pub-id>
</element-citation><mixed-citation id="mc-CR24" publication-type="journal">Oslund&#x000a0;S, Robinson&#x000a0;RC, Clark&#x000a0;TC et&#x000a0;al (2009) Long-term effectiveness of a&#x000a0;comprehensive pain management program: strengthening the case for interdisciplinary care. Proc (Bayl Univ Med Cent) 22(3):211&#x02013;214<pub-id pub-id-type="pmid">19633738</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR25"><label>25.</label><mixed-citation publication-type="other">Pate JW, Hush JM, Hancock MJ et&#x000a0;al (2018) A child&#x02019;s concept of pain: an international survey of pediatric pain experts. Children 5(1)</mixed-citation></ref><ref id="CR26"><label>26.</label><citation-alternatives><element-citation id="ec-CR26" publication-type="journal"><person-group person-group-type="author"><name><surname>Pate</surname><given-names>JW</given-names></name><name><surname>Simons</surname><given-names>LE</given-names></name><name><surname>Hancock</surname><given-names>MJ</given-names></name><etal/></person-group><article-title>The concept of pain inventory (COPI): assessing a&#x000a0;child&#x02019;s concept of pain</article-title><source>Clin J Pain</source><year>2020</year><volume>36</volume><issue>12</issue><fpage>940</fpage><lpage>949</lpage><pub-id pub-id-type="doi">10.1097/AJP.0000000000000884</pub-id><pub-id pub-id-type="pmid">32960825</pub-id>
</element-citation><mixed-citation id="mc-CR26" publication-type="journal">Pate&#x000a0;JW, Simons&#x000a0;LE, Hancock&#x000a0;MJ et&#x000a0;al (2020) The concept of pain inventory (COPI): assessing a&#x000a0;child&#x02019;s concept of pain. Clin J Pain 36(12):940&#x02013;949<pub-id pub-id-type="pmid">32960825</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR27"><label>27.</label><citation-alternatives><element-citation id="ec-CR27" publication-type="journal"><person-group person-group-type="author"><name><surname>Pate</surname><given-names>JW</given-names></name><name><surname>Simons</surname><given-names>LE</given-names></name><name><surname>Rush</surname><given-names>G</given-names></name><etal/></person-group><article-title>The concept of pain inventory for adults (COPI-Adult): assessing knowledge and beliefs regarding pain science education</article-title><source>Clin J Pain</source><year>2021</year><volume>38</volume><issue>1</issue><fpage>32</fpage><lpage>40</lpage><pub-id pub-id-type="doi">10.1097/AJP.0000000000000990</pub-id><pub-id pub-id-type="pmid">34636751</pub-id>
</element-citation><mixed-citation id="mc-CR27" publication-type="journal">Pate&#x000a0;JW, Simons&#x000a0;LE, Rush&#x000a0;G et&#x000a0;al (2021) The concept of pain inventory for adults (COPI-Adult): assessing knowledge and beliefs regarding pain science education. Clin J Pain 38(1):32&#x02013;40<pub-id pub-id-type="pmid">34636751</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR28"><label>28.</label><citation-alternatives><element-citation id="ec-CR28" publication-type="journal"><person-group person-group-type="author"><name><surname>Pfingsten</surname><given-names>M</given-names></name><name><surname>Nilges</surname><given-names>P</given-names></name></person-group><article-title>Patienten mit chronischen Schmerzen&#x02013;Versorgungsdefizite bei spezieller Schmerzpsychotherapie</article-title><source>Rep Psychol</source><year>2007</year><volume>32</volume><fpage>122</fpage><lpage>130</lpage></element-citation><mixed-citation id="mc-CR28" publication-type="journal">Pfingsten&#x000a0;M, Nilges&#x000a0;P (2007) Patienten mit chronischen Schmerzen&#x02013;Versorgungsdefizite bei spezieller Schmerzpsychotherapie. Rep Psychol 32:122&#x02013;130</mixed-citation></citation-alternatives></ref><ref id="CR29"><label>29.</label><citation-alternatives><element-citation id="ec-CR29" publication-type="journal"><person-group person-group-type="author"><name><surname>Ratzan</surname><given-names>SC</given-names></name><name><surname>Parker</surname><given-names>RM</given-names></name></person-group><article-title>Health literacy&#x02014;identification and response</article-title><source>J Health Commun</source><year>2006</year><volume>11</volume><issue>8</issue><fpage>713</fpage><lpage>715</lpage><pub-id pub-id-type="doi">10.1080/10810730601031090</pub-id><pub-id pub-id-type="pmid">17190778</pub-id>
</element-citation><mixed-citation id="mc-CR29" publication-type="journal">Ratzan&#x000a0;SC, Parker&#x000a0;RM (2006) Health literacy&#x02014;identification and response. J&#x000a0;Health Commun 11(8):713&#x02013;715<pub-id pub-id-type="pmid">17190778</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR30"><label>30.</label><citation-alternatives><element-citation id="ec-CR30" publication-type="journal"><person-group person-group-type="author"><name><surname>Richter</surname><given-names>M</given-names></name><name><surname>Maurus</surname><given-names>B</given-names></name><name><surname>Egan Moog</surname><given-names>M</given-names></name><etal/></person-group><article-title>Die deutsche Version des Neurophysiology of Pain Questionnaire: &#x000dc;bersetzung, transkulturelle Adaptation, Reliabilit&#x000e4;t und Validit&#x000e4;t</article-title><source>Schmerz</source><year>2019</year><volume>33</volume><issue>3</issue><fpage>244</fpage><lpage>252</lpage><pub-id pub-id-type="doi">10.1007/s00482-019-0366-2</pub-id><pub-id pub-id-type="pmid">30941565</pub-id>
</element-citation><mixed-citation id="mc-CR30" publication-type="journal">Richter&#x000a0;M, Maurus&#x000a0;B, Egan Moog&#x000a0;M et&#x000a0;al (2019) Die deutsche Version des Neurophysiology of Pain Questionnaire: &#x000dc;bersetzung, transkulturelle Adaptation, Reliabilit&#x000e4;t und Validit&#x000e4;t. Schmerz 33(3):244&#x02013;252 ((German version of the Neurophysiology of Pain Questionnaire : Translation, cross-cultural adaptation, reliability and validity))<pub-id pub-id-type="pmid">30941565</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR31"><label>31.</label><citation-alternatives><element-citation id="ec-CR31" publication-type="journal"><person-group person-group-type="author"><name><surname>Sabatowski</surname><given-names>R</given-names></name><name><surname>Kaiser</surname><given-names>U</given-names></name></person-group><article-title>Multimodale Schmerztherapie: Ein etabliertes Verfahren?</article-title><source>Schmerz</source><year>2012</year><volume>26</volume><issue>6</issue><fpage>644</fpage><lpage>646</lpage><pub-id pub-id-type="doi">10.1007/s00482-012-1267-9</pub-id><pub-id pub-id-type="pmid">23183988</pub-id>
</element-citation><mixed-citation id="mc-CR31" publication-type="journal">Sabatowski&#x000a0;R, Kaiser&#x000a0;U (2012) Multimodale Schmerztherapie: Ein etabliertes Verfahren? Schmerz 26(6):644&#x02013;646 ((Multimodal pain therapy: An established procedure?))<pub-id pub-id-type="pmid">23183988</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR32"><label>32.</label><citation-alternatives><element-citation id="ec-CR32" publication-type="journal"><person-group person-group-type="author"><name><surname>Smith</surname><given-names>JP</given-names><suffix>III</suffix></name><name><surname>diSessa</surname><given-names>AA</given-names></name><name><surname>Roschelle</surname><given-names>J</given-names></name></person-group><article-title>Misconceptions reconceived: a&#x000a0;constructivist analysis of knowledge in transition</article-title><source>J Learn Sci</source><year>1994</year><volume>3</volume><issue>2</issue><fpage>115</fpage><lpage>163</lpage><pub-id pub-id-type="doi">10.1207/s15327809jls0302_1</pub-id></element-citation><mixed-citation id="mc-CR32" publication-type="journal">Smith&#x000a0;JP III, diSessa&#x000a0;AA, Roschelle&#x000a0;J (1994) Misconceptions reconceived: a&#x000a0;constructivist analysis of knowledge in transition. J&#x000a0;Learn Sci 3(2):115&#x02013;163</mixed-citation></citation-alternatives></ref><ref id="CR33"><label>33.</label><citation-alternatives><element-citation id="ec-CR33" publication-type="journal"><person-group person-group-type="author"><name><surname>Williams</surname><given-names>DA</given-names></name><name><surname>Thorn</surname><given-names>BE</given-names></name></person-group><article-title>An empirical assessment of pain beliefs</article-title><source>Pain</source><year>1989</year><volume>36</volume><issue>3</issue><fpage>351</fpage><lpage>358</lpage><pub-id pub-id-type="doi">10.1016/0304-3959(89)90095-X</pub-id><pub-id pub-id-type="pmid">2710564</pub-id>
</element-citation><mixed-citation id="mc-CR33" publication-type="journal">Williams&#x000a0;DA, Thorn&#x000a0;BE (1989) An empirical assessment of pain beliefs. Pain 36(3):351&#x02013;358<pub-id pub-id-type="pmid">2710564</pub-id>
</mixed-citation></citation-alternatives></ref></ref-list></back></article>