<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" dtd-version="1.3" xml:lang="en" article-type="research-article"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Parasite</journal-id><journal-id journal-id-type="iso-abbrev">Parasite</journal-id><journal-id journal-id-type="publisher-id">parasite</journal-id><journal-title-group><journal-title>Parasite</journal-title></journal-title-group><issn pub-type="ppub">1252-607X</issn><issn pub-type="epub">1776-1042</issn><publisher><publisher-name>EDP Sciences</publisher-name></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmid">40396604</article-id><article-id pub-id-type="pmc">PMC12094578</article-id>
<article-id pub-id-type="doi">10.1051/parasite/2025023</article-id><article-id pub-id-type="publisher-id">parasite250034</article-id><article-id pub-id-type="other">10.1051/parasite/2025023</article-id><article-categories><subj-group subj-group-type="heading"><subject>Research Article</subject></subj-group></article-categories><title-group><article-title>Epidemiological changes in <italic>Toxoplasma</italic> infection: a 7-year longitudinal study in pregnant women in Lyon, France, 2017&#x02013;2023</article-title><trans-title-group xml:lang="fr"><trans-title>&#x000c9;volution &#x000e9;pid&#x000e9;miologique de l&#x02019;infection &#x000e0; <italic>Toxoplasma</italic>&#x000a0;: &#x000e9;tude longitudinale sur 7 ans chez les femmes enceintes &#x000e0; Lyon (2017-2023)</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" corresp="yes" equal-contrib="yes"><contrib-id contrib-id-type="orcid">http://orcid.org/0000-0002-1436-8012</contrib-id><name><surname>Roy</surname><given-names>Alvaro</given-names></name><xref rid="AFF1" ref-type="aff">1</xref><xref rid="AFF2" ref-type="aff">2</xref><xref rid="FN2" ref-type="author-notes">a</xref><xref rid="FN1" ref-type="corresp">*</xref></contrib><contrib contrib-type="author" equal-contrib="yes"><contrib-id contrib-id-type="orcid">http://orcid.org/0000-0001-9428-5446</contrib-id><name><surname>Gaucher</surname><given-names>Laurent</given-names></name><xref rid="AFF3" ref-type="aff">3</xref><xref rid="AFF4" ref-type="aff">4</xref><xref rid="AFF5" ref-type="aff">5</xref><xref rid="FN2" ref-type="author-notes">a</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">http://orcid.org/0000-0002-6992-1073</contrib-id><name><surname>Dupont</surname><given-names>Damien</given-names></name><xref rid="AFF6" ref-type="aff">6</xref><xref rid="AFF7" ref-type="aff">7</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">http://orcid.org/0000-0001-5703-8403</contrib-id><name><surname>Menotti</surname><given-names>Jean</given-names></name><xref rid="AFF6" ref-type="aff">6</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">http://orcid.org/0000-0002-4805-2083</contrib-id><name><surname>Atallah</surname><given-names>Anthony</given-names></name><xref rid="AFF4" ref-type="aff">4</xref><xref rid="AFF8" ref-type="aff">8</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">http://orcid.org/0009-0003-5258-9603</contrib-id><name><surname>de la Fourni&#x000e8;re</surname><given-names>Benoit</given-names></name><xref rid="AFF9" ref-type="aff">9</xref><xref rid="AFF10" ref-type="aff">10</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">http://orcid.org/0000-0001-6372-9235</contrib-id><name><surname>Massoud</surname><given-names>Mona</given-names></name><xref rid="AFF11" ref-type="aff">11</xref><xref rid="AFF12" ref-type="aff">12</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">http://orcid.org/0000-0002-8959-2123</contrib-id><name><surname>Lina</surname><given-names>Bruno</given-names></name><xref rid="AFF1" ref-type="aff">1</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">http://orcid.org/0000-0001-6365-8174</contrib-id><name><surname>Tirard-Collet</surname><given-names>Pauline</given-names></name><xref rid="AFF6" ref-type="aff">6</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid">http://orcid.org/0000-0001-8285-8550</contrib-id><name><surname>Wallon</surname><given-names>Martine</given-names></name><xref rid="AFF6" ref-type="aff">6</xref><xref rid="AFF7" ref-type="aff">7</xref></contrib></contrib-group><aff id="AFF1">
<label>1</label>
<addr-line>Department of Virology, Institute for Infectious Agents, Hospices Civils de Lyon 103 Grande Rue de la Croix-Rousse 69004 Lyon France</addr-line>
</aff><aff id="AFF2">
<label>2</label>
<addr-line>National Centre for Epidemiology, Instituto de Salud Carlos III Avenida de Monforte de Lemos 5 28029 Madrid Spain</addr-line>
</aff><aff id="AFF3">
<label>3</label>
<addr-line>Geneva School of Health Sciences, HES-SO University of Applied Sciences and Arts Av. de Champel 47 1206 Geneva Switzerland</addr-line>
</aff><aff id="AFF4">
<label>4</label>
<addr-line>Department of Maternal Fetal Medicine, University Hospital Femme M&#x000e8;re-Enfant, Hospices Civils de Lyon 59 Boulevard Pinel 69500 Bron France</addr-line>
</aff><aff id="AFF5">
<label>5</label>
<addr-line>Research on Healthcare Performance (RESHAPE), INSERM U1290, Claude Bernard University Lyon 1 8 Avenue Rockefeller 69373 Lyon France</addr-line>
</aff><aff id="AFF6">
<label>6</label>
<addr-line>Department of Parasitology and Medical Mycology, Institute for Infectious Agents, Hospices Civils de Lyon 103 Grande Rue de la Croix-Rousse 69004 Lyon France</addr-line>
</aff><aff id="AFF7">
<label>7</label>
<addr-line>WAKING Team, Lyon Neuroscience Research Center, Claude Bernard University Lyon 1 95 Boulevard Pinel 69675 Bron France</addr-line>
</aff><aff id="AFF8">
<label>8</label>
<addr-line>CarMeN Lab, team IRIS INSERM 1060, Claude Bernard University Lyon 1 59 Boulevard Pinel 69500 Bron France</addr-line>
</aff><aff id="AFF9">
<label>9</label>
<addr-line>Department of Gynecology and Obstetrics, H&#x000f4;pital de la Croix-Rousse, Hospices Civils de Lyon 103 Grande Rue de la Croix-Rousse 69004 Lyon France</addr-line>
</aff><aff id="AFF10">
<label>10</label>
<addr-line>LabTau, Inserm U1032, Laboratory of Therapeutic Applications of Ultrasound, Claude Bernard University Lyon 1 151 Cours Albert Thomas 69424 Lyon France</addr-line>
</aff><aff id="AFF11">
<label>11</label>
<addr-line>Fetal Medicine Unit, H&#x000f4;pital Lyon Sud, Hospices Civils de Lyon 165 Chemin du Grand Revoyet 69310 Pierre-B&#x000e9;nite France</addr-line>
</aff><aff id="AFF12">
<label>12</label>
<addr-line>FLUID Team, Lyon Neurosciences Research Center, INSERM U1028, CNRS UMR5292, Claude Bernard University Lyon 1 95 Boulevard Pinel 69675 Bron France</addr-line>
</aff><author-notes><corresp id="FN1"><label>*</label>Corresponding author: <email>alvaro.roy@isciii.es</email></corresp><fn id="FN2"><label>a</label><p>These authors contributed equally to this work and share first authorship.</p></fn></author-notes><pub-date date-type="collection" publication-format="electronic"><year>2025</year></pub-date><pub-date date-type="pub" publication-format="electronic"><day>21</day><month>5</month><year>2025</year></pub-date><volume>32</volume><elocation-id>31</elocation-id><history><date date-type="received"><day>15</day><month>3</month><year>2025</year></date><date date-type="accepted"><day>26</day><month>4</month><year>2025</year></date></history><permissions><copyright-statement>&#x000a9; A. Roy et al., published by EDP Sciences, 2025</copyright-statement><copyright-year>2025</copyright-year><copyright-holder>A. Roy et al.</copyright-holder><license><ali:license_ref xmlns:ali="http://www.niso.org/schemas/ali/1.0/" specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p content-type="cc-by-4.0">This is an Open Access article distributed under the terms of the Creative Commons Attribution License (<ext-link ext-link-type="uri" xlink:href="https://creativecommons.org/licenses/by/4.0/">https://creativecommons.org/licenses/by/4.0</ext-link>), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.</license-p></license></permissions><self-uri content-type="abstract" xlink:href="https://www.parasite-journal.org/articles/parasite/abs/2025/01/parasite250034/parasite250034.html"/><self-uri content-type="full_html" xlink:href="https://www.parasite-journal.org/articles/parasite/full_html/2025/01/parasite250034/parasite250034.html"/><self-uri content-type="pdf" xlink:href="https://www.parasite-journal.org/articles/parasite/pdf/2025/01/parasite250034.pdf"/><abstract><p>The epidemiology of <italic>Toxoplasma</italic> infection is known to vary geographically, but is also likely to vary over time, under the influence of many contributing factors. Monitoring is particularly useful in the context of preventing congenital toxoplasmosis. We took advantage of the French prenatal prevention programme to retrospectively assess changes between 2017 and 2023 in seroprevalence and incidence rates of <italic>Toxoplasma</italic> infection in pregnant women and the incidence of congenital infections. We conducted a longitudinal retrospective study including all pregnancies with known <italic>Toxoplasma</italic> status followed up at Lyon&#x02019;s public maternity hospitals between 2017 and 2023 (71,922 pregnancies). We used a multivariable logistic regression model to identify factors (age-group, WHO region of origin, population density of the area of residence and parity) associated with seropositivity. The seroprevalence of toxoplasmosis decreased consistently from 26.4% in 2017 to 22.1% in 2023 (<italic>p</italic>&#x000a0;=&#x000a0;0.003), while maternal infection incidence remained stable at 1.3/1,000 pregnancies at risk. Notably, the seroprevalence showed a linear increase with age from 18.9% in women aged 25&#x02013;29 years to 38.0% in women aged &#x02265;40 years (<italic>p</italic>&#x000a0;&#x0003c;&#x000a0;0.001). The seroprevalence was lower in pregnant women living in rural areas [adjusted seroprevalence ratio (aPR)&#x000a0;=&#x000a0;0.87, 95% CI: 0.82&#x02013;0.92] and higher in multiparous women (aPR = 1.08, 95% CI: 1.04&#x02013;1.12). This study confirms the ongoing decline in toxoplasmosis seroprevalence while seroconversions remained stable, indicating a need for more tests in seronegative women in the future. These findings highlight the need for ongoing monitoring and refinement of congenital toxoplasmosis prevention strategies in high-income countries.</p></abstract><trans-abstract xml:lang="fr"><p>Il est connu que l&#x02019;&#x000e9;pid&#x000e9;miologie de l&#x02019;infection &#x000e0; <italic>Toxoplasma</italic> varie selon les zones g&#x000e9;ographiques, mais elle est &#x000e9;galement susceptible de varier au fil du temps, sous l&#x02019;influence de nombreux facteurs contributifs. La surveillance est particuli&#x000e8;rement utile dans le cadre de la pr&#x000e9;vention de la toxoplasmose cong&#x000e9;nitale. Nous avons exploit&#x000e9; le programme fran&#x000e7;ais de pr&#x000e9;vention pr&#x000e9;natale pour &#x000e9;valuer r&#x000e9;trospectivement l&#x02019;&#x000e9;volution entre 2017 et 2023 de la s&#x000e9;ropr&#x000e9;valence et des taux d&#x02019;incidence de l&#x02019;infection &#x000e0; <italic>Toxoplasma</italic> chez les femmes enceintes, ainsi que de l&#x02019;incidence des infections cong&#x000e9;nitales. Nous avons men&#x000e9; une &#x000e9;tude r&#x000e9;trospective longitudinale incluant toutes les grossesses dont le statut toxoplasmique &#x000e9;tait connu, suivies dans les maternit&#x000e9;s publiques de Lyon entre 2017 et 2023 (71&#x000a0;922 grossesses). Nous avons utilis&#x000e9; un mod&#x000e8;le de r&#x000e9;gression logistique multivari&#x000e9;e pour identifier les facteurs (tranche d&#x02019;&#x000e2;ge, r&#x000e9;gion d&#x02019;origine OMS, densit&#x000e9; de population du lieu de r&#x000e9;sidence et parit&#x000e9;) associ&#x000e9;s &#x000e0; la s&#x000e9;ropositivit&#x000e9;. La s&#x000e9;ropr&#x000e9;valence de la toxoplasmose a diminu&#x000e9; de fa&#x000e7;on constante, passant de 26,4&#x000a0;% en 2017 &#x000e0; 22,1&#x000a0;% en 2023 (<italic>p</italic>&#x000a0;=&#x000a0;0,003), tandis que l&#x02019;incidence de l&#x02019;infection maternelle est rest&#x000e9;e stable &#x000e0; 1,3/1 000 grossesses &#x000e0; risque. Il est &#x000e0; noter que la s&#x000e9;ropr&#x000e9;valence a montr&#x000e9; une augmentation lin&#x000e9;aire avec l&#x02019;&#x000e2;ge, passant de 18,9&#x000a0;% chez les femmes &#x000e2;g&#x000e9;es de 25 &#x000e0; 29 ans &#x000e0; 38,0&#x000a0;% chez les femmes &#x000e2;g&#x000e9;es de plus de 40 ans (<italic>p</italic> &#x0003c; 0,001). La s&#x000e9;ropr&#x000e9;valence &#x000e9;tait plus faible chez les femmes enceintes vivant en zone rurale [rapport de s&#x000e9;ropr&#x000e9;valence ajust&#x000e9; (aPR) = 0,87, IC &#x000e0; 95&#x000a0;%&#x000a0;: 0,82-0,92] et plus &#x000e9;lev&#x000e9;e chez les femmes multipares (aPR = 1,08, IC &#x000e0; 95&#x000a0;%&#x000a0;: 1,04-1,12). Cette &#x000e9;tude confirme la baisse continue de la s&#x000e9;ropr&#x000e9;valence de la toxoplasmose, tandis que les s&#x000e9;roconversions sont rest&#x000e9;es stables, ce qui indique la n&#x000e9;cessit&#x000e9; de r&#x000e9;aliser davantage de tests chez les femmes s&#x000e9;ron&#x000e9;gatives &#x000e0; l&#x02019;avenir. Ces r&#x000e9;sultats soulignent la n&#x000e9;cessit&#x000e9; d&#x02019;une surveillance continue et d&#x02019;un perfectionnement des strat&#x000e9;gies de pr&#x000e9;vention de la toxoplasmose cong&#x000e9;nitale dans les pays &#x000e0; revenu &#x000e9;lev&#x000e9;.</p></trans-abstract><kwd-group><kwd>Toxoplasmosis</kwd><kwd><italic>Toxoplasma gondii</italic></kwd><kwd>Pregnancy</kwd><kwd>Seroprevalence</kwd><kwd>Incidence</kwd><kwd>France</kwd></kwd-group><counts><fig-count count="1"/><table-count count="2"/><equation-count count="0"/><ref-count count="27"/><page-count count="7"/></counts></article-meta></front><body><sec sec-type="intro" id="S1"><title>Introduction</title><p>Toxoplasmosis is caused by the ubiquitous protozoan parasite <italic>Toxoplasma gondii</italic>, which is present in both the environment in the form of oocysts eliminated via the faeces of felids, and capable of resisting in soil, water and food, and in the form of cysts present in the undercooked meat of farmed or wild animals [<xref rid="R24" ref-type="bibr">24</xref>]. Infection is usually subclinical or benign in the immunocompetent host, but can have severe consequences in immunocompromised patients or in subjects contaminated <italic>in utero</italic> in the context of a maternal infection contracted during pregnancy or shortly before. Congenital toxoplasmosis is associated with foetal loss, neonatal death and neurological and ocular complications in the newborn [<xref rid="R14" ref-type="bibr">14</xref>]. However, effective treatment is available and can mitigate the risk of maternal-fetal transmission in case of maternal seroconversion [<xref rid="R9" ref-type="bibr">9</xref>].</p><p>Prevention strategies include health education, retesting susceptible pregnant women for early diagnosis and treatment of infection, and neonatal screening. Seroprevalence is an essential parameter for targeting these preventive measures and assessing their cost-effectiveness, as it varies considerably from region to region and within regions throughout the world, depending on climate, altitude, livestock production and dietary habits [<xref rid="R4" ref-type="bibr">4</xref>]. International data show a decrease in the seroprevalence of <italic>Toxoplasma</italic> in high-income countries [<xref rid="R15" ref-type="bibr">15</xref>]. This decline in prevalence may have several causes related to reduced exposure to different parasite stages, including health education, urbanisation, fewer contaminated cats, modernisation of farming and agri-food production conditions, and lifestyle and hygiene changes [<xref rid="R6" ref-type="bibr">6</xref>, <xref rid="R15" ref-type="bibr">15</xref>]. However, longitudinal data remain limited, even in countries with prenatal screening such as France, which relies only on six national cross-sectional surveys since 1995 [<xref rid="R10" ref-type="bibr">10</xref>].</p><p>There is also sparse recent data on the incidence of maternal and congenital infections in this context of declining prevalence, which may be counterintuitive since it also depends on parasite genotype, population demographic structure and local epidemiology [<xref rid="R15" ref-type="bibr">15</xref>]. In France, the proportion of seroconversions among pregnant women remained at 0.2% in 2016 and 2021 according to the National Perinatal Survey [<xref rid="R10" ref-type="bibr">10</xref>]. The incidence of congenital toxoplasmosis cases slightly decreased from 3.3 cases per 10,000 births in 2007, to 2.1 cases in 2017 and to 1.9 cases in 2022 in France [<xref rid="R22" ref-type="bibr">22</xref>].</p><p>To answer these questions, we wanted to draw on data routinely collected as part of the French National Prevention Programme for Congenital Toxoplasmosis over a period of seven consecutive years at the second largest university hospital in France (serving a population of more than 1.4 million and about 10,000 births per year to women from urban, semi-rural and rural areas). Herein, this study aims to assess the longitudinal changes in seroprevalence in pregnant women in Lyon, France, from 2017 to 2023. Secondary objectives were to assess the incidence of maternal and congenital infections in the same population.</p></sec><sec sec-type="methods" id="S2"><title>Methods</title><sec id="S3"><title>Ethics statement</title><p>This non-interventional study used data collected as part of routine care. No additional data collection was necessary. Patient information was anonymised and coded prior to inclusion in the database and analysis, as well as institution and service. All documents and databases were deposited only on internal servers and opened under password security. According to the French Health Public Law (CSP Art L1121-1.1), such protocols do not require approval by an ethics committee and are exempt from the otherwise mandatory informed consent requirements. Nevertheless, the study protocol has been submitted and approved by the <italic>ad hoc</italic> ethics committee of the HCL (CSE-HCL &#x02013; IRB 00013204; approval number 22-5110, 02/12/2023).</p></sec><sec id="S4"><title>French National Prevention Programme</title><p>The study was performed in the context of the French National Prevention Programme for Congenital Toxoplasmosis, which since 1985 provides for women at risk to be identified and informed on how to avoid toxoplasmosis during their first trimester of pregnancy, and since 1992 to undergo monthly serological monitoring until delivery. Serological tests for the simultaneous detection of anti-toxoplasmic IgG and IgM are fully reimbursed, with no advance payment required. They are carried out in private laboratories, particularly at the start of pregnancy, or in private or public obstetrics and gynaecology departments for the following prenatal tests and those carried out at delivery. Patients can be referred to expert centres for counselling and prenatal diagnosis procedures including foetal ultrasound and amniocentesis.</p><p>The following tests were available for establishing IgG seropositivity, diagnosing acute maternal infections and estimating the gestational age of maternal infection and diagnosing congenital toxoplasmosis, according to patient profile: Architect<sup>&#x000ae;</sup> Toxo IgG and IgM (Abbott Laboratories, Abbott Park, IL, USA), VIDAS<sup>&#x000ae;</sup> Toxo IgG and avidity (BioM&#x000e9;rieux, Lyon, France), Platelia&#x02122; IgM and IgA (Bio-Rad, Marne-la-Coquette, France), Toxo II Western Blot IgG (LDBio, Lyon, France) and Toxo comparative Western Blot for IgG and IgM (LDBio, Lyon, France). All tests were performed and their results interpreted according to manufacturer&#x02019;s recommendations.</p></sec><sec id="S5"><title>Case definition</title><p>A woman was considered seronegative if she had documented absence of IgG antibodies and seropositive if she had documented presence of IgG antibodies or documented seroconversion during pregnancy. Maternal infection was defined as a change from IgG negative to IgG positive or a significant increase in IgG by ARCHITECT<sup>&#x000ae;</sup> Toxo IgG and VIDAS<sup>&#x000ae;</sup> Toxo IgG tests, in the presence of elevated IgM titres. Infections estimated prior to conception were not included. Congenital toxoplasmosis was confirmed in cases of positive PCR in amniotic fluid, positive results for ultrasensitive IgM (Platelia&#x02122; Toxo IgG) or IgA (Platelia&#x02122; TOXO IgA TMB, Bio-Rad, France) tests at three days of age or persistently positive IgG at one year of age.</p></sec><sec id="S6"><title>Data collection</title><p>Our study was longitudinal and included all women giving birth at Lyon&#x02019;s university hospitals between 1 January 2017 and 31 December 2023. As early miscarriages (before 14 weeks of amenorrhoea) and voluntary terminations of pregnancy for reasons of convenience were the responsibility of the gynaecology department and not the maternity department, they were not included in the study. Voluntary terminations of pregnancy for medical reasons were included.</p></sec><sec id="S7"><title>Date processing and validation</title><p>Age in years was calculated from the mother&#x02019;s date of birth and her date of delivery. The country of birth and postcodes were obtained from the patients&#x02019; administrative records. Countries of birth were grouped into WHO regions: African Region (AFR), Region of the Americas (AMR), South-East Asian Region (SEAR), European Region (EUR), Eastern Mediterranean Region (EMR), and Western Pacific Region (WPR). The postcode of residence was used to estimate the population density of the place of residence based on 7-level municipal density grid of the <italic>Institut National de la statistique et des &#x000e9;tudes &#x000e9;conomiques</italic> (INSEE) [<xref rid="R13" ref-type="bibr">13</xref>]. Levels were grouped into urban areas (level 1: large city; level 2: medium-sized city; level 3: small city; and level 4: city belt) and rural areas (level 5: rural towns; level 6: rural with scattered settlements; and level 7: rural with widely scattered settlements).</p></sec><sec id="S8"><title>Statistical analysis</title><p>We calculated the seroprevalence and seroconversions (maternal infections) per year by sociodemographic variables throughout the study period. Annual incidence rates for maternal and congenital infections were calculated based on the year of delivery. Temporal trends in seroprevalence rates across age groups were analysed using Mann-Kendall test. Univariate and multivariable logistic regression was used to estimate annual seroprevalence and assess associations with age, parity, WHO region of birth, and urban or rural residence. Analyses were conducted using R software, version 4.1.3 (R Foundation for Statistical Computing, Vienna, Austria).</p></sec></sec><sec sec-type="results" id="S9"><title>Results</title><sec id="S10"><title>Seroprevalence</title><p>Information on toxoplasmosis serological status was available for 71,922 women between 2017 and 2023 (<italic>i.e.</italic> 97% of the women registered in the database) residing both in urban and rural areas. Among women with a known serological status, the median age [IQR] was 32 years [29&#x02013;35], 45.5% were first pregnancies and 3.1% were pregnancies with multiple births. The seroprevalence of toxoplasmosis decreased consistently from 26.5% in 2017 to 22.1% in 2023 (<italic>p</italic> for trend = 0.003; <xref rid="T1" ref-type="table">Table 1</xref>).</p><p>
<table-wrap position="float" id="T1"><label>Table 1</label><caption><p>Seroprevalence in pregnant women with known <italic>Toxoplasma</italic> status who gave birth in Lyon&#x02019;s public hospitals between 2017 and 2023.</p></caption><table frame="hsides" rules="groups"><thead><tr valign="top"><th align="left" rowspan="1" colspan="1"><italic>Toxoplasma</italic> status*</th><th align="center" colspan="2" rowspan="1">2017<hr/></th><th align="center" colspan="2" rowspan="1">2018<hr/></th><th align="center" colspan="2" rowspan="1">2019<hr/></th><th align="center" colspan="2" rowspan="1">2020<hr/></th><th align="center" colspan="2" rowspan="1">2021<hr/></th><th align="center" colspan="3" rowspan="1">2022<hr/></th><th align="center" colspan="3" rowspan="1">2023<hr/></th><th align="center" colspan="2" rowspan="1">Overall<hr/></th></tr><tr valign="top"><th align="left" rowspan="1" colspan="1"/><th align="center" rowspan="1" colspan="1">
<italic>n</italic>
</th><th align="center" rowspan="1" colspan="1">%</th><th align="center" rowspan="1" colspan="1">
<italic>n</italic>
</th><th align="center" rowspan="1" colspan="1">%</th><th align="center" rowspan="1" colspan="1">
<italic>n</italic>
</th><th align="center" rowspan="1" colspan="1">%</th><th align="center" rowspan="1" colspan="1">
<italic>n</italic>
</th><th align="center" rowspan="1" colspan="1">%</th><th align="center" rowspan="1" colspan="1">
<italic>n</italic>
</th><th align="center" rowspan="1" colspan="1">%</th><th align="center" rowspan="1" colspan="1">
<italic>n</italic>
</th><th align="center" rowspan="1" colspan="1">%</th><th align="center" colspan="2" rowspan="1">
<italic>n</italic>
</th><th align="center" rowspan="1" colspan="1">%</th><th align="center" colspan="2" rowspan="1">
<italic>n</italic>
</th><th align="center" rowspan="1" colspan="1">%</th></tr></thead><tbody><tr valign="top"><td align="left" rowspan="1" colspan="1">Negative</td><td align="center" rowspan="1" colspan="1">7,134 </td><td align="center" rowspan="1" colspan="1">73.5</td><td align="center" rowspan="1" colspan="1">7,870 </td><td align="center" rowspan="1" colspan="1">74.6</td><td align="center" rowspan="1" colspan="1">8,056 </td><td align="center" rowspan="1" colspan="1">74.8</td><td align="center" rowspan="1" colspan="1">7,912 </td><td align="center" rowspan="1" colspan="1">75.6</td><td align="center" rowspan="1" colspan="1">7,941 </td><td align="center" rowspan="1" colspan="1">76.0</td><td align="center" rowspan="1" colspan="1">7,882 </td><td align="center" rowspan="1" colspan="1">77.7</td><td align="center" colspan="2" rowspan="1">7,647 </td><td align="center" rowspan="1" colspan="1">77.8</td><td align="center" colspan="2" rowspan="1">54,442 </td><td align="center" rowspan="1" colspan="1">75.7</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">Positive</td><td align="center" rowspan="1" colspan="1">2,563 </td><td align="center" rowspan="1" colspan="1">26.4</td><td align="center" rowspan="1" colspan="1">2,668 </td><td align="center" rowspan="1" colspan="1">25.3</td><td align="center" rowspan="1" colspan="1">2,714 </td><td align="center" rowspan="1" colspan="1">25.2</td><td align="center" rowspan="1" colspan="1">2,540 </td><td align="center" rowspan="1" colspan="1">24.3</td><td align="center" rowspan="1" colspan="1">2,501 </td><td align="center" rowspan="1" colspan="1">23.9</td><td align="center" rowspan="1" colspan="1">2,251</td><td align="center" rowspan="1" colspan="1">22.2</td><td align="center" colspan="2" rowspan="1">2,174</td><td align="center" rowspan="1" colspan="1">22.1</td><td align="center" colspan="2" rowspan="1">17,411</td><td align="center" rowspan="1" colspan="1">24.2</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">Seroconversion</td><td align="center" rowspan="1" colspan="1">9</td><td align="center" rowspan="1" colspan="1">0.09</td><td align="center" rowspan="1" colspan="1">10</td><td align="center" rowspan="1" colspan="1">0.09</td><td align="center" rowspan="1" colspan="1">6</td><td align="center" rowspan="1" colspan="1">0.06</td><td align="center" rowspan="1" colspan="1">11</td><td align="center" rowspan="1" colspan="1">0.11</td><td align="center" rowspan="1" colspan="1">13</td><td align="center" rowspan="1" colspan="1">0.12</td><td align="center" rowspan="1" colspan="1">11</td><td align="center" rowspan="1" colspan="1">0.11</td><td align="center" colspan="2" rowspan="1">9</td><td align="center" rowspan="1" colspan="1">0.09</td><td align="center" colspan="2" rowspan="1">69</td><td align="center" rowspan="1" colspan="1">0.10</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">Total</td><td align="center" rowspan="1" colspan="1">9,706</td><td align="left" rowspan="1" colspan="1"/><td align="center" rowspan="1" colspan="1">10,548</td><td align="left" rowspan="1" colspan="1"/><td align="center" rowspan="1" colspan="1">10,776</td><td align="left" rowspan="1" colspan="1"/><td align="center" rowspan="1" colspan="1">10,463</td><td align="left" rowspan="1" colspan="1"/><td align="center" rowspan="1" colspan="1">10,455</td><td align="left" rowspan="1" colspan="1"/><td align="center" rowspan="1" colspan="1">10,144</td><td align="left" rowspan="1" colspan="1"/><td align="center" colspan="2" rowspan="1">9,830</td><td align="left" rowspan="1" colspan="1"/><td align="center" colspan="2" rowspan="1">71,922</td><td align="left" rowspan="1" colspan="1"/></tr></tbody></table><table-wrap-foot><p>*Pregnant women with missing values (<italic>n</italic>, %): 2017 (397, 3.9%), 2018 (353, 3.2%), 2019 (330, 3.0%), 2020 (298, 2.8%), 2021 (269, 2.5%), 2022 (266, 2.6%), 2023 (215, 2.1%).</p></table-wrap-foot></table-wrap>
</p><p>The decreasing trend was observed specifically in the age groups of 30&#x02013;34, 35&#x02013;39 and &#x02265;40 years old (<italic>p</italic> &#x0003c; 0.05; <xref rid="F1" ref-type="fig">Fig. 1</xref>), but not in age groups &#x0003c;30 years, where no trend was detected. Herein, the seroprevalence increased with age, with the odds of being seropositive almost 2-fold higher in the 40 or more years old group as in the 30&#x02013;34 age group (<italic>p</italic> &#x0003c; 0.001; <xref rid="T2" ref-type="table">Table 2</xref>). In the multivariable analysis, the seroprevalence was lower in pregnant women living in rural areas [urban = 24.9% and rural = 19.8%; adjusted seroprevalence ratio (aPR) = 0.87, 95% CI: 0.82&#x02013;0.92] and higher in multiparous women (aPR = 1.08, 95% CI: 1.04&#x02013;1.12). In addition, pregnant women born in the WHO AFR (39.9%), EMR (33.2%) and EUR (24.9%) regions showed a higher adjusted seroprevalence ratio than in France (20.6%) (<italic>p</italic> &#x0003c; 0.001). In contrast, women born in the WPR showed the lowest seroprevalence, at 9.1% (<xref rid="T2" ref-type="table">Table 2</xref>).</p><p>
<fig position="float" id="F1"><label>Figure 1</label><caption><p>Seroprevalence (%) of toxoplasmosis stratified by age group in pregnant women with known <italic>Toxoplasma</italic> status who gave birth in Lyon&#x02019;s public hospitals between 2017 and 2023.</p></caption><alternatives><graphic xlink:href="parasite-32-31-fig1" position="float"/><graphic xlink:href="parasite-32-31-fig1_small" specific-use="thumbnail" position="float"/></alternatives></fig>
</p><p>
<table-wrap position="float" id="T2"><label>Table 2</label><caption><p><italic>Toxoplasma</italic> seroprevalence in pregnant women and demographic characteristics associated with seropositivity, Lyon, 2017&#x02013;2023 (<italic>n</italic> = 71,922).</p></caption><table frame="hsides" rules="groups"><thead><tr valign="top"><th align="left" rowspan="1" colspan="1">Variables</th><th align="center" rowspan="1" colspan="1">
<italic>n</italic>
</th><th align="center" rowspan="1" colspan="1">%</th><th align="center" rowspan="1" colspan="1">Seroprev., %</th><th align="center" rowspan="1" colspan="1">Crude PR</th><th align="center" rowspan="1" colspan="1">95% CI</th><th align="center" rowspan="1" colspan="1"><italic>p</italic>-value</th><th align="center" rowspan="1" colspan="1">aPR</th><th align="center" rowspan="1" colspan="1">95% CI</th><th align="center" rowspan="1" colspan="1"><italic>p</italic>-value</th></tr></thead><tbody><tr valign="top"><td align="left" rowspan="1" colspan="1">Age (years)</td><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;&#x0003c;25</td><td align="center" rowspan="1" colspan="1">6,530</td><td align="center" rowspan="1" colspan="1">9.1</td><td align="center" rowspan="1" colspan="1">19.1</td><td align="center" rowspan="1" colspan="1">0.74</td><td align="center" rowspan="1" colspan="1">0.69&#x02013;0.79</td><td align="center" rowspan="1" colspan="1">
<bold>&#x0003c;0.001</bold>
</td><td align="center" rowspan="1" colspan="1">0.66</td><td align="center" rowspan="1" colspan="1">0.62&#x02013;0.71</td><td align="center" rowspan="1" colspan="1">
<bold>&#x0003c;0.001</bold>
</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;25&#x02013;29</td><td align="center" rowspan="1" colspan="1">19,231</td><td align="center" rowspan="1" colspan="1">26.7</td><td align="center" rowspan="1" colspan="1">18.9</td><td align="center" rowspan="1" colspan="1">0.73</td><td align="center" rowspan="1" colspan="1">0.70&#x02013;0.77</td><td align="center" rowspan="1" colspan="1">
<bold>&#x0003c;0.001</bold>
</td><td align="center" rowspan="1" colspan="1">0.71</td><td align="center" rowspan="1" colspan="1">0.68&#x02013;0.74</td><td align="center" rowspan="1" colspan="1">
<bold>&#x0003c;0.001</bold>
</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;30&#x02013;34</td><td align="center" rowspan="1" colspan="1">27,228</td><td align="center" rowspan="1" colspan="1">37.9</td><td align="center" rowspan="1" colspan="1">24.1</td><td align="center" rowspan="1" colspan="1">Ref.</td><td align="center" rowspan="1" colspan="1">Ref.</td><td align="center" rowspan="1" colspan="1">Ref.</td><td align="center" rowspan="1" colspan="1">Ref.</td><td align="center" rowspan="1" colspan="1">Ref.</td><td align="center" rowspan="1" colspan="1">Ref.</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;35&#x02013;39</td><td align="center" rowspan="1" colspan="1">15,149</td><td align="center" rowspan="1" colspan="1">21.1</td><td align="center" rowspan="1" colspan="1">30.4</td><td align="center" rowspan="1" colspan="1">1.37</td><td align="center" rowspan="1" colspan="1">1.31&#x02013;1.44</td><td align="center" rowspan="1" colspan="1">
<bold>&#x0003c;0.001</bold>
</td><td align="center" rowspan="1" colspan="1">1.33</td><td align="center" rowspan="1" colspan="1">1.27&#x02013;1.39</td><td align="center" rowspan="1" colspan="1">
<bold>&#x0003c;0.001</bold>
</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;&#x02265;40</td><td align="center" rowspan="1" colspan="1">3,784</td><td align="center" rowspan="1" colspan="1">5.3</td><td align="center" rowspan="1" colspan="1">38.0</td><td align="center" rowspan="1" colspan="1">1.93</td><td align="center" rowspan="1" colspan="1">1.79&#x02013;2.07</td><td align="center" rowspan="1" colspan="1">
<bold>&#x0003c;0.001</bold>
</td><td align="center" rowspan="1" colspan="1">1.78</td><td align="center" rowspan="1" colspan="1">1.65&#x02013;1.91</td><td align="center" rowspan="1" colspan="1">
<bold>&#x0003c;0.001</bold>
</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;Total</td><td align="center" rowspan="1" colspan="1">71,922</td><td align="center" rowspan="1" colspan="1">100.0</td><td align="center" rowspan="1" colspan="1">NA</td><td align="center" rowspan="1" colspan="1">NA</td><td align="center" rowspan="1" colspan="1">NA</td><td align="center" rowspan="1" colspan="1">NA</td><td align="center" rowspan="1" colspan="1">NA</td><td align="center" rowspan="1" colspan="1">NA</td><td align="center" rowspan="1" colspan="1">NA</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">Place of residence</td><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;Urban area</td><td align="center" rowspan="1" colspan="1">63,244</td><td align="center" rowspan="1" colspan="1">88.0</td><td align="center" rowspan="1" colspan="1">24.9</td><td align="center" rowspan="1" colspan="1">Ref.</td><td align="center" rowspan="1" colspan="1">Ref.</td><td align="center" rowspan="1" colspan="1">Ref.</td><td align="center" rowspan="1" colspan="1">Ref.</td><td align="center" rowspan="1" colspan="1">Ref.</td><td align="center" rowspan="1" colspan="1">Ref.</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;Rural area</td><td align="center" rowspan="1" colspan="1">8,625</td><td align="center" rowspan="1" colspan="1">12.0</td><td align="center" rowspan="1" colspan="1">19.8</td><td align="center" rowspan="1" colspan="1">0.75</td><td align="center" rowspan="1" colspan="1">0.71&#x02013;0.79</td><td align="center" rowspan="1" colspan="1">
<bold>&#x0003c;0.001</bold>
</td><td align="center" rowspan="1" colspan="1">0.87</td><td align="center" rowspan="1" colspan="1">0.82&#x02013;0.92</td><td align="center" rowspan="1" colspan="1">
<bold>&#x0003c;0.001</bold>
</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;Total</td><td align="center" rowspan="1" colspan="1">71,869</td><td align="center" rowspan="1" colspan="1">100.0</td><td align="center" rowspan="1" colspan="1">NA</td><td align="center" rowspan="1" colspan="1">NA</td><td align="center" rowspan="1" colspan="1">NA</td><td align="center" rowspan="1" colspan="1">NA</td><td align="center" rowspan="1" colspan="1">NA</td><td align="center" rowspan="1" colspan="1">NA</td><td align="center" rowspan="1" colspan="1">NA</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">Parity</td><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;First pregnancy</td><td align="center" rowspan="1" colspan="1">32,751</td><td align="center" rowspan="1" colspan="1">45.5</td><td align="center" rowspan="1" colspan="1">21.2</td><td align="center" rowspan="1" colspan="1">Ref.</td><td align="center" rowspan="1" colspan="1">Ref.</td><td align="center" rowspan="1" colspan="1">Ref.</td><td align="center" rowspan="1" colspan="1">Ref.</td><td align="center" rowspan="1" colspan="1">Ref.</td><td align="center" rowspan="1" colspan="1">Ref.</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;&#x02265;2</td><td align="center" rowspan="1" colspan="1">39,162</td><td align="center" rowspan="1" colspan="1">54.5</td><td align="center" rowspan="1" colspan="1">26.9</td><td align="center" rowspan="1" colspan="1">1.37</td><td align="center" rowspan="1" colspan="1">1.33&#x02013;1.42</td><td align="center" rowspan="1" colspan="1">
<bold>&#x0003c;0.001</bold>
</td><td align="center" rowspan="1" colspan="1">1.08</td><td align="center" rowspan="1" colspan="1">1.04&#x02013;1.12</td><td align="center" rowspan="1" colspan="1">
<bold>&#x0003c;0.001</bold>
</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;Total</td><td align="center" rowspan="1" colspan="1">71,913</td><td align="center" rowspan="1" colspan="1">100.0</td><td align="center" rowspan="1" colspan="1">NA</td><td align="center" rowspan="1" colspan="1">NA</td><td align="center" rowspan="1" colspan="1">NA</td><td align="center" rowspan="1" colspan="1">NA</td><td align="center" rowspan="1" colspan="1">NA</td><td align="center" rowspan="1" colspan="1">NA</td><td align="center" rowspan="1" colspan="1">NA</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">Country/WHO Region of birth</td><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/><td align="left" rowspan="1" colspan="1"/></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;France</td><td align="center" rowspan="1" colspan="1">51,514</td><td align="center" rowspan="1" colspan="1">72.5</td><td align="center" rowspan="1" colspan="1">20.6</td><td align="center" rowspan="1" colspan="1">Ref.</td><td align="center" rowspan="1" colspan="1">Ref.</td><td align="center" rowspan="1" colspan="1">Ref.</td><td align="center" rowspan="1" colspan="1">Ref.</td><td align="center" rowspan="1" colspan="1">Ref.</td><td align="center" rowspan="1" colspan="1">Ref.</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;African Region (AFR)</td><td align="center" rowspan="1" colspan="1">10,282</td><td align="center" rowspan="1" colspan="1">14.5</td><td align="center" rowspan="1" colspan="1">39.9</td><td align="center" rowspan="1" colspan="1">2.55</td><td align="center" rowspan="1" colspan="1">2.44&#x02013;2.67</td><td align="center" rowspan="1" colspan="1">
<bold>&#x0003c;0.001</bold>
</td><td align="center" rowspan="1" colspan="1">2.54</td><td align="center" rowspan="1" colspan="1">2.43&#x02013;2.66</td><td align="center" rowspan="1" colspan="1">
<bold>&#x0003c;0.001</bold>
</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;Region of the Americas (AMR)</td><td align="center" rowspan="1" colspan="1">659</td><td align="center" rowspan="1" colspan="1">0.9</td><td align="center" rowspan="1" colspan="1">21.9</td><td align="center" rowspan="1" colspan="1">1.08</td><td align="center" rowspan="1" colspan="1">0.89&#x02013;1.29</td><td align="center" rowspan="1" colspan="1">0.4</td><td align="center" rowspan="1" colspan="1">0.98</td><td align="center" rowspan="1" colspan="1">0.81&#x02013;1.18</td><td align="center" rowspan="1" colspan="1">0.859</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;Eastern Mediterranean Region (EMR)</td><td align="center" rowspan="1" colspan="1">3,844</td><td align="center" rowspan="1" colspan="1">5.4</td><td align="center" rowspan="1" colspan="1">33.2</td><td align="center" rowspan="1" colspan="1">1.91</td><td align="center" rowspan="1" colspan="1">1.78&#x02013;2.05</td><td align="center" rowspan="1" colspan="1">
<bold>&#x0003c;0.001</bold>
</td><td align="center" rowspan="1" colspan="1">1.85</td><td align="center" rowspan="1" colspan="1">1.72&#x02013;1.99</td><td align="center" rowspan="1" colspan="1">
<bold>&#x0003c;0.001</bold>
</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;European Region (EUR)</td><td align="center" rowspan="1" colspan="1">3,913</td><td align="center" rowspan="1" colspan="1">5.5</td><td align="center" rowspan="1" colspan="1">24.9</td><td align="center" rowspan="1" colspan="1">1.27</td><td align="center" rowspan="1" colspan="1">1.18&#x02013;1.37</td><td align="center" rowspan="1" colspan="1">
<bold>&#x0003c;0.001</bold>
</td><td align="center" rowspan="1" colspan="1">1.30</td><td align="center" rowspan="1" colspan="1">1.21&#x02013;1.41</td><td align="center" rowspan="1" colspan="1">
<bold>&#x0003c;0.001</bold>
</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;South-East Asian Region (SEAR)</td><td align="center" rowspan="1" colspan="1">201</td><td align="center" rowspan="1" colspan="1">0.3</td><td align="center" rowspan="1" colspan="1">19.4</td><td align="center" rowspan="1" colspan="1">0.93</td><td align="center" rowspan="1" colspan="1">0.64&#x02013;1.30</td><td align="center" rowspan="1" colspan="1">0.7</td><td align="center" rowspan="1" colspan="1">0.89</td><td align="center" rowspan="1" colspan="1">0.616&#x02013;1.25</td><td align="center" rowspan="1" colspan="1">0.511</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;Western Pacific Region (WPR)</td><td align="center" rowspan="1" colspan="1">616</td><td align="center" rowspan="1" colspan="1">0.9</td><td align="center" rowspan="1" colspan="1">9.1</td><td align="center" rowspan="1" colspan="1">0.38</td><td align="center" rowspan="1" colspan="1">0.29&#x02013;0.50</td><td align="center" rowspan="1" colspan="1">
<bold>&#x0003c;0.001</bold>
</td><td align="center" rowspan="1" colspan="1">0.35</td><td align="center" rowspan="1" colspan="1">0.26&#x02013;0.46</td><td align="center" rowspan="1" colspan="1">
<bold>&#x0003c;0.001</bold>
</td></tr><tr valign="top"><td align="left" rowspan="1" colspan="1">&#x02003;Total</td><td align="center" rowspan="1" colspan="1">71,029</td><td align="center" rowspan="1" colspan="1">100.0</td><td align="center" rowspan="1" colspan="1">NA</td><td align="center" rowspan="1" colspan="1">NA</td><td align="center" rowspan="1" colspan="1">NA</td><td align="center" rowspan="1" colspan="1">NA</td><td align="center" rowspan="1" colspan="1">NA</td><td align="center" rowspan="1" colspan="1">NA</td><td align="center" rowspan="1" colspan="1">NA</td></tr></tbody></table><table-wrap-foot><p>Seroprev.: seroprevalence; Crude PR: crude prevalence ratio; aPR: adjusted prevalence ratio; Bold <italic>p</italic>-values indicate statistical significance</p></table-wrap-foot></table-wrap>
</p></sec><sec id="S11"><title>Incidence of maternal infections and congenital toxoplasmosis</title><p>Sixty-nine gestational infections were observed during 2017&#x02013;2023, which resulted in a cumulative incidence of 1.3 cases [95% CI: 0.99&#x02013;1.61] per 1,000 pregnancies at risk. Annual incidence rates remained constant at 0.1% or below throughout the period (<xref rid="T1" ref-type="table">Table 1</xref>). There were no terminations of pregnancy. Maternal infections led to congenital toxoplasmosis in eight cases, resulting in one foetal death, and in the detection at birth of intra-cranial calcifications in one of the seven live births. All children were treated for one year with a pyrimethamine and sulfamides dual regimen, and no ocular lesions or neurodevelopmental deficits were observed in clinical and ocular examinations performed every three months.</p></sec></sec><sec sec-type="discussion" id="S12"><title>Discussion</title><p>Our study indicated declining annual seroprevalence over a 7-year period, except in the youngest age group, but stable incidence of maternal and congenital <italic>Toxoplasma</italic> infections. Moreover, we observed that increasing age of pregnancy, multiparity, living in urban areas and region of origin were associated with seropositivity. These findings are based on a large sample from France&#x02019;s second-largest public hospital system, which admits patients from a wide range of social backgrounds, living in both urban and rural areas. Another difference with national perinatal surveys was the use of a standardised set of serological tests, ensuring consistency and reliability.</p><p>The Lyon area, like other regions in the colder eastern part of France, is associated with lower seroprevalence than the national average estimates [<xref rid="R10" ref-type="bibr">10</xref>, <xref rid="R18" ref-type="bibr">18</xref>]. In the absence of contradictory data, it can, however, be assumed that the observed decline in seroprevalence is likely to affect regions of higher or lower prevalence in Europe and the United States, where less virulent <italic>T. gondii</italic> Type-2 strains are also common [<xref rid="R24" ref-type="bibr">24</xref>]. The observed decrease in seroprevalence could be attributed to changes in lifestyles, food preparation and decontamination practices, as well as a reduction in the prevalence of <italic>Toxoplasma</italic> in farm animals, which can be attributed to improved farm management and enhanced biosecurity measures [<xref rid="R17" ref-type="bibr">17</xref>, <xref rid="R21" ref-type="bibr">21</xref>]. However, the evolution of seroprevalence in farm animals remains unclear in France, as the available studies are limited to cross-sectional studies published in sheep meat [<xref rid="R12" ref-type="bibr">12</xref>], beef [<xref rid="R5" ref-type="bibr">5</xref>] and pork [<xref rid="R8" ref-type="bibr">8</xref>]. Another significant factor contributing to this decrease could be the declining trend in consumption of beef and sheep meat in France over the past few years [<xref rid="R20" ref-type="bibr">20</xref>]. Although the precise effect of cats on this decline remains uncertain, increasing urbanisation and the increased presence of urban domestic cats seem to have played a role in the decline, despite the 6% annual rate of increase of the cat population in France [<xref rid="R11" ref-type="bibr">11</xref>]. Unfortunately, it was not possible to estimate the risk factors to which patients had been exposed since childhood, nor to determine their educational and socio-economic level, and thus to explain the higher prevalence among patients living in urban areas, which is often reported in the literature [<xref rid="R24" ref-type="bibr">24</xref>].</p><p>This decline in seroprevalence has several important implications, including the diagnostic performance of serological tests in a context of lower pre-test probability and the calculation of sample sizes for prevalence studies. These consequences must be considered in the context of the serological prenatal screening, which is practiced worldwide, either through individual initiatives, or in large-scale programmes implemented in several countries. Even though, according to a recent medico-economic assessment, testing costs do not carry the highest burden compared to incidence of maternal infection which ranks first [<xref rid="R19" ref-type="bibr">19</xref>, <xref rid="R24" ref-type="bibr">24</xref>], the search for less expensive tests is increasingly important as the number of retested patients grows. Options include using rapid immunochromatography tests [<xref rid="R27" ref-type="bibr">27</xref>], detecting total Ig in first line [<xref rid="R2" ref-type="bibr">2</xref>], or targeting at-risk populations. Our results call for regular and standardised monitoring of seroprevalence which could also be used to estimate the incidence of infection in a population [<xref rid="R1" ref-type="bibr">1</xref>].</p><p>In our study, the incidence of maternal infections was measured using routine screening data, which is an advantage over the available estimates, which were based on the annual number of reported congenital <italic>Toxoplasma</italic> cases [<xref rid="R22" ref-type="bibr">22</xref>], or on modelling [<xref rid="R16" ref-type="bibr">16</xref>]. Annual incidence estimates were overall stable over the study period. Interestingly, there was an increasing trend in the incidence of gestational infections during the SARS-CoV-2 pandemic, but which did not reach significance, unlike what was reported in an Italian study, as a possible consequence of limited access to information regarding preventive measures for toxoplasmosis and greater exposure to cats and gardening [<xref rid="R23" ref-type="bibr">23</xref>]. This highlights that susceptible pregnant women remain exposed to <italic>Toxoplasma</italic> infections, potentially even more so during pregnancy [<xref rid="R3" ref-type="bibr">3</xref>]. Analysis of the Lyon cohort indicated that monthly screening has reduced the risk of maternal-foetal transmission [<xref rid="R26" ref-type="bibr">26</xref>] and has improved the 3-year [<xref rid="R25" ref-type="bibr">25</xref>] and long-term outcome of infected patients [<xref rid="R14" ref-type="bibr">14</xref>]. However, the incidence of congenital infection has remained stable [<xref rid="R25" ref-type="bibr">25</xref>], and severe cases still occur, as evidenced in our limited series by the occurrence of foetal death and the detection of hyperechoic intra-cranial lesions associated with an increased risk of ocular damage [<xref rid="R14" ref-type="bibr">14</xref>].</p></sec><sec sec-type="conclusions" id="S13"><title>Conclusions</title><p>Our findings confirm that protecting at-risk pregnant women is a growing challenge that requires updating knowledge of local risk factors and promoting healthy behaviours. Healthcare professionals must be properly informed of all sources of infection and their prevention. Screening programmes, given their access to large populations, are best placed to assess the impact of these preventive efforts [<xref rid="R7" ref-type="bibr">7</xref>], provided that the data are collected with the necessary precision. Our findings also indicate the need for regular monitoring of epidemiological parameters related to maternal and congenital <italic>Toxoplasma</italic> infections and their prevention, using standardised protocols. These protocols should be made available to the scientific community to facilitate comparisons between studies carried out over time in a specific setting or performed in the context of different settings.</p></sec></body><back><ack><p>We would like to thank Faiza Senni, funded by the perinatal Aurore network, for her help with data management.</p></ack><sec sec-type="funding-statement" id="S14"><title>Funding</title><p>The authors state that there was no funding for this study.</p></sec><sec sec-type="COI-statement" id="S15"><title>Conflicts of interest</title><p>The authors declare no conflicts of interest.</p></sec><sec sec-type="author-contribution" id="S16"><title>Author contribution statement</title><p>AR, LG and MW conceived and designed the study, acquired and analysed the data, interpreted the results, and wrote the first draft of the manuscript; DD, JM, AA, BLF, MM, BL and PTC acquired the data, interpreted the results, and substantially critically reviewed the manuscript. All authors approved the final version of the manuscript.</p></sec><ref-list><ref id="R1"><label>1</label><mixed-citation publication-type="journal"><string-name><surname>Ades</surname>
<given-names>AE</given-names></string-name>, <string-name><surname>Nokes</surname>
<given-names>DJ</given-names></string-name>. <year>1993</year>. <article-title>Modeling age- and time-specific incidence from seroprevalence: toxoplasmosis</article-title>. <source>American Journal of Epidemiology</source>, <volume>137</volume>, <fpage>1022</fpage>&#x02013;<lpage>1034</lpage>.<pub-id pub-id-type="pmid">8317447</pub-id>
</mixed-citation></ref><ref id="R2"><label>2</label><mixed-citation publication-type="journal"><string-name><surname>Ancelle</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Yera</surname>
<given-names>H</given-names></string-name>, <string-name><surname>Talabani</surname>
<given-names>H</given-names></string-name>, <string-name><surname>Lebuisson</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Thulliez</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Dupouy-Camet</surname>
<given-names>J</given-names></string-name>. <year>2009</year>. <article-title>Comment r&#x000e9;duire le co&#x000fb;t du d&#x000e9;pistage de la toxoplasmose chez la femme enceinte&#x000a0;?</article-title>
<source>Revue d&#x02019;&#x000c9;pid&#x000e9;miologie et de Sant&#x000e9; Publique</source>, <volume>57</volume>, <fpage>411</fpage>&#x02013;<lpage>417</lpage>.</mixed-citation></ref><ref id="R3"><label>3</label><mixed-citation publication-type="journal"><string-name><surname>Avelino</surname>
<given-names>MM</given-names></string-name>, <string-name><surname>Campos</surname>
<given-names>D</given-names>, <suffix>Jr.</suffix></string-name>, <string-name><surname>de Parada</surname>
<given-names>J do CB</given-names></string-name>, <string-name><surname>de Castro</surname>
<given-names>AM</given-names></string-name>. <year>2003</year>. <article-title>Pregnancy as a risk factor for acute toxoplasmosis seroconversion</article-title>. <source>European Journal of Obstetrics and Gynecology and Reproductive Biology</source>, <volume>108</volume>, <fpage>19</fpage>&#x02013;<lpage>24</lpage>.<pub-id pub-id-type="pmid">12694964</pub-id>
</mixed-citation></ref><ref id="R4"><label>4</label><mixed-citation publication-type="journal"><string-name><surname>Bigna</surname>
<given-names>JJ</given-names></string-name>, <string-name><surname>Tochie</surname>
<given-names>JN</given-names></string-name>, <string-name><surname>Tounouga</surname>
<given-names>DN</given-names></string-name>, <string-name><surname>Bekolo</surname>
<given-names>AO</given-names></string-name>, <string-name><surname>Ymele</surname>
<given-names>NS</given-names></string-name>, <string-name><surname>Youda</surname>
<given-names>EL</given-names></string-name>, <string-name><surname>Sime</surname>
<given-names>PS</given-names></string-name>, <string-name><surname>Nansseu</surname>
<given-names>JR</given-names></string-name>. <year>2020</year>. <article-title>Global, regional, and country seroprevalence of <italic>Toxoplasma gondii</italic> in pregnant women: a systematic review, modelling and meta-analysis</article-title>. <source>Scientific Reports</source>, <volume>10</volume>, <fpage>12102</fpage>.<pub-id pub-id-type="pmid">32694844</pub-id>
</mixed-citation></ref><ref id="R5"><label>5</label><mixed-citation publication-type="journal"><string-name><surname>Blaga</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Aubert</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Th&#x000e9;bault</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Perret</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Geers</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Thomas</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Alliot</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Djokic</surname>
<given-names>V</given-names></string-name>, <string-name><surname>Ortis</surname>
<given-names>N</given-names></string-name>, <string-name><surname>Halos</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Durand</surname>
<given-names>B</given-names></string-name>, <string-name><surname>Mercier</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Villena</surname>
<given-names>I</given-names></string-name>, <string-name><surname>Boireau</surname>
<given-names>P</given-names></string-name>. <year>2019</year>. <article-title><italic>Toxoplasma gondii</italic> in beef consumed in France: regional variation in seroprevalence and parasite isolation</article-title>. <source>Parasite</source>, <volume>26</volume>, <fpage>77</fpage>.<pub-id pub-id-type="pmid">31868577</pub-id>
</mixed-citation></ref><ref id="R6"><label>6</label><mixed-citation publication-type="journal"><string-name><surname>Cook</surname>
<given-names>AJC</given-names></string-name>, <string-name><surname>Holliman</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Gilbert</surname>
<given-names>RE</given-names></string-name>, <string-name><surname>Buffolano</surname>
<given-names>W</given-names></string-name>, <string-name><surname>Zufferey</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Petersen</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Jenum</surname>
<given-names>PA</given-names></string-name>, <string-name><surname>Foulon</surname>
<given-names>W</given-names></string-name>, <string-name><surname>Semprini</surname>
<given-names>AE</given-names></string-name>, <string-name><surname>Dunn</surname>
<given-names>DT</given-names></string-name>. <year>2000</year>. <article-title>Sources of <italic>Toxoplasma</italic> infection in pregnant women: European multicentre case-control study</article-title>. <source>BMJ</source>, <volume>321</volume>, <fpage>142</fpage>.<pub-id pub-id-type="pmid">10894691</pub-id>
</mixed-citation></ref><ref id="R7"><label>7</label><mixed-citation publication-type="other"><string-name><surname>Di Mario</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Basevi</surname>
<given-names>V</given-names></string-name>, <string-name><surname>Gagliotti</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Spettoli</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Gori</surname>
<given-names>G</given-names></string-name>, <string-name><surname>D&#x02019;Amico</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Magrini</surname>
<given-names>N</given-names></string-name>. <year>2015</year>. <article-title>Prenatal education for congenital toxoplasmosis</article-title>. <source>Cochrane Database of Systematic reviews</source> CD006171.</mixed-citation></ref><ref id="R8"><label>8</label><mixed-citation publication-type="journal"><string-name><surname>Djokic</surname>
<given-names>V</given-names></string-name>, <string-name><surname>Blaga</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Aubert</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Durand</surname>
<given-names>B</given-names></string-name>, <string-name><surname>Perret</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Geers</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Ducry</surname>
<given-names>T</given-names></string-name>, <string-name><surname>Vallee</surname>
<given-names>I</given-names></string-name>, <string-name><surname>Djurkovic Djakovic</surname>
<given-names>O</given-names></string-name>, <string-name><surname>Mzabi</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Villena</surname>
<given-names>I</given-names></string-name>, <string-name><surname>Boireau</surname>
<given-names>P</given-names></string-name>. <year>2016</year>. <article-title><italic>Toxoplasma gondii</italic> infection in pork produced in France</article-title>. <source>Parasitology</source>, <volume>143</volume>, <fpage>557</fpage>&#x02013;<lpage>567</lpage>.<pub-id pub-id-type="pmid">26928081</pub-id>
</mixed-citation></ref><ref id="R9"><label>9</label><mixed-citation publication-type="journal"><string-name><surname>Dunay</surname>
<given-names>IR</given-names></string-name>, <string-name><surname>Gajurel</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Dhakal</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Liesenfeld</surname>
<given-names>O</given-names></string-name>, <string-name><surname>Montoya</surname>
<given-names>JG</given-names></string-name>. <year>2018</year>. <article-title>Treatment of toxoplasmosis: historical perspective, animal models, and current clinical practice</article-title>. <source>Clinical Microbiology Reviews</source>, <volume>31</volume>, <fpage>e00057</fpage>-<lpage>17</lpage>.<pub-id pub-id-type="pmid">30209035</pub-id>
</mixed-citation></ref><ref id="R10"><label>10</label><mixed-citation publication-type="other"><collab>Enqu&#x000ea;te nationale p&#x000e9;rinatale&#x000a0;: r&#x000e9;sultats de l&#x02019;&#x000e9;dition</collab>. <year>2021</year>. <comment>Available from:</comment>
<ext-link xlink:href="https://www.santepubliquefrance.fr/presse/2022/enquete-nationale-perinatale-resultats-de-l-edition-2021" ext-link-type="uri">https://www.santepubliquefrance.fr/presse/2022/enquete-nationale-perinatale-resultats-de-l-edition-2021</ext-link>.</mixed-citation></ref><ref id="R11"><label>11</label><mixed-citation publication-type="other"><collab>F&#x000e9;d&#x000e9;ration des fabricants d&#x02019;aliments pour chiens, chats, oiseaux et autres animaux familiers (FACCO)</collab>. <year>2023</year>. <source>Les chiffres de la population animale en France</source>. <comment>Available from:</comment>
<ext-link xlink:href="https://www.facco.fr/chiffres-cles/les-chiffres-de-la-population-animale/" ext-link-type="uri">https://www.facco.fr/chiffres-cles/les-chiffres-de-la-population-animale/</ext-link>.</mixed-citation></ref><ref id="R12"><label>12</label><mixed-citation publication-type="journal"><string-name><surname>Halos</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Th&#x000e9;bault</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Aubert</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Thomas</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Perret</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Geers</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Alliot</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Escotte-Binet</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Ajzenberg</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Dard&#x000e9;</surname>
<given-names>ML</given-names></string-name>, <string-name><surname>Durand</surname>
<given-names>B</given-names></string-name>, <string-name><surname>Boireau</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Villena</surname>
<given-names>I</given-names></string-name>. <year>2010</year>. <article-title>An innovative survey underlining the significant level of contamination by <italic>Toxoplasma gondii</italic> of ovine meat consumed in France</article-title>. <source>International Journal for Parasitology</source>, <volume>40</volume>, <fpage>193</fpage>&#x02013;<lpage>200</lpage>.<pub-id pub-id-type="pmid">19631651</pub-id>
</mixed-citation></ref><ref id="R13"><label>13</label><mixed-citation publication-type="other"><collab>Institut National de la statistique et des &#x000e9;tudes &#x000e9;conomiques (INSEE)</collab>. <year>2023</year>. <source>7-level municipal density grid</source>. <comment>Available from:</comment>
<ext-link xlink:href="https://www.insee.fr/fr/statistiques/6686472" ext-link-type="uri">https://www.insee.fr/fr/statistiques/6686472</ext-link>.</mixed-citation></ref><ref id="R14"><label>14</label><mixed-citation publication-type="journal"><string-name><surname>Journ&#x000e9;</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Garweg</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Ksiazek</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Peyron</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Binquet</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Wallon</surname>
<given-names>M</given-names></string-name>. <year>2024</year>. <article-title>Long-term ocular outcomes in congenital toxoplasmosis treated perinatally</article-title>. <source>Pediatrics</source>, <volume>153</volume>, <fpage>e2023064114</fpage>.<pub-id pub-id-type="pmid">38454832</pub-id>
</mixed-citation></ref><ref id="R15"><label>15</label><mixed-citation publication-type="journal"><string-name><surname>Milne</surname>
<given-names>GC</given-names></string-name>, <string-name><surname>Webster</surname>
<given-names>JP</given-names></string-name>, <string-name><surname>Walker</surname>
<given-names>M</given-names></string-name>. <year>2023</year>. <article-title>Is the incidence of congenital toxoplasmosis declining?</article-title>
<source>Trends in Parasitology</source>, <volume>39</volume>, <fpage>26</fpage>&#x02013;<lpage>37</lpage>.<pub-id pub-id-type="pmid">36400672</pub-id>
</mixed-citation></ref><ref id="R16"><label>16</label><mixed-citation publication-type="journal"><string-name><surname>Nogareda</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Le Strat</surname>
<given-names>Y</given-names></string-name>, <string-name><surname>Villena</surname>
<given-names>I</given-names></string-name>, <string-name><surname>De Valk</surname>
<given-names>H</given-names></string-name>, <string-name><surname>Goulet</surname>
<given-names>V</given-names></string-name>. <year>2014</year>. <article-title>Incidence and prevalence of <italic>Toxoplasma gondii</italic> infection in women in France, 1980&#x02013;2020: model-based estimation</article-title>. <source>Epidemiology and Infection</source>, <volume>142</volume>, <fpage>1661</fpage>&#x02013;<lpage>1670</lpage>.<pub-id pub-id-type="pmid">24229712</pub-id>
</mixed-citation></ref><ref id="R17"><label>17</label><mixed-citation publication-type="journal"><string-name><surname>Opsteegh</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Kortbeek</surname>
<given-names>TM</given-names></string-name>, <string-name><surname>Havelaar</surname>
<given-names>AH</given-names></string-name>, <string-name><surname>van der Giessen</surname>
<given-names>JWB</given-names></string-name>. <year>2015</year>. <article-title>Intervention strategies to reduce human <italic>Toxoplasma gondii</italic> disease burden</article-title>. <source>Clinical Infectious Diseases</source>, <volume>60</volume>, <fpage>101</fpage>&#x02013;<lpage>107</lpage>.<pub-id pub-id-type="pmid">25225234</pub-id>
</mixed-citation></ref><ref id="R18"><label>18</label><mixed-citation publication-type="journal"><string-name><surname>Robinson</surname>
<given-names>E</given-names></string-name>, <string-name><surname>de Valk</surname>
<given-names>H</given-names></string-name>, <string-name><surname>Villena</surname>
<given-names>I</given-names></string-name>, <string-name><surname>Le Strat</surname>
<given-names>Y</given-names></string-name>, <string-name><surname>Tourdjman</surname>
<given-names>M</given-names></string-name>. <year>2021</year>. <article-title>National perinatal survey demonstrates a decreasing seroprevalence of <italic>Toxoplasma gondii</italic> infection among pregnant women in France, 1995 to 2016: impact for screening policy</article-title>. <source>Eurosurveillance</source>, <volume>26</volume>, <fpage>1900710</fpage>.<pub-id pub-id-type="pmid">33541484</pub-id>
</mixed-citation></ref><ref id="R19"><label>19</label><mixed-citation publication-type="journal"><string-name><surname>Sawers</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Wallon</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Mandelbrot</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Villena</surname>
<given-names>I</given-names></string-name>, <string-name><surname>Stillwaggon</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Kieffer</surname>
<given-names>F</given-names></string-name>. <year>2022</year>. <article-title>Prevention of congenital toxoplasmosis in France using prenatal screening: A decision-analytic economic model</article-title>. <source>PLoS One</source>, <volume>17</volume>, <fpage>e0273781</fpage>.<pub-id pub-id-type="pmid">36331943</pub-id>
</mixed-citation></ref><ref id="R20"><label>20</label><mixed-citation publication-type="other"><collab>Service de la Statistique et de la Prospective du minist&#x000e8;re de l&#x02019;Agriculture et de l&#x02019;Alimentation (AGRESTE)</collab>. <year>2022</year>. <source>La consommation de viande en France en 2022</source>. <comment>Available from:</comment>
<ext-link xlink:href="https://agreste.agriculture.gouv.fr/agreste-web/download/publication/publie/SynCsm23412/consyn412202307-ConsoViande.pdf" ext-link-type="uri">https://agreste.agriculture.gouv.fr/agreste-web/download/publication/publie/SynCsm23412/consyn412202307-ConsoViande.pdf</ext-link>.</mixed-citation></ref><ref id="R21"><label>21</label><mixed-citation publication-type="journal"><string-name><surname>Stelzer</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Basso</surname>
<given-names>W</given-names></string-name>, <string-name><surname>Benavides Silv&#x000e1;n</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Ortega-Mora</surname>
<given-names>LM</given-names></string-name>, <string-name><surname>Maksimov</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Gethmann</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Conraths</surname>
<given-names>FJ</given-names></string-name>, <string-name><surname>Schares</surname>
<given-names>G</given-names></string-name>. <year>2019</year>. <article-title><italic>Toxoplasma gondii</italic> infection and toxoplasmosis in farm animals: Risk factors and economic impact</article-title>. <source>Food and Waterborne Parasitology</source>, <volume>15</volume>, <fpage>e00037</fpage>.<pub-id pub-id-type="pmid">32095611</pub-id>
</mixed-citation></ref><ref id="R22"><label>22</label><mixed-citation publication-type="other"><collab>Toxoplasmosis Report</collab>. <year>2022</year>. <source>National Centre for Toxoplasmosis - CHU de Reims, France</source>. <comment>Available from:</comment>
<ext-link xlink:href="http://cnrtoxoplasmose.chu-reims.fr/wp-content/uploads/2023/03/Reims-Dossier-de-candidature-CNR-Toxoplasmose-volet-scientifique.pdf" ext-link-type="uri">http://cnrtoxoplasmose.chu-reims.fr/wp-content/uploads/2023/03/Reims-Dossier-de-candidature-CNR-Toxoplasmose-volet-scientifique.pdf</ext-link>.</mixed-citation></ref><ref id="R23"><label>23</label><mixed-citation publication-type="journal"><string-name><surname>Vasarri</surname>
<given-names>MV</given-names></string-name>, <string-name><surname>Fernicola</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Arienti</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Carli</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Colciago</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Locatelli</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Rotta</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Procopio</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Zammarchi</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Ornaghi</surname>
<given-names>S</given-names></string-name>. <year>2024</year>. <article-title>Indirect impact of SARS-CoV-2 pandemic on incidence of maternal primary cytomegalovirus and <italic>Toxoplasma gondii</italic> infection in pregnancy</article-title>. <source>International Journal of Gynecology and Obstetricts</source>, <volume>166</volume>, <fpage>1218</fpage>&#x02013;<lpage>1224</lpage>.</mixed-citation></ref><ref id="R24"><label>24</label><mixed-citation publication-type="book"><string-name><surname>Wallon</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Kieffer</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Peyron</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Mandelbrot</surname>
<given-names>L</given-names></string-name>, <string-name><surname>Garweg</surname>
<given-names>JG</given-names></string-name>. <year>2024</year>. <article-title>Toxoplasmosis</article-title>. <source>Remington and Klein&#x02019;s infectious diseases of the fetus and newborn infant</source> (9th edn.). <publisher-loc>Elsevier Health Sciences</publisher-loc>.</mixed-citation></ref><ref id="R25"><label>25</label><mixed-citation publication-type="journal"><string-name><surname>Wallon</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Ksiazek</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Journ&#x000e9;</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Dupont</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Menotti</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Peyron</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Binquet</surname>
<given-names>C</given-names></string-name>. <year>2024</year>. <article-title>Congenital toxoplasmosis: Fewer clinical signs at 3 years of age over the last 15 years but stable risk of materno-fetal transmission</article-title>. <source>Clinical Infectious Diseases</source>, <volume>ciae634</volume>.</mixed-citation></ref><ref id="R26"><label>26</label><mixed-citation publication-type="journal"><string-name><surname>Wallon</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Peyron</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Cornu</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Vinault</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Abrahamowicz</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Kopp</surname>
<given-names>CB</given-names></string-name>, <string-name><surname>Binquet</surname>
<given-names>C</given-names></string-name>. <year>2013</year>. <article-title>Congenital <italic>Toxoplasma</italic> infection: Monthly prenatal screening decreases transmission rate and improves clinical outcome at age 3 years</article-title>. <source>Clinical Infectious Diseases</source>, <volume>56</volume>, <fpage>1223</fpage>&#x02013;<lpage>1231</lpage>.<pub-id pub-id-type="pmid">23362291</pub-id>
</mixed-citation></ref><ref id="R27"><label>27</label><mixed-citation publication-type="journal"><string-name><surname>Zhou</surname>
<given-names>Y</given-names></string-name>, <string-name><surname>Leahy</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Grose</surname>
<given-names>A</given-names></string-name>, <string-name><surname>Lykins</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Siddiqui</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Leong</surname>
<given-names>N</given-names></string-name>, <string-name><surname>Goodall</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Withers</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Ashi</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Schrantz</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Tesic</surname>
<given-names>V</given-names></string-name>, <string-name><surname>Abeleda</surname>
<given-names>AP</given-names></string-name>, <string-name><surname>Beavis</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Clouser</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Ismail</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Christmas</surname>
<given-names>M</given-names></string-name>, <string-name><surname>Piarroux</surname>
<given-names>R</given-names></string-name>, <string-name><surname>Limonne</surname>
<given-names>D</given-names></string-name>, <string-name><surname>Chapey</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Abraham</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Baird</surname>
<given-names>I</given-names></string-name>, <string-name><surname>Thibodeau</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Boyer</surname>
<given-names>KM</given-names></string-name>, <string-name><surname>Torres</surname>
<given-names>E</given-names></string-name>, <string-name><surname>Conrey</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Wang</surname>
<given-names>K</given-names></string-name>, <string-name><surname>Staat</surname>
<given-names>MA</given-names></string-name>, <string-name><surname>Back</surname>
<given-names>N</given-names></string-name>, <string-name><surname>L&#x02019;Ollivier</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Mahinc</surname>
<given-names>C</given-names></string-name>, <string-name><surname>Flori</surname>
<given-names>P</given-names></string-name>, <string-name><surname>Gomez-Marin</surname>
<given-names>J</given-names></string-name>, <string-name><surname>Peyron</surname>
<given-names>F</given-names></string-name>, <string-name><surname>Houz&#x000e9;</surname>
<given-names>S</given-names></string-name>, <string-name><surname>Wallon</surname>
<given-names>M</given-names></string-name>, <string-name><surname>McLeod</surname>
<given-names>R</given-names></string-name>. <year>2024</year>. <article-title>Novel paradigm enables accurate monthly gestational screening to prevent congenital toxoplasmosis and more</article-title>. <source>PLoS Neglected Tropical Diseases</source>, <volume>18</volume>, <fpage>e0011335</fpage>.<pub-id pub-id-type="pmid">38805559</pub-id>
</mixed-citation></ref></ref-list><notes><boxed-text position="float"><p><bold>Cite this article as</bold>: Roy A, Gaucher L, Dupont D, Menotti J, Atallah A, de la Fourni&#x000e8;ere B, Massoud M, Lina B, Tirard-Collet P &#x00026; Wallon M. 2025. Epidemiological changes in Toxoplasma infection: a 7-year longitudinal study in pregnant women in Lyon, France, 2017&#x02013;2023. Parasite <bold>32</bold>, 31. <ext-link xlink:href="https://doi.org/10.1051/parasite/2025023" ext-link-type="uri">https://doi.org/10.1051/parasite/2025023</ext-link>.</p></boxed-text></notes></back></article>