<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" dtd-version="1.3" xml:lang="pt" article-type="editorial"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Arq Bras Cardiol</journal-id><journal-id journal-id-type="iso-abbrev">Arq Bras Cardiol</journal-id><journal-id journal-id-type="publisher-id">abc</journal-id><journal-title-group><journal-title>Arquivos Brasileiros de Cardiologia</journal-title></journal-title-group><issn pub-type="ppub">0066-782X</issn><issn pub-type="epub">1678-4170</issn><publisher><publisher-name>Sociedade Brasileira de Cardiologia - SBC</publisher-name></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmc">PMC12101577</article-id><article-id pub-id-type="other">00204</article-id><article-id pub-id-type="doi">10.36660/abc.20250148</article-id><article-categories><subj-group subj-group-type="heading"><subject>Minieditorial</subject></subj-group></article-categories><title-group><article-title>F&#x000ed;stula &#x000c1;trio-Esof&#x000e1;gica ap&#x000f3;s Abla&#x000e7;&#x000e3;o por Cateter de Fibrila&#x000e7;&#x000e3;o Atrial: Podemos Realmente Preveni-la?</article-title></title-group><contrib-group><contrib contrib-type="author"><contrib-id contrib-id-type="orcid" authenticated="false">https://orcid.org/0000-0001-5333-7174</contrib-id><name><surname>Camanho</surname><given-names>Luiz Eduardo Montenegro</given-names></name><xref rid="aff1" ref-type="aff">
<sup>1</sup>
</xref><xref rid="c1" ref-type="corresp"/></contrib><aff id="aff1">
<label>1</label>
<institution content-type="orgname">Hospital Pr&#x000f3;-Card&#x000ed;aco</institution>
<addr-line>
<named-content content-type="city">Rio de Janeiro</named-content>
<named-content content-type="state">RJ</named-content>
</addr-line>
<country country="BR">Brasil</country>
<institution content-type="original">Hospital Pr&#x000f3;-Card&#x000ed;aco - Servi&#x000e7;o de Arritmias e Estimula&#x000e7;&#x000e3;o Card&#x000ed;aca Artificial, Rio de Janeiro, RJ - Brasil</institution>
</aff></contrib-group><author-notes><corresp id="c1">
<label>Correspond&#x000ea;ncia:</label>
<bold>Luiz Eduardo Montenegro Camanho</bold>
&#x02022; Rua Real Grandeza, 108 sala 124. CEP
<postal-code>22281-040</postal-code>
, Botafogo, RJ &#x02013; Brasil E-mail:
<email>lecamanho@gmail.com</email>
</corresp></author-notes><pub-date pub-type="epub"><day>14</day><month>5</month><year>2025</year></pub-date><pub-date pub-type="collection"><month>3</month><year>2025</year></pub-date><volume>122</volume><issue>3</issue><elocation-id>e20250148</elocation-id><history><date date-type="received"><day>23</day><month>2</month><year>2025</year></date><date date-type="rev-recd"><day>28</day><month>2</month><year>2025</year></date><date date-type="accepted"><day>28</day><month>2</month><year>2025</year></date></history><permissions><license><ali:license_ref xmlns:ali="http://www.niso.org/schemas/ali/1.0/" specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p>This is an open-access article distributed under the terms of the Creative Commons Attribution License</license-p></license></permissions><kwd-group><title>Palavras-chave</title><kwd>F&#x000ed;stula Esof&#x000e1;gica</kwd><kwd>Fibrila&#x000e7;&#x000e3;o Atrial</kwd><kwd>Abla&#x000e7;&#x000e3;o por Cateter</kwd></kwd-group><counts><fig-count count="0"/><table-count count="0"/><equation-count count="0"/><ref-count count="13"/></counts></article-meta></front><body><p>A abla&#x000e7;&#x000e3;o por cateter de fibrila&#x000e7;&#x000e3;o atrial (FA) &#x000e9; um procedimento amplamente utilizado e estabelecido na pr&#x000e1;tica cl&#x000ed;nica. Diversos estudos randomizados j&#x000e1; demonstraram a superioridade deste m&#x000e9;todo em pacientes com FA parox&#x000ed;stica/ persistente, sintom&#x000e1;ticos e refrat&#x000e1;rios a terapia antiarr&#x000ed;tmica, com forte impacto positivo na qualidade de vida e na redu&#x000e7;&#x000e3;o da recorr&#x000ea;ncia cl&#x000ed;nica desta arritmia, independentemente do tipo de energia utilizada.<sup>
<xref rid="B1" ref-type="bibr">1</xref>
&#x02013;
<xref rid="B3" ref-type="bibr">3</xref>
</sup> O objetivo prim&#x000e1;rio do procedimento &#x000e9; o isolamento el&#x000e9;trico das veias pulmonares, associada ou n&#x000e3;o a les&#x000f5;es mais extensas, em particular, da parede posterior.</p><p>As principais complica&#x000e7;&#x000f5;es relacionadas ao procedimento, tais como, morte, evento tromboemb&#x000f3;lico per-procedimento, f&#x000ed;stula &#x000e1;trio-esof&#x000e1;gica (FAE), tamponamento card&#x000ed;aco, estenose grave de veia pulmonar e paralisia permanente de nervo fr&#x000ea;nico s&#x000e3;o, na realidade, complica&#x000e7;&#x000f5;es infrequentes (0,02 a 1,3%). Uma recente publica&#x000e7;&#x000e3;o demonstrou um decr&#x000e9;scimo destas complica&#x000e7;&#x000f5;es nos &#x000fa;ltimos anos (2018-2022) quando comparado aos cinco anos antecedentes (3,8 versus 5,3%).<sup>
<xref rid="B4" ref-type="bibr">4</xref>
</sup></p><p>A FAE &#x000e9; uma complica&#x000e7;&#x000e3;o rara e potencialmente letal ap&#x000f3;s abla&#x000e7;&#x000e3;o por cateter de FA, tendo sido observada desde os primeiros anos ap&#x000f3;s introdu&#x000e7;&#x000e3;o do procedimento na pr&#x000e1;tica cl&#x000ed;nica.<sup>
<xref rid="B5" ref-type="bibr">5</xref>
</sup> As manifesta&#x000e7;&#x000e3;o cl&#x000ed;nicas relacionadas s&#x000e3;o febre, dor tor&#x000e1;cica, odinofagia, sintomas neurol&#x000f3;gicos por embolia s&#x000e9;ptica, hemat&#x000ea;mese, choque s&#x000e9;ptico e derrame peric&#x000e1;rdico purulento (f&#x000ed;stula es&#x000f4;fago-peric&#x000e1;rdica).<sup>
<xref rid="B6" ref-type="bibr">6</xref>
</sup> A incid&#x000ea;ncia descrita varia de 0,02 a 0,1%.<sup>
<xref rid="B7" ref-type="bibr">7</xref>
</sup> O estudo POTTER-AF, o maior registro multic&#x000ea;ntrico sobre FAE ap&#x000f3;s abla&#x000e7;&#x000e3;o de FA, reuniu 553.279 procedimentos de abla&#x000e7;&#x000e3;o (radiofrequ&#x000ea;ncia: 62,9%; crioabla&#x000e7;&#x000e3;o: 36,2% e outras modalidades: 0,9%) em 214 centros de 35 pa&#x000ed;ses. Foram registrados 138 casos de FAE (0,025%) e, a ocorr&#x000ea;ncia deste evento foi significativamente maior no grupo da radiofrequ&#x000ea;ncia em rela&#x000e7;&#x000e3;o a crioabla&#x000e7;&#x000e3;o (0,038 x 0,0015%, p &#x0003c; 0,0001). O sintoma inicial mais comum foi febre (59,3%) e o diagn&#x000f3;stico foi estabelecido pela tomografia computadorizada de t&#x000f3;rax em 80,2% dos pacientes. O tempo m&#x000e9;dio de aparecimento dos sintomas foi de 18 dias e para o diagn&#x000f3;stico foram de 21 dias ap&#x000f3;s o procedimento. A mortalidade descrita foi elevada e de 65,8%. A an&#x000e1;lise multivariada demonstrou que os fatores associados a sobrevida nesta popula&#x000e7;&#x000e3;o foram a utiliza&#x000e7;&#x000e3;o de monitoriza&#x000e7;&#x000e3;o esof&#x000e1;gica (p=0,012), tratamento cir&#x000fa;rgico da FAE (p=0,027) e o tipo de anestesia (seda&#x000e7;&#x000e3;o consciente; p=0,030).<sup>
<xref rid="B8" ref-type="bibr">8</xref>
</sup></p><p>In&#x000fa;meras estrat&#x000e9;gias j&#x000e1; foram propostas com o objetivo de reduzir o risco de FAE ap&#x000f3;s abla&#x000e7;&#x000e3;o de FA: visualiza&#x000e7;&#x000e3;o do posicionamento e rela&#x000e7;&#x000e3;o do es&#x000f4;fago com a parede posterior do &#x000e1;trio esquerdo atrav&#x000e9;s dos sistemas de mapeamento eletro-anat&#x000f4;mico ou ecocardiografia intra-card&#x000ed;aca; evitar les&#x000f5;es consecutivas na parede posterior em regi&#x000f5;es adjacentes ao es&#x000f4;fago; resfriamento esof&#x000e1;gico; desvio mec&#x000e2;nico do es&#x000f4;fago; monitoriza&#x000e7;&#x000e3;o cont&#x000ed;nua da temperatura esof&#x000e1;gica; utiliza&#x000e7;&#x000e3;o do ecocardiograma intra-card&#x000ed;aco; redu&#x000e7;&#x000e3;o da for&#x000e7;a de contato na parede posterior e prescri&#x000e7;&#x000e3;o de inibidores de bomba de pr&#x000f3;tons. A &#x000fa;ltima, apesar de ser muito frequentemente utilizada, ainda carece de evid&#x000ea;ncias que comprovem o seu real benef&#x000ed;cio.<sup>
<xref rid="B9" ref-type="bibr">9</xref>
</sup></p><p>Sanchez et al.<sup>
<xref rid="B10" ref-type="bibr">10</xref>
</sup> descreveram uma s&#x000e9;rie multic&#x000ea;ntrica que envolveu 25 centros e 14.224 pacientes em que foi adotado o resfriamento esof&#x000e1;gico durante a abla&#x000e7;&#x000e3;o de FA. Apesar da incid&#x000ea;ncia de apenas 0,146% da ocorr&#x000ea;ncia de FAE no grupo pr&#x000e9; resfriamento do es&#x000f4;fago, esta estrat&#x000e9;gia levou a redu&#x000e7;&#x000e3;o significativa (p&#x0003c;0,0001) deste tipo de complica&#x000e7;&#x000e3;o.</p><p>O estudo OPERA randomizou prospectivamente 200 pacientes submetidos a abla&#x000e7;&#x000e3;o de FA e endoscopia digestiva alta p&#x000f3;s-procedimento, em dois grupos: 100 pacientes - abla&#x000e7;&#x000e3;o por radiofrequ&#x000ea;ncia com monitoriza&#x000e7;&#x000e3;o esof&#x000e1;gica vs. 100 pacientes: n&#x000e3;o foi utilizado monitoriza&#x000e7;&#x000e3;o esof&#x000e1;gica e definida uma pot&#x000ea;ncia fixa de 25W para aplica&#x000e7;&#x000e3;o na parede posterior. Os resultados deste ensaio randomizado demonstraram que a monitoriza&#x000e7;&#x000e3;o da temperatura esof&#x000e1;gica n&#x000e3;o afetou a probabilidade de les&#x000f5;es esof&#x000e1;gicas detectadas endoscopicamente, assim como o pico de temperatura observado. A redu&#x000e7;&#x000e3;o emp&#x000ed;rica da pot&#x000ea;ncia na parede posterior n&#x000e3;o influenciou a efic&#x000e1;cia do procedimento.<sup>
<xref rid="B11" ref-type="bibr">11</xref>
</sup></p><p>Desta forma, se pode observar que a quest&#x000e3;o da preven&#x000e7;&#x000e3;o efetiva de FAE &#x000e9; um assunto absolutamente em aberto na literatura m&#x000e9;dica e principalmente relacionada a ocorr&#x000ea;ncia muito baixa deste tipo de complica&#x000e7;&#x000e3;o, o que dificulta a condu&#x000e7;&#x000e3;o de grandes ensaios cl&#x000ed;nicos pelo n&#x000fa;mero insuficiente de amostras negativas.</p><p>Nesta revista, Ferraz et al.<sup>
<xref rid="B12" ref-type="bibr">12</xref>
</sup> apresentaram um estudo unic&#x000ea;ntrico retrospectivo que envolveu 823 pacientes submetidos a avalia&#x000e7;&#x000e3;o endosc&#x000f3;pica sistem&#x000e1;tica ap&#x000f3;s abla&#x000e7;&#x000e3;o de FA em procedimentos consecutivos realizados entre 2016 e 2022. O objetivo foi apresentar a experi&#x000ea;ncia de 7 anos de um monitoramento endosc&#x000f3;pico sistem&#x000e1;tico de les&#x000e3;o esof&#x000e1;gica ap&#x000f3;s abla&#x000e7;&#x000e3;o por cateter de FA. A maioria (n=588; 71,4%) dos pacientes submetidos ao procedimento era do sexo masculino, e 575 (69,9%) na forma de FA parox&#x000ed;stica. O monitoramento da temperatura esof&#x000e1;gica foi realizado usando um sensor &#x000fa;nico em 310 pacientes (40,3%) e uma sonda multissensor em 306 (39,8%) pacientes. A esofagogastroduodenoscopia (EGD) foi realizada em at&#x000e9; 7 dias ap&#x000f3;s a abla&#x000e7;&#x000e3;o, sendo a maioria no dia seguinte ao procedimento. As les&#x000f5;es estavam presentes em 217 EGD (26,5%): hematoma-equimose em 27 (3,3%), eritema em 14 (1,7%), eros&#x000e3;o em 78 (9,5%) e &#x000fa;lcera em 67 (8,2%) dos pacientes. Nenhuma estrat&#x000e9;gia de prote&#x000e7;&#x000e3;o do es&#x000f4;fago foi associada &#x000e0; maior ocorr&#x000ea;ncia de &#x000fa;lceras, com exce&#x000e7;&#x000e3;o do uso de cateter de ponta de 8mm (14,7% de &#x000fa;lceras com cateter de ponta de 8mm vs. 6,7% com outros cateteres, p = 0,001). Les&#x000f5;es t&#x000e9;rmicas foram detectadas precocemente e tratadas. A maioria das les&#x000f5;es foi considerada curada na endoscopia, mas um paciente que foi submetido ao isolamento da veia pulmonar com um cateter de ponta de 8mm apresentou f&#x000ed;stula esof&#x000e1;gica, que foi tratada com sucesso com clipe met&#x000e1;lico endosc&#x000f3;pico e t&#x000e9;cnica
<italic toggle="yes">endoloop</italic>
.</p><p>Os autores concluem ent&#x000e3;o que a incid&#x000ea;ncia de les&#x000f5;es esof&#x000e1;gicas &#x000e9; alta na EGD de rotina realizada ap&#x000f3;s a abla&#x000e7;&#x000e3;o de FA, embora, na maioria dos casos, sua cura ocorra espontaneamente. Pacientes que se submeteram &#x000e0; abla&#x000e7;&#x000e3;o com o cateter de ponta de 8mm apresentaram les&#x000f5;es t&#x000e9;rmicas mais graves. Endoscopia esof&#x000e1;gica precoce pode ajudar no diagn&#x000f3;stico de les&#x000f5;es em fases iniciais e na preven&#x000e7;&#x000e3;o de f&#x000ed;stulas ap&#x000f3;s a abla&#x000e7;&#x000e3;o de FA.</p><p>Baseado nos dados apresentados pelos autores, a EGD traz informa&#x000e7;&#x000f5;es importantes e inquestion&#x000e1;veis quanto a ocorr&#x000ea;ncia de les&#x000f5;es esof&#x000e1;gicas, por&#x000e9;m a relev&#x000e2;ncia cl&#x000ed;nica destes achados e a aplicabilidade do m&#x000e9;todo de forma rotineira fica dif&#x000ed;cil de ser estabelecida, j&#x000e1; que na amostra de 823 pacientes, apenas 1 paciente evoluiu com FAE (0,1%). Na verdade, a muito baixa ocorr&#x000ea;ncia deste tipo de evento &#x000e9; felizmente o verdadeiro motivo de at&#x000e9; hoje n&#x000e3;o termos definido a estrat&#x000e9;gia ideal para a preven&#x000e7;&#x000e3;o de uma complica&#x000e7;&#x000e3;o t&#x000e3;o temida. Vale ressaltar tamb&#x000e9;m que os cateteres de ponta 8 mm, embora ainda utilizados, vem sendo progressivamente e rapidamente descontinuados e substitu&#x000ed;dos pelos cateteres irrigados e com sensores de for&#x000e7;a de contato.</p><p>Enquanto esta quest&#x000e3;o n&#x000e3;o se resolve por completo, fica a expectativa quanto aos resultados da abla&#x000e7;&#x000e3;o por campo pulsado, em que, teoricamente, haveria uma maior seletividade do tecido mioc&#x000e1;rdico e sem les&#x000f5;es a &#x000f3;rg&#x000e3;os adjacentes.<sup>
<xref rid="B13" ref-type="bibr">13</xref>
</sup> Caso se confirme esta hip&#x000f3;tese, esta forma de energia trar&#x000e1; sem d&#x000fa;vida um substancial avan&#x000e7;o no tratamento percut&#x000e2;neo dos pacientes portadores de FA.</p></body><back><fn-group><fn fn-type="other" id="fn1"><p><bold>Minieditorial referente ao artigo:</bold> Estrat&#x000e9;gias de Prote&#x000e7;&#x000e3;o Esof&#x000e1;gica para Abla&#x000e7;&#x000e3;o de Fibrila&#x000e7;&#x000e3;o Atrial: Resultados Comparativos de Avalia&#x000e7;&#x000f5;es Endosc&#x000f3;picas Consecutivas</p></fn></fn-group><ref-list><title>Refer&#x000ea;ncias</title><ref id="B1"><label>1</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Packer</surname><given-names>DL</given-names></name>
<name><surname>Kowal</surname><given-names>RC</given-names></name>
<name><surname>Wheelan</surname><given-names>KR</given-names></name>
<name><surname>Irwin</surname><given-names>JM</given-names></name>
<name><surname>Champagne</surname><given-names>J</given-names></name>
<name><surname>Guerra</surname><given-names>PG</given-names></name>
<etal/>
</person-group><article-title>Cryoballoon Ablation of Pulmonary Veins for Paroxysmal Atrial Fibrillation: First Results of the North American Arctic Front (STOP AF) Pivotal Trial</article-title><source>
J Am Coll Cardiol
</source><year>2013</year><volume>61</volume><issue>16</issue><fpage>1713</fpage><lpage>1723</lpage><pub-id pub-id-type="doi">10.1016/j.jacc.2012.11.064</pub-id><pub-id pub-id-type="pmid">23500312</pub-id>
</element-citation></ref><ref id="B2"><label>2</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Poole</surname><given-names>JE</given-names></name>
<name><surname>Bahnson</surname><given-names>TD</given-names></name>
<name><surname>Monahan</surname><given-names>KH</given-names></name>
<name><surname>Johnson</surname><given-names>G</given-names></name>
<name><surname>Rostami</surname><given-names>H</given-names></name>
<name><surname>Silverstein</surname><given-names>AP</given-names></name>
<etal/>
</person-group><article-title>Recurrence of Atrial Fibrillation after Catheter Ablation or Antiarrhythmic Drug Therapy in the CABANA Trial</article-title><source>
J Am Coll Cardiol
</source><year>2020</year><volume>75</volume><issue>25</issue><fpage>3105</fpage><lpage>3118</lpage><pub-id pub-id-type="doi">10.1016/j.jacc.2020.04.065</pub-id><pub-id pub-id-type="pmid">32586583</pub-id>
</element-citation></ref><ref id="B3"><label>3</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Scherr</surname><given-names>D</given-names></name>
<name><surname>Khairy</surname><given-names>P</given-names></name>
<name><surname>Miyazaki</surname><given-names>S</given-names></name>
<name><surname>Aurillac-Lavignolle</surname><given-names>V</given-names></name>
<name><surname>Pascale</surname><given-names>P</given-names></name>
<name><surname>Wilton</surname><given-names>SB</given-names></name>
<etal/>
</person-group><article-title>Five-Year Outcome of Catheter Ablation of Persistent Atrial Fibrillation Using Termination of Atrial Fibrillation as a Procedural Endpoint</article-title><source>
Circ Arrhythm Electrophysiol
</source><year>2015</year><volume>8</volume><issue>1</issue><fpage>18</fpage><lpage>24</lpage><pub-id pub-id-type="doi">10.1161/CIRCEP.114.001943</pub-id><pub-id pub-id-type="pmid">25528745</pub-id>
</element-citation></ref><ref id="B4"><label>4</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Benali</surname><given-names>K</given-names></name>
<name><surname>Khairy</surname><given-names>P</given-names></name>
<name><surname>Hammache</surname><given-names>N</given-names></name>
<name><surname>Petzl</surname><given-names>A</given-names></name>
<name><surname>Costa</surname><given-names>A</given-names></name>
<name><surname>Verma</surname><given-names>A</given-names></name>
<etal/>
</person-group><article-title>Procedure-Related Complications of Catheter Ablation for Atrial Fibrillation</article-title><source>
J Am Coll Cardiol
</source><year>2023</year><volume>81</volume><issue>21</issue><fpage>2089</fpage><lpage>2099</lpage><pub-id pub-id-type="doi">10.1016/j.jacc.2023.03.418</pub-id><pub-id pub-id-type="pmid">37225362</pub-id>
</element-citation></ref><ref id="B5"><label>5</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>St&#x000f6;llberger</surname><given-names>C</given-names></name>
<name><surname>Pulgram</surname><given-names>T</given-names></name>
<name><surname>Finsterer</surname><given-names>J</given-names></name>
</person-group><article-title>Neurological Consequences of Atrioesophageal Fistula after Radiofrequency Ablation in Atrial Fibrillation</article-title><source>
Arch Neurol
</source><year>2009</year><volume>66</volume><issue>7</issue><fpage>884</fpage><lpage>887</lpage><pub-id pub-id-type="doi">10.1001/archneurol.2009.105</pub-id><pub-id pub-id-type="pmid">19597091</pub-id>
</element-citation></ref><ref id="B6"><label>6</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Szegedi</surname><given-names>N</given-names></name>
<name><surname>Suhai</surname><given-names>IF</given-names></name>
<name><surname>Perge</surname><given-names>P</given-names></name>
<name><surname>Sall&#x000f3;</surname><given-names>Z</given-names></name>
<name><surname>Harty&#x000e1;nszky</surname><given-names>I</given-names></name>
<name><surname>Merkely</surname><given-names>B</given-names></name>
<etal/>
</person-group><article-title>Atrio-Esophageal Fistula Clinically Presented as Pericardial-Esophageal Fistula</article-title><source>
J Interv Card Electrophysiol
</source><year>2021</year><volume>61</volume><issue>3</issue><fpage>623</fpage><lpage>624</lpage><pub-id pub-id-type="doi">10.1007/s10840-020-00922-8</pub-id><pub-id pub-id-type="pmid">33432474</pub-id>
</element-citation></ref><ref id="B7"><label>7</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Tzeis</surname><given-names>S</given-names></name>
<name><surname>Gerstenfeld</surname><given-names>EP</given-names></name>
<name><surname>Kalman</surname><given-names>J</given-names></name>
<name><surname>Saad</surname><given-names>EB</given-names></name>
<name><surname>Shamloo</surname><given-names>AS</given-names></name>
<name><surname>Andrade</surname><given-names>JG</given-names></name>
<etal/>
</person-group><article-title>2024 European Heart Rhythm Association/Heart Rhythm Society/Asia Pacific Heart Rhythm Society/Latin American Heart Rhythm Society Expert Consensus Statement on Catheter and Surgical Ablation of Atrial Fibrillation</article-title><source>
Europace
</source><year>2024</year><volume>26</volume><issue>4</issue><comment>euae043</comment><pub-id pub-id-type="doi">10.1093/europace/euae043</pub-id></element-citation></ref><ref id="B8"><label>8</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Tilz</surname><given-names>RR</given-names></name>
<name><surname>Schmidt</surname><given-names>V</given-names></name>
<name><surname>P&#x000fc;rerfellner</surname><given-names>H</given-names></name>
<name><surname>Maury</surname><given-names>P</given-names></name>
<name><surname>Chun</surname><given-names>KRJU</given-names></name>
<name><surname>Martinek</surname><given-names>M</given-names></name>
<etal/>
</person-group><article-title>A Worldwide Survey on Incidence, Management, and Prognosis of Oesophageal Fistula Formation Following Atrial Fibrillation Catheter Ablation: The POTTER-AF Study</article-title><source>
Eur Heart J
</source><year>2023</year><volume>44</volume><issue>27</issue><fpage>2458</fpage><lpage>2469</lpage><pub-id pub-id-type="doi">10.1093/eurheartj/ehad250</pub-id><pub-id pub-id-type="pmid">37062040</pub-id>
</element-citation></ref><ref id="B9"><label>9</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Ugata</surname><given-names>Y</given-names></name>
<name><surname>Michihata</surname><given-names>N</given-names></name>
<name><surname>Matsui</surname><given-names>H</given-names></name>
<name><surname>Fushimi</surname><given-names>K</given-names></name>
<name><surname>Yasunaga</surname><given-names>H</given-names></name>
</person-group><article-title>Impact of Proton Pump Inhibitors on Mortality and Severe Esophageal Injury after Catheter Ablation for Atrial Fibrillation: A Nationwide Retrospective Study Using Propensity Score Matching</article-title><source>
Heart Vessels
</source><year>2021</year><volume>36</volume><issue>11</issue><fpage>1730</fpage><lpage>1738</lpage><pub-id pub-id-type="doi">10.1007/s00380-021-01860-9</pub-id><pub-id pub-id-type="pmid">33929573</pub-id>
</element-citation></ref><ref id="B10"><label>10</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Sanchez</surname><given-names>J</given-names></name>
<name><surname>Woods</surname><given-names>C</given-names></name>
<name><surname>Zagrodzky</surname><given-names>J</given-names></name>
<name><surname>Nazari</surname><given-names>J</given-names></name>
<name><surname>Singleton</surname><given-names>MJ</given-names></name>
<name><surname>Schricker</surname><given-names>A</given-names></name>
<etal/>
</person-group><article-title>Atrioesophageal Fistula Rates Before and after Adoption of Active Esophageal Cooling During Atrial Fibrillation Ablation</article-title><source>
JACC Clin Electrophysiol
</source><year>2023</year><volume>9</volume><issue>12</issue><fpage>2558</fpage><lpage>2570</lpage><pub-id pub-id-type="doi">10.1016/j.jacep.2023.08.022</pub-id><pub-id pub-id-type="pmid">37737773</pub-id>
</element-citation></ref><ref id="B11"><label>11</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Schoene</surname><given-names>K</given-names></name>
<name><surname>Arya</surname><given-names>A</given-names></name>
<name><surname>Grashoff</surname><given-names>F</given-names></name>
<name><surname>Knopp</surname><given-names>H</given-names></name>
<name><surname>Weber</surname><given-names>A</given-names></name>
<name><surname>Lerche</surname><given-names>M</given-names></name>
<etal/>
</person-group><article-title>Oesophageal Probe Evaluation in Radiofrequency Ablation of Atrial Fibrillation (OPERA): Results from a Prospective Randomized Trial</article-title><source>
Europace
</source><year>2020</year><volume>22</volume><issue>10</issue><fpage>1487</fpage><lpage>1494</lpage><pub-id pub-id-type="doi">10.1093/europace/euaa209</pub-id><pub-id pub-id-type="pmid">32820324</pub-id>
</element-citation></ref><ref id="B12"><label>12</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Ferraz</surname><given-names>AP</given-names></name>
<name><surname>Pisani</surname><given-names>CF</given-names></name>
<name><surname>Rivarola</surname><given-names>EWR</given-names></name>
<name><surname>Wu</surname><given-names>TC</given-names></name>
<name><surname>Darrieux</surname><given-names>FCC</given-names></name>
<name><surname>Scanavacca</surname><given-names>RA</given-names></name>
<etal/>
</person-group><article-title>Esophageal Protection Strategies for Ablation of Atrial Fibrillation: Comparative Results of Consecutive Endoscopic Evaluation</article-title><source>
Arq Bras Cardiol
</source><year>2025</year><volume>122</volume><issue>123</issue><elocation-id>e20230913</elocation-id><pub-id pub-id-type="doi">10.36660/abc.20230913</pub-id><pub-id pub-id-type="pmid">40136157</pub-id>
</element-citation></ref><ref id="B13"><label>13</label><element-citation publication-type="journal"><person-group person-group-type="author">
<name><surname>Meininghaus</surname><given-names>DG</given-names></name>
<name><surname>Freund</surname><given-names>R</given-names></name>
<name><surname>Koerber</surname><given-names>B</given-names></name>
<name><surname>Kleemann</surname><given-names>T</given-names></name>
<name><surname>Matthes</surname><given-names>H</given-names></name>
<name><surname>Geller</surname><given-names>JC</given-names></name>
</person-group><article-title>Pulsed-Field Ablation Does Not Induce Esophageal and Periesophageal Injury-A New Esophageal Safety Paradigm in Catheter Ablation of Atrial Fibrillation</article-title><source>
J Cardiovasc Electrophysiol
</source><year>2024</year><volume>35</volume><issue>1</issue><fpage>86</fpage><lpage>93</lpage><pub-id pub-id-type="doi">10.1111/jce.16132</pub-id><pub-id pub-id-type="pmid">37975544</pub-id>
</element-citation></ref></ref-list></back><sub-article article-type="translation" id="S1" xml:lang="en"><front-stub><article-id pub-id-type="doi">10.36660/abc.20250148i</article-id><article-categories><subj-group subj-group-type="heading"><subject>Short Editorial</subject></subj-group></article-categories><title-group><article-title>Atrioesophageal Fistula After Catheter Ablation of Atrial Fibrillation: Can We Really Prevent It?</article-title></title-group><contrib-group><contrib contrib-type="author"><contrib-id contrib-id-type="orcid" authenticated="false">https://orcid.org/0000-0001-5333-7174</contrib-id><name><surname>Camanho</surname><given-names>Luiz Eduardo Montenegro</given-names></name><xref rid="aff2" ref-type="aff">
<sup>1</sup>
</xref><xref rid="c2" ref-type="corresp"/></contrib><aff id="aff2">
<label>1</label>
<addr-line>
<named-content content-type="city">Rio de Janeiro</named-content>
<named-content content-type="state">RJ</named-content>
</addr-line>
<country country="BR">Brazil</country>
<institution content-type="original">Hospital Pr&#x000f3;-Card&#x000ed;aco - Servi&#x000e7;o de Arritmias e Estimula&#x000e7;&#x000e3;o Card&#x000ed;aca Artificial, Rio de Janeiro, RJ - Brazil</institution>
</aff></contrib-group><author-notes><corresp id="c2">
<label>Mailing Address:</label>
<bold>Luiz Eduardo Montenegro Camanho</bold>
&#x02022; Rua Real Grandeza, 108 sala 124. Postal Code
<postal-code>22281-040</postal-code>
, Botafogo, RJ &#x02013; Brazil E-mail:
<email>lecamanho@gmail.com</email>
</corresp></author-notes><kwd-group><title>Keywords</title><kwd>Esophageal Fistula</kwd><kwd>Atrial Fibrillation</kwd><kwd>Catheter Ablation</kwd></kwd-group></front-stub><body><p>Catheter ablation of atrial fibrillation (AF) is a widely used and established procedure in clinical practice. Several randomized studies have demonstrated the superiority of this method in patients with paroxysmal/persistent AF who are symptomatic and refractory to antiarrhythmic therapy, with a strong positive impact on quality of life and in reducing the clinical recurrence of this arrhythmia, regardless of the type of energy used.<sup>
<xref rid="B1" ref-type="bibr">1</xref>
&#x02013;
<xref rid="B3" ref-type="bibr">3</xref>
</sup>The primary objective of the procedure is the electrical isolation of the pulmonary veins, associated or not with more extensive lesions, particularly of the posterior wall.</p><p>The main complications related to the procedure, such as death, per-procedure thromboembolic event, atrioesophageal fistula (AEF), cardiac tamponade, severe pulmonary vein stenosis, and permanent phrenic nerve palsy are, in reality, infrequent complications (0.02 to 1.3%). A recent publication demonstrated a decrease in these complications in recent years (2018-2022) when compared to the previous five years (3.8 versus 5.3%).<sup>
<xref rid="B4" ref-type="bibr">4</xref>
</sup></p><p>AF is a rare and potentially lethal complication after catheter ablation of atrial fibrillation, having been observed since the first years after the introduction of the procedure into clinical practice.<sup>
<xref rid="B5" ref-type="bibr">5</xref>
</sup>The related clinical manifestations are fever, chest pain, odynophagia, neurological symptoms due to septic embolism, hematemesis, septic shock, and purulent pericardial effusion (esophageal-pericardial fistula).<sup>
<xref rid="B6" ref-type="bibr">6</xref>
</sup>The incidence reported ranges from 0.02 to 0.1%.<sup>
<xref rid="B7" ref-type="bibr">7</xref>
</sup>The POTTER-AF study, the largest multicenter registry of AF after AF ablation, included 553,279 ablation procedures (radiofrequency: 62.9%; cryoablation: 36.2% and other modalities: 0.9%) in 214 centers in 35 countries. A total of 138 cases of AEF (0.025%) were recorded, and the occurrence of this event was significantly higher in the radiofrequency group compared to cryoablation (0.038 x 0.0015%, p &#x0003c; 0.0001). The most common initial symptom was fever (59.3%), and the diagnosis was established by chest computed tomography in 80.2% of patients. The mean time for the onset of symptoms was 18 days, and for diagnosis was 21 days after the procedure. The mortality rate was high, at 65.8%. Multivariate analysis demonstrated that the factors associated with survival in this population were the use of esophageal monitoring (p = 0.012), surgical treatment of AEF (p = 0.027), and the type of anesthesia (conscious sedation; p = 0.030).<sup>
<xref rid="B8" ref-type="bibr">8</xref>
</sup></p><p>Numerous strategies have been proposed to reduce the risk of AEF after AF ablation: visualization of the positioning and relationship of the esophagus with the posterior wall of the left atrium through electroanatomical mapping systems or intracardiac echocardiography; avoidance of consecutive lesions in the posterior wall in regions adjacent to the esophagus; esophageal cooling; mechanical esophageal bypass; continuous monitoring of esophageal temperature; use of intracardiac echocardiography; reduction of contact force on the posterior wall; and prescription of proton pump inhibitors. The latter, despite being very frequently used, still lacks evidence to prove its real benefit.<sup>
<xref rid="B9" ref-type="bibr">9</xref>
</sup></p><p>Sanchez et al.<sup>
<xref rid="B10" ref-type="bibr">10</xref>
</sup>described a multicenter series involving 25 centers and 14,224 patients in which esophageal cooling was adopted during AF ablation. Despite the incidence of only 0.146% of AEF in the pre-esophageal cooling group, this strategy led to a significant reduction (p&#x0003c;0.0001) of this type of complication<sup>
<xref rid="B10" ref-type="bibr">10</xref>
</sup>.</p><p>The OPERA study prospectively randomized 200 patients undergoing AF ablation and post-procedure upper gastrointestinal endoscopy into two groups: 100 patients - radiofrequency ablation with esophageal monitoring vs. 100 patients: no esophageal monitoring was used, and a fixed power of 25 W was defined for application to the posterior wall. The results of this randomized trial demonstrated that esophageal temperature monitoring did not affect the probability of endoscopically detected esophageal lesions, as well as the observed peak temperature. Empirical reduction of power in the posterior wall did not influence the efficacy of the procedure.<sup>
<xref rid="B11" ref-type="bibr">11</xref>
</sup></p><p>Thus, it can be observed that the issue of effective prevention of AED is an absolutely open subject in the medical literature and is mainly related to the very low occurrence of this type of complication, which makes it difficult to conduct large clinical trials due to the insufficient number of negative samples.</p><p>In this journal, Ferraz et al.<sup>
<xref rid="B12" ref-type="bibr">12</xref>
</sup>presented a retrospective single-center study involving 823 patients who underwent systematic endoscopic evaluation after AF ablation in consecutive procedures performed between 2016 and 2022. The objective was to present the 7-year experience of systematic endoscopic monitoring of esophageal injury after catheter ablation of AF. The majority (n=588; 71.4%) of patients undergoing the procedure were male, and 575 (69.9%) had paroxysmal AF. Esophageal temperature monitoring was performed using a single sensor in 310 patients (40.3%) and a multisensor probe in 306 (39.8%) patients. Esophagogastroduodenoscopy (EGD) was performed within 7 days after ablation, with the majority performed on the day after the procedure. Lesions were present in 217 EGD (26.5%): hematoma-ecchymosis in 27 (3.3%), erythema in 14 (1.7%), erosion in 78 (9.5%) and ulcer in 67 (8.2%) of patients. No esophageal protection strategy was associated with a higher incidence of ulcers, with the exception of the use of an 8-mm tip catheter (14.7% ulcers with an 8-mm tip catheter vs. 6.7% with other catheters, p = 0.001). Thermal injuries were detected early and treated. Most injuries were considered healed at endoscopy, but one patient who underwent pulmonary vein isolation with an 8-mm tip catheter developed an esophageal fistula, which was successfully treated with an endoscopic metal clip and endoloop technique.</p><p>The authors conclude that the incidence of esophageal injuries is high in routine EGD performed after AF ablation, although in most cases, their healing occurs spontaneously. Patients who underwent ablation with the 8-mm tip catheter presented more severe thermal injuries. Early esophageal endoscopy may help diagnose lesions at early stages and prevent fistulas after AF ablation.</p><p>Based on the data presented by the authors, EGD provides important and unquestionable information regarding the occurrence of esophageal lesions. However, the clinical relevance of these findings and the routine applicability of the method are difficult to establish since in the sample of 823 patients, only 1 patient developed AEF (0.1%). In fact, the very low occurrence of this type of event is, fortunately, the real reason why, to date, we have not defined the ideal strategy for preventing such a feared complication. It is also worth mentioning that 8 mm tip catheters, although still used, have been progressively and rapidly discontinued and replaced by irrigated catheters with contact force sensors.</p><p>Until this issue is completely resolved, expectations remain regarding the results of pulsed-field ablation, in which, theoretically, there would be greater selectivity of myocardial tissue and no damage to adjacent organs.<sup>
<xref rid="B13" ref-type="bibr">13</xref>
</sup>If this hypothesis is confirmed, this form of energy will undoubtedly bring a substantial advance in the percutaneous treatment of patients with AF.</p></body><back><fn-group><fn fn-type="other" id="fn2"><p><bold>Short Editorial related to the article:</bold> Esophageal Protection Strategies for Ablation of Atrial Fibrillation: Comparative Results of Consecutive Endoscopic Evaluation</p></fn></fn-group></back></sub-article></article>