<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:ali="http://www.niso.org/schemas/ali/1.0/" xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" article-type="other" dtd-version="1.3" xml:lang="de"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Pathologie (Heidelb)</journal-id><journal-id journal-id-type="iso-abbrev">Pathologie (Heidelb)</journal-id><journal-title-group><journal-title>Pathologie (Heidelberg, Germany)</journal-title></journal-title-group><issn pub-type="ppub">2731-7188</issn><issn pub-type="epub">2731-7196</issn><publisher><publisher-name>Springer Medizin</publisher-name><publisher-loc>Heidelberg</publisher-loc></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmid">39969551</article-id><article-id pub-id-type="pmc">PMC11861404</article-id>
<article-id pub-id-type="publisher-id">1415</article-id><article-id pub-id-type="doi">10.1007/s00292-025-01415-z</article-id><article-categories><subj-group subj-group-type="heading"><subject>CME</subject></subj-group></article-categories><title-group><article-title>Neuroendokrine Neoplasien</article-title><trans-title-group><trans-title xml:lang="en">Neuroendocrine tumors</trans-title></trans-title-group></title-group><contrib-group><contrib contrib-type="author" corresp="yes"><contrib-id contrib-id-type="orcid">http://orcid.org/0009-0001-8812-6788</contrib-id><name><surname>Chouchane</surname><given-names>Aziz</given-names></name><address><email>aziz.chouchane@unibe.ch</email></address><xref ref-type="aff" rid="Aff1">1</xref></contrib><contrib contrib-type="author"><name><surname>Br&#x000e4;utigam</surname><given-names>Konstantin</given-names></name><xref ref-type="aff" rid="Aff1">1</xref><xref ref-type="aff" rid="Aff2">2</xref></contrib><contrib contrib-type="author"><name><surname>Perren</surname><given-names>Aurel</given-names></name><xref ref-type="aff" rid="Aff1">1</xref></contrib><aff id="Aff1"><label>1</label><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/02k7v4d05</institution-id><institution-id institution-id-type="GRID">grid.5734.5</institution-id><institution-id institution-id-type="ISNI">0000 0001 0726 5157</institution-id><institution>Institut f&#x000fc;r Gewebemedizin und Pathologie, </institution><institution>Universit&#x000e4;t Bern, </institution></institution-wrap>Bern, Schweiz </aff><aff id="Aff2"><label>2</label><institution-wrap><institution-id institution-id-type="ROR">https://ror.org/043jzw605</institution-id><institution-id institution-id-type="GRID">grid.18886.3f</institution-id><institution-id institution-id-type="ISNI">0000 0001 1499 0189</institution-id><institution>Centre for Evolution and Cancer, </institution><institution>Institute of Cancer Research, </institution></institution-wrap>London, Gro&#x000df;britannien </aff></contrib-group><author-notes><fn fn-type="com"><label>Wissenschaftliche Leitung</label><p>Sabina Berezowska, Lausanne</p><p>Sven Perner, T&#x000fc;bingen</p><p>Christoph R&#x000f6;cken, Kiel</p></fn></author-notes><pub-date pub-type="epub"><day>19</day><month>2</month><year>2025</year></pub-date><pub-date pub-type="pmc-release"><day>19</day><month>2</month><year>2025</year></pub-date><pub-date pub-type="ppub"><year>2025</year></pub-date><volume>46</volume><issue>2</issue><fpage>127</fpage><lpage>136</lpage><history><date date-type="accepted"><day>19</day><month>12</month><year>2024</year></date></history><permissions><copyright-statement>&#x000a9; The Author(s) 2025</copyright-statement><copyright-year>2025</copyright-year><license><ali:license_ref specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p>
<bold>Open Access</bold> Dieser Artikel wird unter der Creative Commons Namensnennung 4.0 International Lizenz ver&#x000f6;ffentlicht, welche die Nutzung, Vervielf&#x000e4;ltigung, Bearbeitung, Verbreitung und Wiedergabe in jeglichem Medium und Format erlaubt, sofern Sie den/die urspr&#x000fc;nglichen Autor(en) und die Quelle ordnungsgem&#x000e4;&#x000df; nennen, einen Link zur Creative Commons Lizenz beif&#x000fc;gen und angeben, ob &#x000c4;nderungen vorgenommen wurden. Die in diesem Artikel enthaltenen Bilder und sonstiges Drittmaterial unterliegen ebenfalls der genannten Creative Commons Lizenz, sofern sich aus der Abbildungslegende nichts anderes ergibt. Sofern das betreffende Material nicht unter der genannten Creative Commons Lizenz steht und die betreffende Handlung nicht nach gesetzlichen Vorschriften erlaubt ist, ist f&#x000fc;r die oben aufgef&#x000fc;hrten Weiterverwendungen des Materials die Einwilligung des jeweiligen Rechteinhabers einzuholen. Weitere Details zur Lizenz entnehmen Sie bitte der Lizenzinformation auf <ext-link ext-link-type="uri" xlink:href="https://creativecommons.org/licenses/by/4.0/">http://creativecommons.org/licenses/by/4.0/deed.de</ext-link>.</license-p></license></permissions><abstract id="Abs1"><p>Neuroendokrine Tumoren (NET) sind eine bunte Gruppe von Neoplasien, die von neuroendokrinen Zellen im gesamten K&#x000f6;rper ausgehen. Die NET-Diagnose stellt aufgrund ihrer vielf&#x000e4;ltigen Erscheinungsformen, Morphologie und biologischen Verhaltensweisen eine besondere Herausforderung dar. Dieser Artikel bietet einen &#x000dc;berblick &#x000fc;ber die wichtigsten f&#x000fc;r Allgemeinpathologen relevanten diagnostischen Prinzipien, und betont die Bedeutung eines multidisziplin&#x000e4;ren Ansatzes, der klinische, radiologische, histopathologische und immunhistochemische Daten integriert. Die Etablierung neuer Marker sowie j&#x000fc;ngste Fortschritte in der molekularen Pathologie und die Anwendung von Klassifizierungssystemen werden er&#x000f6;rtert, wobei deren Einfluss auf die Prognose und therapeutische Strategien hervorgehoben wird.</p></abstract><trans-abstract xml:lang="en" id="Abs2"><p>Neuroendocrine tumors (NETs) are a&#x000a0;diverse group of neoplasms that originate from neuroendocrine cells throughout the body. Diagnosing NETs presents unique challenges due to their varied presentation, morphology, and biological behavior. This article provides an overview of the key diagnostic principles relevant to general pathologists, emphasizing the importance of a&#x000a0;multidisciplinary approach that integrates clinical, radiological, histopathological, and immunohistochemical data. The emergence of new markers as well as recent advances in molecular pathology and the application of grading systems are discussed, highlighting their impact on prognosis and therapeutic strategies.</p></trans-abstract><kwd-group xml:lang="de"><title>Schl&#x000fc;sselw&#x000f6;rter</title><kwd>Klassifikation</kwd><kwd>Tumorgrading</kwd><kwd>Immunhistochemie</kwd><kwd>Lunge</kwd><kwd>Pankreas</kwd></kwd-group><kwd-group xml:lang="en"><title>Keywords</title><kwd>Classification</kwd><kwd>Tumor grading</kwd><kwd>Immunohistochemistry</kwd><kwd>Lung</kwd><kwd>Pancreas</kwd></kwd-group><funding-group><award-group><funding-source><institution>University of Bern</institution></funding-source></award-group><open-access><p>Open access funding provided by University of Bern</p></open-access></funding-group><custom-meta-group><custom-meta><meta-name>issue-copyright-statement</meta-name><meta-value>&#x000a9; Springer Medizin Verlag GmbH, ein Teil von Springer Nature 2025</meta-value></custom-meta></custom-meta-group></article-meta></front><body><sec id="Sec1"><title>Lernziele</title><p>Nach der Lekt&#x000fc;re dieses Beitrags&#x000a0;&#x02026;<list list-type="bullet"><list-item><p>kennen Sie die Morphologie neuroendokriner Tumoren (NET) und wissen um ihr organ-&#x000fc;bergreifendes Auftreten.</p></list-item><list-item><p>kennen Sie die Bedeutung des Proliferationsindex Ki-67 und der Mitosezahl zur Graduierung von neuroendokrinen Neoplasien (NEN).</p></list-item><list-item><p>sind Ihnen die h&#x000e4;ufigsten NEN des Magendarmtrakts einschlie&#x000df;lich des Pankreas bekannt.</p></list-item><list-item><p>beherrschen Sie die Einteilung pulmonaler NEN inklusive ihrer Vorl&#x000e4;ufer.</p></list-item></list></p></sec><sec id="Sec2"><title>Allgemeine Grunds&#x000e4;tze</title><p>Aufgrund ihrer Eigenschaft, in nahezu allen Organen aufzutreten, sind NET eine h&#x000e4;ufige Differenzialdiagnose in der t&#x000e4;glichen pathologischen Praxis. Das Erkennen ihrer charakteristischen Merkmale und die Anwendung geeigneter diagnostischer Marker sind wichtig, um eine genaue Klassifizierung und Prognostizierung zu gew&#x000e4;hrleisten. Hierf&#x000fc;r ist der Ursprung der Tumoren aus neuroendokrinen Zellen von entscheidender Bedeutung. Diese <bold>epithelialen Ursprungszellen</bold><boxed-text position="float" id="Sb1"><p>epithelialen Ursprungszellen</p></boxed-text> besitzen sowohl neurale als auch endokrine Eigenschaften und sind in der Lage, Peptidhormone und biogene Amine zu produzieren. Die Sekretion solcher Hormone kann zu einer Vielzahl von klinischen Syndromen f&#x000fc;hren. W&#x000e4;hrend bei funktionellen NET die <bold>endokrinen Symptome</bold><boxed-text position="float" id="Sb2"><p>endokrinen Symptome</p></boxed-text> im Vordergrund stehen, ist bei nichtfunktionellen NET der Masseneffekt der Tumoren symptombestimmend. Nichtfunktionelle NET sind zudem immer h&#x000e4;ufiger Zufallsbefund bei bildgebenden Untersuchungen.</p><sec id="FPar3"><title>Merke</title><p>Die NET treten organ&#x000fc;bergreifend auf.</p></sec></sec><sec id="Sec3"><title>Histologie</title><sec id="Sec4"><title>Typisierung</title><p>Zu den typischen morphologischen Merkmalen von NET geh&#x000f6;ren zytologische und architektonische Kriterien. Zytologisch bestehen NET aus monomorphen Zellen mit rundlichen bis ovalen Kernen mit einem grobk&#x000f6;rnigen <bold>&#x0201e;Salz-und-Pfeffer&#x0201c;-Chromatin</bold><boxed-text position="float" id="Sb3"><p>&#x0201e;Salz-und-Pfeffer&#x0201c;-Chromatin</p></boxed-text> und manchmal exzentrischem teils plasmazytoidem Zytoplasma (Abb.&#x000a0;<xref rid="Fig1" ref-type="fig">1</xref>a,&#x000a0;b). Gelegentlich k&#x000f6;nnen zellul&#x000e4;re oder nukleare Atypien mit erh&#x000f6;hter Kernpleomorphie beobachtet werden, die mit chromosomaler Instabilit&#x000e4;t einhergehen und als <bold>&#x0201e;endokrine Atypie&#x0201c;</bold><boxed-text position="float" id="Sb4"><p>&#x0201e;endokrine Atypie&#x0201c;</p></boxed-text> bezeichnet werden. Klassischerweise werden 4&#x000a0;wesentliche architektonische Wachstumsmuster von NET beschrieben: nestf&#x000f6;rmig, trabekul&#x000e4;r, pseudoglandul&#x000e4;r und diffus. Die NET aus verschiedenen Ursprungszellen und verschiedenen Organen k&#x000f6;nnen mit einer Tendenz zu einem bestimmten <bold>Wachstumstyp</bold><boxed-text position="float" id="Sb5"><p>Wachstumstyp</p></boxed-text> assoziiert sein [<xref ref-type="bibr" rid="CR1">1</xref>, <xref ref-type="bibr" rid="CR2">2</xref>], was manchmal bei der Differenzialdiagnose von NET mit unbekanntem Ursprung hilfreich sein kann. Alle diese morphologischen Muster werden als &#x0201e;gut differenziert&#x0201c; (&#x0201e;well differentiated&#x0201c;) zusammengefasst.<fig id="Fig1"><label>Abb. 1</label><caption><p> Gut differenzierter neuroendokriner Tumor mit mikrotrabekul&#x000e4;rem Wachstumsmuster und hyalinisiertem Stroma (<bold>a</bold>,&#x000a0;<bold>b</bold>).&#x000a0;Starke homogene Positivit&#x000e4;t f&#x000fc;r Chromogranin A (<bold>c</bold>) und Synaptophysin (<bold>d</bold>). Erhaltene nukle&#x000e4;re Expression von DAXX und ATRX (<bold>e</bold>,&#x000a0;<bold>f</bold>)</p></caption><graphic xlink:href="292_2025_1415_Fig1_HTML" id="d33e270"/></fig></p><p>Im Gegensatz hierzu stehen die &#x0201e;gering differenzierten&#x0201c; (&#x0201e;poorly differentiated&#x0201c;) <bold>neuroendokrinen Karzinome</bold><boxed-text position="float" id="Sb6"><p>neuroendokrine Karzinome</p></boxed-text> (NEC). Diese hoch aggressiven Tumoren stammen wahrscheinlich nicht von neuroendokrinen Zellen ab, sondern weisen eine aberrante neuroendokrine Differenzierung auf und sind mit den Adenokarzinomen verwandt. Gering differenzierte NEC haben eine andere Morphologie als NET und h&#x000e4;ufig reichen histologische Merkmale aus, um beide zu unterscheiden. Die NEC werden meistens in <bold>2&#x000a0;Gruppen</bold><boxed-text position="float" id="Sb7"><p>2&#x000a0;Gruppen</p></boxed-text> unterteilt: gro&#x000df;zellige NEC (LCNEC) oder kleinzellige NEC (SCNEC). Au&#x000df;erhalb der Lunge ist der gro&#x000df;zellige Ph&#x000e4;notyp etwas h&#x000e4;ufiger anzutreffen, aber in etwa 30&#x0202f;% der nichtpulmonalen NEC ist eine klare Zuordnung zu diesen 2&#x000a0;Typen nicht gegeben. In der Regel treten NEC als solide Massen mit polygonalen Zellen, gro&#x000df;en Kernen und hoher mitotischer Aktivit&#x000e4;t auf. Die Nester sind gr&#x000f6;&#x000df;er und es finden sich solide Areale. Es werden h&#x000e4;ufiger &#x0201e;landkartenartige&#x0201c; Nekrosen beobachtet. Der kleinzellige Ph&#x000e4;notyp zeichnet sich durch Zellen mit einer gro&#x000df;en Kern-Zytoplasma-Ratio, einer Kernverformung und nicht selten durch einen <bold>&#x0201e;Crush&#x0201c;-Artefakt</bold><boxed-text position="float" id="Sb8"><p>&#x0201e;Crush&#x0201c;-Artefakt</p></boxed-text> (&#x0201e;Azzopardi-Ph&#x000e4;nomen&#x0201c;) aus.</p></sec><sec id="Sec5"><title>Staging</title><p>Das Tumorstadium spielt bei der Bestimmung der Prognose von NET eine wichtige Rolle. W&#x000e4;hrend f&#x000fc;r NEC das Staging-System der Union Internationale Contre le Cancer (UICC) f&#x000fc;r Adenokarzinome angewandt wird, bestehen f&#x000fc;r NET organspezifische <bold>TNM-Systeme</bold><boxed-text position="float" id="Sb9"><p>TNM-Systeme</p></boxed-text>. Es hat sich gezeigt, dass invasiv-wachsende Tumoren einen deutlich ung&#x000fc;nstigeren und schnelleren Krankheitsverlauf haben als gut umschriebene oder abgekapselte Tumoren [<xref ref-type="bibr" rid="CR3">3</xref>, <xref ref-type="bibr" rid="CR4">4</xref>].</p></sec></sec><sec id="Sec6"><title>Immunhistochemie</title><sec id="Sec7"><title>Neuroendokrine Differenzierung</title><p>Die Immunhistochemie (IHC) spielt bei der Best&#x000e4;tigung der neuroendokrinen Differenzierung und der <bold>Subklassifizierung</bold><boxed-text position="float" id="Sb10"><p>Subklassifizierung</p></boxed-text> von NET eine entscheidende Rolle. Die am h&#x000e4;ufigsten verwendete Marker sind <bold>Chromogranin&#x000a0;A</bold><boxed-text position="float" id="Sb11"><p>Chromogranin&#x000a0;A</p></boxed-text> und Synaptophysin, die beide spezifisch f&#x000fc;r neuroendokrine Zellen sind (Abb.&#x000a0;<xref rid="Fig1" ref-type="fig">1</xref>c,&#x000a0;d). W&#x000e4;hrend Synaptophysin sehr sensitiv ist, ist Chromogranin&#x000a0;A spezifischer. In den letzten Jahren hat sich das insulinomassoziierte Protein&#x000a0;1 (INSM1) als neuer und hochempfindlicher Marker f&#x000fc;r die <bold>neuroendokrine Differenzierung</bold><boxed-text position="float" id="Sb12"><p>neuroendokrine Differenzierung</p></boxed-text> herausgestellt. Hierbei handelt es sich um einen Transkriptionsfaktor mit f&#x000fc;r die Entwicklung neuroendokriner Zellen entscheidender Bedeutung, der in NET und NEC eine robuste Expression mit kombinierter hoher Sensitivit&#x000e4;t und Spezifizit&#x000e4;t aufweist [<xref ref-type="bibr" rid="CR5">5</xref>]. Aufgrund mangelhafter Spezifit&#x000e4;t sollte CD56 nicht eingesetzt werden [<xref ref-type="bibr" rid="CR6">6</xref>]. In 70&#x0202f;% der &#x000f6;sophagealen NEC wird TTF&#x02011;1 exprimiert, was jedoch zur Unterscheidung von anderen viszeralen NEC nicht hilfreich ist, da die meisten NEC (mit Ausnahme von Merkel-Zell-Karzinomen) TTF&#x02011;1 exprimieren.</p><sec id="FPar4"><title>Merke</title><p>Einschl&#x000e4;gige immunhistochemische Untersuchungen helfen in der Best&#x000e4;tigung der Einsch&#x000e4;tzung einer Neoplasie als neuroendokrinen Ursprungs.</p></sec></sec><sec id="Sec8"><title><italic>TP53</italic>&#x000a0;und <italic>RB1</italic></title><p>Die Tumorsuppressorgene <italic>TP53</italic>&#x000a0;und <italic>RB1</italic> spielen in der Diagnostik von hochgradigen NEN eine wichtige Rolle, insbesondere in den F&#x000e4;llen, in denen die Morphologie zur Unterscheidung zwischen einem NET&#x000a0;G3 und einem NEC nicht ausreichend ist. Sie sind in bis zu 70&#x0202f;% der NEC mutiert/inaktiviert, w&#x000e4;hrend sie in den meisten NET als Wildtyp erhalten sind [<xref ref-type="bibr" rid="CR7">7</xref>]. Ein kompletter Verlust der nukle&#x000e4;ren Expression von Rb1&#x000a0;reflektiert die <bold>Geninaktivierung</bold><boxed-text position="float" id="Sb13"><p>Geninaktivierung</p></boxed-text>, wobei stromale Zellen oder benachbartes Endothel als positive Kontrolle dienen (Abb.&#x000a0;<xref rid="Fig3" ref-type="fig">3</xref>). Da diese sowohl durch inaktivierende Mutationen als auch durch <bold>epigenetische Inaktivierung</bold><boxed-text position="float" id="Sb14"><p>epigenetische Inaktivierung</p></boxed-text> stattfindet, ist die Immunhistochemie sensitiver als klassische Next-Generation-Sequencing(NGS)-Untersuchungen. Die <italic>RB1</italic>-inaktivierten Tumoren sprechen besser auf <bold>platinbasierte Chemotherapien</bold><boxed-text position="float" id="Sb15"><p>platinbasierte Chemotherapien</p></boxed-text> an [<xref ref-type="bibr" rid="CR8">8</xref>]. Wie bei anderen Organen oder Tumoren kann die Interpretation der immunhistochemischen F&#x000e4;rbung von p53&#x000a0;in einigen F&#x000e4;llen problematisch sein, aber im Prinzip kann der vollst&#x000e4;ndige Verlust der nukle&#x000e4;ren Expression oder eine auff&#x000e4;llige &#x000dc;berexpression als ein pathologischer Befund mit einer hohen Wahrscheinlichkeit f&#x000fc;r das Vorliegen einer inaktivierenden Mutation interpretiert werden. Die definitive Einordnung von NET&#x000a0;G3 und NEC muss allerdings in erster Linie aufgrund histologischer <bold>Wachstumsmuster</bold><boxed-text position="float" id="Sb16"><p>Wachstumsmuster</p></boxed-text> erfolgen, da auch wenige NET&#x000a0;G3 eine pathologische Expression von p53 (10&#x0202f;%) und Rb1 (&#x0003c;&#x0202f;5&#x0202f;%) zeigen k&#x000f6;nnen [<xref ref-type="bibr" rid="CR9">9</xref>].</p></sec><sec id="Sec9"><title>Somatostatinrezeptor 2A&#x000a0;</title><p>Die Somatostatinrezeptoren (SSTR), insbesondere SSTR2A, sind im Kontext von NET weniger von diagnostischer als von prognostischer und therapeutischer Bedeutung. <bold>Somatostatinanaloga</bold><boxed-text position="float" id="Sb17"><p>Somatostatinanaloga</p></boxed-text> k&#x000f6;nnen zur Suppression von endokrinen Symptomen und zur Verlangsamung des Tumorwachstums eingesetzt werden. Die Kombination von Analoga (oder Antagonisten) mit radioaktiven Isotopen wird zur <bold>Peptid-Rezeptor-Radiotherapie</bold><boxed-text position="float" id="Sb18"><p>Peptid-Rezeptor-Radiotherapie</p></boxed-text> (PRRT) eingesetzt. Die Therapieindikation ist an einen nuklearmedizinischen Nachweis des Somatostatinrezeptors gekoppelt, diese korreliert jedoch gut mit der immunhistochemischen Expression. Bei positiver Expression wird ein <bold>Intensit&#x000e4;tsscore</bold><boxed-text position="float" id="Sb19"><p>Intensit&#x000e4;tsscore</p></boxed-text> von 1&#x02013;3&#x000a0;angegeben (Abb.&#x000a0;<xref rid="Fig2" ref-type="fig">2</xref>). Bei einer membran&#x000f6;sen Positivit&#x000e4;t von 10&#x0202f;% der Tumorzellen werden NET auch in den entsprechenden <bold>Positronenemissionstomographien</bold><boxed-text position="float" id="Sb20"><p>Positronenemissionstomographien</p></boxed-text> (PET) detektiert [<xref ref-type="bibr" rid="CR10">10</xref>].<fig id="Fig2"><label>Abb. 2</label><caption><p>Immunhistochemische F&#x000e4;rbung von Somatostatinrezeptor&#x000a0;2A (SSTR2A). <bold>a</bold>&#x000a0;Intensit&#x000e4;t: +1. <bold>b</bold>&#x000a0;Intensit&#x000e4;t: +2. <bold>c</bold>&#x000a0;Intensit&#x000e4;t: +3. <bold>d</bold>&#x000a0;Beispiel f&#x000fc;r eine &#x0201e;internalisierte&#x0201c;, nichtmembran&#x000f6;se F&#x000e4;rbung. (Sollte nicht als positiv interpretiert werden.)</p></caption><graphic xlink:href="292_2025_1415_Fig2_HTML" id="d33e439"/></fig></p><sec id="FPar5"><title>Cave</title><p>Wichtig zu wissen ist, dass eine negative SSTR2A-Immunhistochemie in der Biopsie nicht automatisch die Notwendigkeit einer SSTR-basierten Bildgebung ausschlie&#x000df;t, da die SSTR2-Expression in Tumoren h&#x000e4;ufig heterogen ist und je nach eingesetzter Substanz auch SSTR5 Bindung vorkommt.</p></sec></sec><sec id="Sec10"><title><italic>DAXX/ATRX</italic> und <italic>Menin</italic></title><p>Die Gene <italic>DAXX</italic> und <italic>ATRX</italic> kodieren f&#x000fc;r Proteine, die an der Aufrechterhaltung der <bold>chromosomalen Stabilit&#x000e4;t</bold><boxed-text position="float" id="Sb21"><p>chromosomalen Stabilit&#x000e4;t</p></boxed-text> beteiligt sind, insbesondere in der Telomer- und Zentromerregion der Chromosomen. Ihre Rolle bei der Tumorprogression ist im Zusammenhang mit den NET des Pankreas wichtig, bei denen somatische Mutationen in diesen Genen mit einem aggressiveren Krankheitsverlauf und chromosomaler Instabilit&#x000e4;t korreliert sind [<xref ref-type="bibr" rid="CR11">11</xref>]. Der Verlust der nukle&#x000e4;ren immunhistochemischen Expression (Abb.&#x000a0;<xref rid="Fig1" ref-type="fig">1</xref>e,&#x000a0;f) eines dieser Proteine ist ein Hinweis auf eine pathogene Mutation und ein <bold>prognostischer Marker</bold><boxed-text position="float" id="Sb22"><p>prognostischer Marker</p></boxed-text>, der in Zukunft in die Standarduntersuchung von pankreatischen NET aufgenommen werden k&#x000f6;nnte. <italic>Menin</italic> ist bei pankreatischen, duodenalen, gastrischen und pulmonalen NET mutiert, und zwar sowohl im famili&#x000e4;ren als auch im sporadischen Setting. <italic>Menin</italic>-Mutationen haben keine prognostische Bedeutung. Im Gegensatz zu den NET weisen NEC keine Mutationen in <italic>Menin, DAXX</italic> oder <italic>ATRX</italic> auf.</p></sec><sec id="Sec11"><title>Graduierung und Proliferationsindex</title><p>Die Einstufung von NET basierend auf der Mitosezahl und dem <bold>Ki-67-Proliferationsindex</bold><boxed-text position="float" id="Sb23"><p>Ki-67-Proliferationsindex</p></boxed-text> ist f&#x000fc;r die Beurteilung der Tumoraggressivit&#x000e4;t und des Therapiealgorithmus entscheidend. Die aktuellen Richtlinien der Weltgesundheitsorganisation (WHO) besagen, dass die Ki-67-Bewertung durch <bold>manuelles Z&#x000e4;hlen</bold><boxed-text position="float" id="Sb24"><p>manuelles Z&#x000e4;hlen</p></boxed-text> auf einem Ausdruck, der mindestens 500 neoplastische Zellen aus den Regionen mit der h&#x000f6;chsten Markierung (Hotspots) umfasst, genauer ist als die visuelle Sch&#x000e4;tzung [<xref ref-type="bibr" rid="CR12">12</xref>]. Im Rahmen der Digitalisierung werden vermehrt <bold>computerunterst&#x000fc;tzte Z&#x000e4;hlverfahren</bold><boxed-text position="float" id="Sb25"><p>computerunterst&#x000fc;tzte Z&#x000e4;hlverfahren</p></boxed-text> eingesetzt. F&#x000fc;r die Graduierung von NET wurden <bold>Ki-67-Schwellenwerte</bold><boxed-text position="float" id="Sb26"><p>Ki-67-Schwellenwerte</p></boxed-text> von 3 und 20&#x0202f;% definiert, das R&#x000fc;ckfallrisiko nimmt jedoch kontinuierlich mit zunehmendem Ki-67 Index zu [<xref ref-type="bibr" rid="CR13">13</xref>]. Daher ist f&#x000fc;r den Onkologen die Angabe der prozentualen Proliferationsrate ein wichtiges <bold>Entscheidungskriterium</bold><boxed-text position="float" id="Sb27"><p>Entscheidungskriterium</p></boxed-text> bei der Therapiewahl. Tumoren mit einem Ki-67-Index von &#x02264;&#x0202f;3&#x0202f;% werden als G1&#x000a0;klassifiziert, w&#x000e4;hrend diejenigen mit einem Ki-67-Index zwischen 3 und 20&#x0202f;% als G2&#x000a0;eingestuft werden. Tumoren mit einem Ki-67-Index &#x02265;&#x0202f;20&#x0202f;% werden als NET&#x000a0;G3&#x000a0;klassifiziert (Abb.&#x000a0;<xref rid="Fig3" ref-type="fig">3</xref>). In seltenen F&#x000e4;llen, in denen NET mit sehr hoher Proliferationsaktivit&#x000e4;t schwer von NEC zu unterscheiden sind, ist ein <bold>integrativer Ansatz</bold><boxed-text position="float" id="Sb28"><p>integrativer Ansatz</p></boxed-text> unter Einbeziehung von Histomorphologie, Immunhistochemie und, in einigen F&#x000e4;llen, molekularer Analyse entscheidend f&#x000fc;r eine genaue Diagnose. Diese Unterscheidung ist von gro&#x000df;er Bedeutung, da sich die Behandlungsregime f&#x000fc;r metastasierte NET&#x000a0;G3&#x000a0;und NEC erheblich unterscheiden [<xref ref-type="bibr" rid="CR14">14</xref>].<fig id="Fig3"><label>Abb. 3</label><caption><p>Immunhistochemische F&#x000e4;rbung von Ki-67, Rb1, p16&#x000a0;und p53&#x000a0;. <bold>a</bold>&#x000a0;Gutdifferenzierter neuroendokriner Tumor (NET) mit erhaltener Rb1-Expression, Wildtyp-p53-Muster, keiner p16 &#x0201a;Block-like&#x02018; Positivit&#x000e4;t und niedrigem Ki-67 (&#x0003c;&#x0202f;1&#x0202f;%). <bold>b</bold>&#x000a0;Neuroendokrines Karzinom (NEC) mit hoher Expression von Ki-67 (&#x0003e;&#x0202f;60&#x0202f;%) und Rb1, p53-Expressionsverlust sowie starker p16-Positivit&#x000e4;t</p></caption><graphic xlink:href="292_2025_1415_Fig3_HTML" id="d33e548"/></fig></p><sec id="FPar6"><title>Merke</title><p>Der Ki-67-Proliferationsindex ist f&#x000fc;r die Graduierung und prognostische Stratifizierung vieler NEN essenziell.</p></sec></sec></sec><sec id="Sec12"><title>Organspezifische Manifestationen von neuroendokrinen Tumoren</title><sec id="Sec13"><title>Gastroenteropankreatische neuroendokrine Tumoren</title><p>Der Gastrointestinaltrakt ist der h&#x000e4;ufigste Entstehungsort von NET, die ein breites Spektrum von Entit&#x000e4;ten namens gastroenteropankreatische NET (GEP-NET) umfassen. Diese Tumoren k&#x000f6;nnen im gesamten Gastrointestinaltrakt entstehen, insbesondere im Bereich des Magens, des D&#x000fc;nndarms, der Bauchspeicheldr&#x000fc;se und des Rektums, und weisen jeweils spezifische klinische und pathologische Merkmale auf.</p><sec id="Sec14"><title>&#x000d6;sophagus</title><p>Im &#x000d6;sophagus sind hochdifferenzierte NET eine Rarit&#x000e4;t (&#x0003c;&#x0202f;10&#x0202f;%), h&#x000e4;ufiger sind NEC oder gemischte neuroendokrine-nichtneuroendokrine Neoplasien (MiNEN) mit Kombinationen von NEC mit Adeno- oder Plattenepithelkarzinomen. Die wichtigste Differenzialdiagnose f&#x000fc;r ein &#x000f6;sophageales NEC ist ein Plattenepithelkarzinom, insbesondere vom <bold>basaloiden Typ</bold><boxed-text position="float" id="Sb29"><p>basaloiden Typ</p></boxed-text>. Synaptophysin und INSM1 sind in den meisten F&#x000e4;llen exprimiert, w&#x000e4;hrend Chromogranin&#x000a0;A eine weniger konsistente Expression aufweist (60&#x0202f;%).</p></sec><sec id="Sec15"><title>Magen</title><p>Gastrale NET k&#x000f6;nnen von mehreren Ursprungszellen abstammen. Tumoren, die aus Enterochromaffin-like(ECL)-Zellen entstehen, werden aufgrund ihrer &#x000c4;tiologie und histologischen Merkmale in die Typen&#x000a0;1, 2, 3 und (provisorisch) 4 und 5 unterteilt. Wichtig f&#x000fc;r die Prognose ist der Zusammenhang mit <bold>Hypergastrin&#x000e4;mie</bold><boxed-text position="float" id="Sb30"><p>Hypergastrin&#x000e4;mie</p></boxed-text>, der bei Typ&#x000a0;1 und&#x000a0;2 zentral ist. Die ECL-Zell-NET vom Typ&#x000a0;1 entstehen auf dem Boden einer chronisch-atrophen <bold>Gastritis</bold><boxed-text position="float" id="Sb31"><p>Gastritis</p></boxed-text> mit autoimmuner oder <italic>Helicobacter-pylori</italic>-assoziierter Genese, die zur Hypergastrin&#x000e4;mie und <bold>ECL-Zell-Hyperplasie</bold><boxed-text position="float" id="Sb32"><p>ECL-Zell-Hyperplasie</p></boxed-text> f&#x000fc;hrt. Sie sind der h&#x000e4;ufigste Typ und machen etwa 80&#x02013;90&#x0202f;% der ECL-Zell-NET aus. Typ&#x000a0;2 ist durch die Hypergastrin&#x000e4;mie des <bold>Zollinger-Ellison Syndroms</bold><boxed-text position="float" id="Sb33"><p>Zollinger-Ellison Syndroms</p></boxed-text> bei mit multipler endokriner Neoplasie (MEN)&#x000a0;1 assoziierten (duodenalen) Gastrinomen bedingt und weist etwas h&#x000e4;ufiger <bold>Lymphknotenmetastasen</bold><boxed-text position="float" id="Sb34"><p>Lymphknotenmetastasen</p></boxed-text> auf. Aufgrund der weit verbreiteten durch Protonenpumpeninhibitoren (PPI) induzierten Hypergastrin&#x000e4;mie wurde in letzter Zeit ein neuer, provisorischer Typ (ECL-Zell-NET vom Typ&#x000a0;5) beschrieben, der ebenfalls multifokal ist und mit einer PPI-assoziierten Hypertrophie der Parietalzellen einhergeht. Eine &#x000e4;hnliche Entit&#x000e4;t, die mit einem intrinsischen Defekt der S&#x000e4;uresekretion aus den Parietalzellen zusammenh&#x000e4;ngt, ist mit Hypergastrin&#x000e4;mie, Achlorhydrie und Parietalzellhyperplasie verbunden [<xref ref-type="bibr" rid="CR15">15</xref>]. Somit ist bei allen gastrininduzierten Magen-NET die Untersuchung von normaler <bold>Korpusmukosa</bold><boxed-text position="float" id="Sb35"><p>Korpusmukosa</p></boxed-text> entscheidend. W&#x000e4;hrend bei Typ&#x000a0;1 eine Atrophie vorliegt, sind bei Typ&#x000a0;3 und&#x000a0;5 die Hyperplasie/Hypertrophie der Belegzellen neben der ECL-Zell-Hyperplasie diagnostisch wichtig. Der Typ&#x000a0;3 ist in der Regel solit&#x000e4;r (unifokal), tritt in normaler Magenschleimhaut auf und ist klinisch aggressiver, sobald die Magenmuskulatur infiltriert wird. Typ 4 Magen NETs sind heredit&#x000e4;r, und sind mit einer inaktivierenden APT4A Mutation verbunden. Zu den anderen NEN des Magens geh&#x000f6;ren EC-Zell- und Gastrin(G)-Zell-Tumoren sowie die NEC, die etwa 20&#x0202f;% aller NEN des Magens ausmachen. Wie im &#x000fc;brigen K&#x000f6;rper werden sie in gro&#x000df;zellige oder kleinzellige NEC unterteilt, ohne dass eine spezifische h&#x000f6;here Pr&#x000e4;valenz eines der beiden Subtypen besteht.</p></sec><sec id="Sec16"><title>Duodenum</title><p>Duodenale NET produzieren h&#x000e4;ufig Gastrin oder Somatostatin [<xref ref-type="bibr" rid="CR16">16</xref>]. Etwa die H&#x000e4;lfte der gastrinproduzierenden duodenalen NET geht mit einem Zollinger-Ellison-Syndrom mit multiplen Ulzera und <bold>Durchf&#x000e4;llen</bold><boxed-text position="float" id="Sb36"><p>Durchf&#x000e4;llen</p></boxed-text> einher. Somatostatinproduzierende NET sind meist ohne hormonelle Symptome, k&#x000f6;nnen aber aufgrund ihrer periampull&#x000e4;ren Lage mit <bold>Ikterus</bold><boxed-text position="float" id="Sb37"><p>Ikterus</p></boxed-text> einhergehen. Sie sind histologisch durch ein pseudoglandul&#x000e4;res Muster mit gelegentlichen Psammomk&#x000f6;rpern charakterisiert. Kombinierte Gangliozytome/NET treten nur im Duodenum auf (&#x0201e;CoGNET&#x0201c;). Im Bereich der Ampulla sind auch NEC beschrieben.</p></sec><sec id="Sec17"><title>D&#x000fc;nndarm</title><p>D&#x000fc;nndarm-NET (SI-NET) treten meist im Ileum, seltener im Jejunum auf. Jejunoileale NET sind h&#x000e4;ufig multifokal (ein Drittel der F&#x000e4;lle), was jedoch nicht unbedingt mit einem aggressiveren Verlauf korreliert [<xref ref-type="bibr" rid="CR17">17</xref>]. Sie zeigen oft eine Architektur in Nestern und produzieren <bold>Serotonin</bold><boxed-text position="float" id="Sb38"><p>Serotonin</p></boxed-text>. Die meisten SI-NET exprimieren SSTR2A und den Transkriptionsfaktor CDX2, im Gegensatz zu pankreatischen NET, die Islet&#x02011;1 exprimieren, oder NET der Lunge bzw. Schilddr&#x000fc;se mit TTF-1-Expression. Jejunoileale NEC sind eine Rarit&#x000e4;t.</p></sec><sec id="Sec18"><title>Kolon, Rektum und Anus</title><p>Im Kolon k&#x000f6;nnen &#x000fc;berall NEN auftreten, wobei (mit Ausnahme des Appendix) das Rektum die h&#x000e4;ufigste Lokalisation darstellt. Die EC-Zell-Tumoren zeigen die typische genestete Morphologie, w&#x000e4;hrend L&#x02011;Zell-Tumoren (h&#x000e4;ufig im Rektum) typischerweise eine trabekul&#x000e4;re oder <bold>pseudoglandul&#x000e4;re Morphologie</bold><boxed-text position="float" id="Sb39"><p>pseudoglandul&#x000e4;re Morphologie</p></boxed-text> aufweisen. Die NET des Kolons sind variabel SSTR2A-positiv. Der f&#x000fc;r die kolorektale Schleimhaut spezifische Transkriptionsregulator SATB2 wird nachweislich auch in den meisten NET des Rektums und des Appendix exprimiert [<xref ref-type="bibr" rid="CR18">18</xref>]. Rektale L&#x02011;Zell-NET sind auch h&#x000e4;ufig negativ f&#x000fc;r Chromogranin&#x000a0;A und CDX2 (Tab.&#x000a0;<xref rid="Tab1" ref-type="table">1</xref>). Die NEC in dieser Region zeigen die typischen Merkmale entweder kleinzelliger oder gro&#x000df;zelliger NEC.<table-wrap id="Tab1"><label>Tab. 1</label><caption><p>Immunhistochemische Expression von Transkriptionsfaktoren in gut differenzierten (G1 bis G3) neuroendokrinen Tumoren</p></caption><table frame="hsides" rules="groups"><thead><tr><th>Marker</th><th>D&#x000fc;nndarm</th><th>Rektum/Appendix</th><th>Magen</th><th>Lunge</th><th>Pankreas</th></tr></thead><tbody><tr><td>Chromogranin&#x000a0;A, Synaptophysin, INSM1</td><td>+</td><td>&#x000b1;</td><td>+</td><td>+</td><td>+</td></tr><tr><td>CDX2</td><td>+</td><td>&#x000b1;</td><td>+</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>TTF&#x02011;1</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>+</td><td>&#x02013;</td></tr><tr><td>Islet1</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x000b1;</td><td>+</td></tr><tr><td>SATB2</td><td>&#x02013;</td><td>+</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>OTP</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>+</td><td>&#x02013;</td></tr><tr><td>Serotonin</td><td>+</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td></tr></tbody></table></table-wrap></p></sec><sec id="Sec19"><title>Appendix vermiformis</title><p>Appendix-NET treten in den meisten F&#x000e4;llen in der Spitze der Appendix auf und werden meist zuf&#x000e4;llig nach einer Operation wegen akuter Appendizitis entdeckt. Makroskopisch erscheinen sie als gut abgegrenzte <bold>gelbe L&#x000e4;sionen</bold><boxed-text position="float" id="Sb40"><p>gelbe L&#x000e4;sionen</p></boxed-text> mit meist einem Durchmesser von&#x0202f;&#x0003c;&#x02009;1&#x0202f;cm. Morphologisch kann der Tumor den SI-NET &#x000e4;hneln (entsprechend EC-Zell-NET) oder trabekul&#x000e4;r/tubul&#x000e4;r aufgebaut sein (L-Zell-NET). Obwohl diese beiden NET mit unterschiedlicher H&#x000e4;ufigkeit Lymphknotenmetastasen aufweisen, scheinen diese klinisch nicht relevant zu sein: Eine onkologische Hemikolektomie bei Appendix-NET mit einem Durchmesser von 1&#x02013;2&#x0202f;cm liefert keine &#x000fc;berlegenen Behandlungsergebnisse, was den Weg f&#x000fc;r weniger aggressive Ans&#x000e4;tze und eine bessere Patientensicherheit ebnet [<xref ref-type="bibr" rid="CR19">19</xref>].</p></sec></sec><sec id="Sec20"><title>Pankreatische neuroendokrine Neoplasien</title><p>Pankreatische NET (PanNET) machen etwa 2&#x02013;5&#x0202f;% der Pankreastumoren und 11&#x0202f;% aller NET im K&#x000f6;rper aus. Traditionell werden sie basierend auf ihrer F&#x000e4;higkeit, Hormone zu sezernieren, in 2&#x000a0;Gruppen unterteilt: funktionelle (hormonproduzierende) PanNET und nichtfunktionelle (NF-)PanNET. Ein positiver immunhistochemischer Nachweis von Hormonen, wie pankreatisches Polypeptid (PP) und <bold>Glukagon</bold><boxed-text position="float" id="Sb41"><p>Glukagon</p></boxed-text>, bedeutet nicht, dass der Patient klinische Symptome aufweist. Auch pankreatische NEC (PanNEC) k&#x000f6;nnen auftreten.</p><sec id="Sec21"><title>Nichtfunktionelle PanNET</title><p>Die NF-PanNET sind per Definition gr&#x000f6;&#x000df;er als 0,5&#x0202f;cm. Tumoren&#x0202f;&#x0003c;&#x02009;0,5&#x0202f;cm werden als Mikrotumoren (fr&#x000fc;her &#x0201e;Mikroadenome&#x0201c;) bezeichnet. Die NF-PanNET sind in der Regel langsam wachsende Tumoren. Aufgrund ihrer Tendenz, lange unbemerkt zu bleiben, befinden sich jedoch etwa 30&#x0202f;% der Patienten bei Diagnose bereits im metastasierten Stadium. Morphologisch zeigen sie das typische Spektrum endokriner Wachstumsmuster, am h&#x000e4;ufigsten trabekul&#x000e4;r, nestf&#x000f6;rmig oder solide, mit unterschiedlich stark ausgepr&#x000e4;gter <bold>Sklerose</bold><boxed-text position="float" id="Sb42"><p>Sklerose</p></boxed-text> und Fibrose. Diese Tumoren sind positiv f&#x000fc;r neuroendokrine Marker (Chromogranin&#x000a0;A, Synaptophysin, INSM1). Im Fall einer metastasierten Erkrankung mit unbekanntem Prim&#x000e4;rtumor kann Islet1 verwendet werden, fehlende Expression schlie&#x000df;t eine pankreatische Herkunft allerdings nicht automatisch aus [<xref ref-type="bibr" rid="CR20">20</xref>]. Weniger h&#x000e4;ufig, aber wichtig zu kennen, sind die onkozyt&#x000e4;ren und <bold>klarzelligen Subtypen</bold><boxed-text position="float" id="Sb43"><p>klarzelligen Subtypen</p></boxed-text>. Die Differenzialdiagnose von PanNET umfasst:<list list-type="bullet"><list-item><p>die solide papill&#x000e4;re Neoplasie (SPN; nukle&#x000e4;res &#x003b2;&#x02011;Catenin),</p></list-item><list-item><p>Azinuszellkarzinome, die positiv f&#x000fc;r Trypsin und Bcl-10 sind (ausschlie&#x000df;lich Bcl-10-Klon 331.1, der eine Kreuzreaktivit&#x000e4;t mit dem exokrinen Pankreasenzym Carboxylesterhydrolase aufweist [<xref ref-type="bibr" rid="CR21">21</xref>]) und seltener</p></list-item><list-item><p>Paragangliome des Pankreas (negativ f&#x000fc;r Zytokeratine, positiv f&#x000fc;r Pax6&#x000a0;und GATA&#x000a0;3).</p></list-item></list></p><p>Bei hellzelligem PanNET muss an die M&#x000f6;glichkeit einer Metastase eines Nierenzellkarzinoms gedacht werden (Tab.&#x000a0;<xref rid="Tab2" ref-type="table">2</xref>).<table-wrap id="Tab2"><label>Tab. 2</label><caption><p>Differenzialdiagnose und immunhistochemischer Algorithmus von pankreatischen neuroendokrinen Tumoren (PanNET)</p></caption><table frame="hsides" rules="groups"><thead><tr><th>Differenzialdiagnose</th><th>Synaptophysin</th><th>Chromogranin A</th><th>INSM1</th><th>Zytokeratin</th><th>Bcl10</th><th>&#x003b2;&#x02011;Catenin</th></tr></thead><tbody><tr><td>PanNET</td><td>+</td><td>+</td><td>+</td><td>+</td><td>&#x02013;</td><td>&#x02212;&#x0202f;selten&#x0202f;+&#x02009;(nukle&#x000e4;r)</td></tr><tr><td>PanNEC</td><td>+</td><td>+</td><td>+</td><td>+</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>Paragangliom</td><td>+</td><td>+</td><td>+</td><td>&#x02013;</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>Metastase RCC</td><td>&#x02212;&#x0202f;selten&#x0202f;+</td><td>&#x02013;</td><td>&#x02013;</td><td>+</td><td>&#x02013;</td><td>&#x02013;</td></tr><tr><td>SPN</td><td>&#x000b1;</td><td>&#x02013;</td><td>&#x02013;</td><td>+</td><td>&#x02013;</td><td>+ (nukle&#x000e4;r)</td></tr><tr><td>Azinuszellkarzinom</td><td>&#x000b1;</td><td>&#x02013;</td><td>&#x02013;</td><td>+</td><td>+</td><td>&#x02013;</td></tr></tbody></table><table-wrap-foot><p><italic>NEC</italic> neuroendokrines Karzinom, <italic>NET</italic> neuroendokrine Tumor, <italic>RCC</italic> Nierenzellkarzinom, <italic>SPN </italic>solide papill&#x000e4;re Neoplasie</p></table-wrap-foot></table-wrap></p></sec><sec id="Sec22"><title>Funktionelle PanNET</title><p>Funktionelle PanNET sind eine heterogene Gruppe von Tumoren. Insulinome machen etwa 80&#x0202f;% der funktionierenden PanNET aus und k&#x000f6;nnen sowohl sporadisch als auch &#x02013;&#x000a0;seltener&#x000a0;&#x02013; famili&#x000e4;r bedingt auftreten. Glucagonome und <bold>VIPome</bold><boxed-text position="float" id="Sb44"><p>VIPome</p></boxed-text> (VIP: vasoaktives intestinales Peptid) sind selten. Histologisch k&#x000f6;nnen sie solide, trabekul&#x000e4;r und in einigen F&#x000e4;llen zystisch (wie Glucagonome) imponieren. Die gro&#x000df;e Mehrheit sind niedriggradige Tumoren und metastasieren in 90&#x0202f;% der F&#x000e4;lle nicht. Bei den meisten anderen funktionellen PanNET treten h&#x000e4;ufig Metastasen auf. Die Existenz von klinisch funktionellen Somatostatinomen ist umstritten [<xref ref-type="bibr" rid="CR22">22</xref>]. Die PanNET k&#x000f6;nnen (insbesondere unter Therapie) eine Progression im Hinblick auf die Proliferationsrate (Ki-67) und folglich den Tumorgrad durchlaufen. Fast 50&#x0202f;% der NET&#x000a0;G3&#x000a0;zeigen ihren Ursprung im Pankreas [<xref ref-type="bibr" rid="CR23">23</xref>].</p></sec><sec id="Sec23"><title>PanNEC</title><p>Die PanNEC sind seltener als PanNET. Sie sind mit keinem endokrinen Tumorsyndrom verbunden. Histologisch weisen sie die typischen malignen Zeichen von gro&#x000df;- oder kleinzelligen NEC auf, wobei sie h&#x000e4;ufig einen sehr hohen Ki-67-Index (mindestens 60&#x02013;80&#x0202f;%) und eine hohe <bold>mitotische Aktivit&#x000e4;t</bold><boxed-text position="float" id="Sb45"><p>mitotische Aktivit&#x000e4;t</p></boxed-text> aufweisen. Wenn eine zweite nichtneuroendokrine Komponente (z.&#x0202f;B. Adenokarzinomanteile) im Tumor vorhanden ist, muss diese mindestens 30&#x0202f;% des Tumors ausmachen, damit dieser als MiNEN klassifiziert wird. In mehreren genetischen und epigenetischen Studien wurde nachgewiesen, dass PanNEC im Vergleich mit gut differenzierten NET ein &#x000e4;hnliches Mutations- und Transkriptomprofil aufweisen wie pankreatische duktale Adenokarzinome (PDAC) und Azinuszellkarzinome. In seltenen F&#x000e4;llen haben sich bei einigen NET&#x000a0;G3&#x000a0;auch <italic>RB1</italic>- und <italic>TP53</italic>-Mutationen sowie hochgradige histomorphologische Merkmale gezeigt. Solche Tumoren werden als NET&#x000a0;G3&#x000a0;mit einer NEC-&#x000e4;hnlichen <bold>Transformation</bold><boxed-text position="float" id="Sb46"><p>Transformation</p></boxed-text> bezeichnet und sprechen bisher nicht wie die klassischen NEC auf platinbasierte Therapien an [<xref ref-type="bibr" rid="CR24">24</xref>, <xref ref-type="bibr" rid="CR25">25</xref>].</p></sec></sec><sec id="Sec24"><title>Pulmonale neuroendokrine Neoplasien</title><p>Die pulmonalen NEN werden ebenfalls in pulmonale NET und pulmonale NEC unterteilt.</p><sec id="Sec25"><title>Pulmonale NET</title><p>Zur Gruppe der pulmonalen NET geh&#x000f6;ren das typische <bold>Karzinoid</bold><boxed-text position="float" id="Sb47"><p>Karzinoid</p></boxed-text> (G1) und das atypische Karzinoid (G2). Ein kleiner Teil der Lungen-NET weist zahlreiche Vorl&#x000e4;uferl&#x000e4;sionen (pr&#x000e4;invasiv) auf, dies kann im Rahmen einer MEN1 oder h&#x000e4;ufiger einer diffusen idiopathischen pulmonalen neuroendokrine Zellhyperplasie (DIPNECH) beobachtet werden. Pr&#x000e4;neoplastische DIPNECH-L&#x000e4;sionen sind sehr indolent und nur wenige entwickeln sich weiter zu NET [<xref ref-type="bibr" rid="CR26">26</xref>]. Deshalb werden diese klinisch beobachtet. Bei pulmonalen NET bestimmt derzeit noch die Mitosenzahl den Grad, auch wenn der Ki-67-Index zus&#x000e4;tzlich angegeben werden sollte. Eine Anzahl von&#x0202f;&#x0003c;&#x02009;2&#x000a0;Mitosen/2&#x0202f;mm<sup>2</sup> und das Fehlen von Nekrosen definieren ein typisches Karzinoid. Eine Anzahl von&#x0202f;&#x0003e;&#x02009;2&#x000a0;Mitosen/2&#x0202f;mm<sup>2</sup> und/oder das Vorhandensein von Nekrosen definieren ein atypisches Karzinoid. Diese Tumoren sind f&#x000fc;r die neuroendokrinen Marker und teils f&#x000fc;r TTF&#x02011;1 positiv. <bold>Orthopedia-Homeobox-Protein</bold><boxed-text position="float" id="Sb48"><p>Orthopedia-Homeobox-Protein</p></boxed-text> (OTP) hat sich auch als sensitiver (&#x02248;&#x0202f;80&#x0202f;%) und sehr spezifischer Marker (&#x0003e;&#x0202f;99&#x0202f;%) f&#x000fc;r prim&#x000e4;re Lungen-NET erwiesen [<xref ref-type="bibr" rid="CR27">27</xref>]. Bei der Gradierung eines Karzinoidtumors anhand einer Biopsie ist der Ki-67-Index wichtig, es besteht jedoch wie immer bei Biopsien das Risiko einer Fehleinsch&#x000e4;tzung der Gradierung.</p></sec><sec id="Sec26"><title>Pulmonale NEC</title><p>Die pulmonalen NEC werden in den gro&#x000df;zelligen- (LC) und den kleinzelligen (SC) Subtyp unterteilt. Aufgrund der Assoziation zum <bold>Rauchen</bold><boxed-text position="float" id="Sb49"><p>Rauchen</p></boxed-text> sind kleinzellige (neuroendokrine) Lungenkarzinome (SCLC) mit etwa 15&#x0202f;% der Lungentumoren viel h&#x000e4;ufiger als im GEP-System. Das SCLC neigt dazu, sich zentral in den gro&#x000df;en Atemwegen zu manifestieren, im Gegensatz zu den LCNEC, die eher in der Peripherie vorkommen. Bei einigen nichtkleinzelligen Lungenkarzinomen (NSCLC; insbesondere EGFR-mutiertes Adenokarzinom) kann eine <bold>Transdifferenzierung</bold><boxed-text position="float" id="Sb50"><p>Transdifferenzierung</p></boxed-text> in einen SCLC als Resistenzmechanismus auftreten. Die SCLC zeigen wenig Zytoplasma, schlecht abgegrenzte Zellgrenzen und ein &#x0201e;Salz-und-Pfeffer&#x0201c;-Chromatin. Da die Zellen dicht gepackt sind, k&#x000f6;nnen sie bei der Biopsie deutliche <bold>Quetschartefakte</bold><boxed-text position="float" id="Sb51"><p>Quetschartefakte</p></boxed-text> aufweisen. Dies kann die Diagnose erschweren, hier ist der hohe Proliferationsindex manchmal die einzige Abgrenzung zum NET. Molekular sind <bold>transkriptionelle Subtypen</bold><boxed-text position="float" id="Sb52"><p>transkriptionelle Subtypen</p></boxed-text> (<italic>ASCL1, NEUROD1, POU2F3</italic> und <italic>YAP1</italic>) charakterisiert worden, wobei diese m&#x000f6;glicherweise mit Therapieansprechen korrelieren [<xref ref-type="bibr" rid="CR28">28</xref>].</p></sec></sec></sec><sec id="Sec27" sec-type="conclusion"><title>Fazit f&#x000fc;r die Praxis</title><p>
<list list-type="bullet"><list-item><p>Neuroendokrine Tumoren (NET) k&#x000f6;nnen in verschiedenen Organen des K&#x000f6;rpers als Metastasen oder Prim&#x000e4;rtumoren auftreten und sollten bei der Differenzialdiagnose ber&#x000fc;cksichtigt werden.</p></list-item><list-item><p>Neuroendokrine Marker, Ki-67 und Somatostatinrezeptoren (SSTR)&#x000a0;2 sollten bei jeder Beurteilung eines NET untersucht werden.</p></list-item><list-item><p>Bei einem NET mit unbekanntem Prim&#x000e4;rtumor k&#x000f6;nnen u.&#x0202f;a. die verschiedenen Transkriptionsfaktoren untersucht werden, um die Lokalisierung des Prim&#x000e4;rtumors n&#x000e4;her zu bestimmen.</p></list-item></list>
</p></sec></body><back><app-group><app id="App1"><sec id="Sec28"><title>CME-Fragebogen</title><p>Welche der folgenden Eigenschaften ist <italic>am wenigsten</italic> typisch f&#x000fc;r eine neuroendokrine Morphologie?</p><p>Prominente Nukleolen</p><p>Exzentrisches Zytoplasma</p><p>Rundliche bis ovale Zellkerne</p><p>&#x0201e;Salz-und-Pfeffer&#x0201c;-Chromatin</p><p>Spindelige Zellform</p><p>Welcher Plattenepithelkarzinomsubtyp ist ein starker Imitator des neuroendokrinen Karzinoms des &#x000d6;sophagus?</p><p>Basaloider Subtyp</p><p>Plattenepithelkarzinom, NOS</p><p>Spindelzelliger Subtyp</p><p>Verruk&#x000f6;ser Subtyp</p><p>Undifferenzierter Subtyp</p><p>Welche Aussage trifft zu?</p><p>Azinuszellkarzinome zeigen eine nukle&#x000e4;re &#x003b2;&#x02011;Catenin-Expression.</p><p>Insulinome treten zumeist sporadisch auf.</p><p>Nierenzellkarzinome sind eine Differenzialdiagnose des hellzelligen pankreatischen neuroendokrinen Tumors (PanNET)</p><p>Pankreatische neuroendokrine Karzinome (NEC) zeigen in der Regel ein Ki-67 von 20&#x02013;30&#x0202f;%</p><p>VIPome des Pankreas sind h&#x000e4;ufiger als Insulinome</p><p>Welches Kriterium differenziert das atypische vom typischen Karzinoid der Lunge?</p><p>Expression von CD56</p><p>Ki-67&#x0202f;&#x0003e;&#x02009;10&#x0202f;%</p><p>Lymphgef&#x000e4;&#x000df;invasion</p><p>Nekrose</p><p>Trabekul&#x000e4;res Wachstum</p><p>Welche Aussage trifft auf kleinzellige Lungenkarzinome (SCLC) zu?</p><p>Der Proliferationsindex ist oft relativ niedrig.</p><p>Oft sind betroffene Patienten Raucher.</p><p>Quetschartefakte sind in SCLC selten.</p><p>Die SCLC sind h&#x000e4;ufiger als Plattenepithelkarzinome der Lunge.</p><p>Die SCLC zeigen reichlich Zytoplasma.</p><p>Was gilt f&#x000fc;r pankreatische neuroendokrine Karzinome (PanNEC)?</p><p>Der Proliferationsindex liegt oft unter 15&#x0202f;%.</p><p>Die mitotische Aktivit&#x000e4;t ist gew&#x000f6;hnlich hoch.</p><p>Lebensgewohnheiten haben einen signifikanten Einfluss auf die Entstehung.</p><p>Sie treten vorwiegend syndromal auf.</p><p>Sie sind h&#x000e4;ufiger als pankreatische neuroendokrine Tumoren (PanNET).</p><p>Ein 54-j&#x000e4;hriger Mann stellt sich mit unklaren Oberbauchbeschwerden und Gewichtsverlust in der Klinik vor. Bildgebend zeigt sich ein gut abgrenzbarer, hypervaskularisierter Tumor im Pankreaskopf. Eine Feinnadelbiopsie wird durchgef&#x000fc;hrt und histologisch zeigt sich eine solide, azin&#x000e4;re Zellproliferation mit granul&#x000e4;rem eosinophilem Zytoplasma. Sie vermuten ein Azinuszellkarzinom. Welchen immunhistochemischen Marker w&#x000e4;hlen Sie, um Ihren Verdacht zu untermauern?</p><p>&#x003b2;-Catenin</p><p>GATA3</p><p>Ki-67</p><p>Panzytokeratin</p><p>Trypsin</p><p>Was gilt f&#x000fc;r die neuroendokrinen Tumoren (NET) der Appendix vermiformis (aNET)?</p><p>F&#x000fc;r gew&#x000f6;hnlich betr&#x000e4;gt der Durchmesser mehr als 2&#x0202f;cm.</p><p>Makroskopisch ist ein oftmals gelbes Kolorit typisch.</p><p>Sie sind negativ f&#x000fc;r Synaptophysin.</p><p>Sie sind meist in der Appendixbasis, z&#x000f6;kumnah, lokalisiert.</p><p>Trabekul&#x000e4;re Wachstumsmuster sind untypisch.</p><p>Ein 62-j&#x000e4;hriger Mann stellt sich mit rezidivierender Diarrh&#x000f6;, abdominellen Schmerzen und Gewichtsverlust in der Klinik vor. Bildgebend zeigt sich ein hypervaskularisierter Tumor im D&#x000fc;nndarm mit multiplen Lebermetastasen. Eine Biopsie des Leberherds zeigt histologisch einen gut differenzierten neuroendokrinen Tumor (neuroendokriner Tumor [NET]&#x000a0;G2) mit typischer &#x0201e;Salz-und-Pfeffer&#x0201c;-Chromatinstruktur. Zur weiteren Diagnostik und Therapiekontrolle soll eine Somatostatinrezeptors(SSTR)-Szintigraphie erfolgen. Welche Aussage bez&#x000fc;glich SSTR, insbesondere SSTR2 trifft am ehesten zu?</p><p>Der immunhistochemische und nuklearmedizinische Nachweis korrelieren miteinander.</p><p>Sie sind pathognomonisch f&#x000fc;r neuroendokrine Tumoren.</p><p>Eine hohe SSTR2-Expression korreliert immer mit einer besseren Prognose.</p><p>Die SSTR2-Expression ist unabh&#x000e4;ngig von der Tumordifferenzierung.</p><p>Somatostatinanaloga sind zur Suppression von endokrinen Symptomen wenig wirksam.</p><p>Ein 58-j&#x000e4;hriger Mann stellt sich mit unklaren abdominellen Schmerzen und Gewichtsverlust in der Klinik vor. Eine Bildgebung zeigt einen tumor&#x000f6;sen Befund im Pankreas. Eine Biopsie ergibt histologisch eine neuroendokrine Neoplasie mit typischer Zellmorphologie und &#x0201e;Salz-und-Pfeffer&#x0201c;-Chromatin. Der Proliferationsindex Ki-67 betr&#x000e4;gt 25&#x0202f;%. Welche Aussage zum Ki-67-Index bei neuroendokrinen Neoplasien trifft am ehesten zu?</p><p>F&#x000fc;r die Therapiestratifizierung ist der Proliferationsindex Ki-67 unerheblich.</p><p>F&#x000fc;r die Prognosestratifizierung ist der Proliferationsindex Ki-67 wenig aussagekr&#x000e4;ftig.</p><p>Der Ki-67-Index wird in den am st&#x000e4;rksten proliferierenden Bereichen des Tumors (Hotspotregion) bestimmt.</p><p>Neuroendokrine Karzinome weisen typischerweise ein relativ geringes prozentuales Ki-67 auf.</p><p>Visuelles Sch&#x000e4;tzen von Ki-67 ist ausreichend objektiv und reproduzierbar.</p></sec></app></app-group><fn-group><fn><p>
<graphic position="anchor" xlink:href="292_2025_1415_Figqr_HTML" id="d33e179"/>
</p><p>QR-Code scannen &#x00026; Beitrag online lesen</p></fn><fn><p><bold>Hinweis des Verlags</bold></p><p>Der Verlag bleibt in Hinblick auf geografische Zuordnungen und Gebietsbezeichnungen in ver&#x000f6;ffentlichten Karten und Institutsadressen neutral.</p></fn></fn-group><notes notes-type="funding-information"><title>Funding</title><p>Open access funding provided by University of Bern</p></notes><notes><title>Einhaltung ethischer Richtlinien</title><notes id="FPar7"><title>Interessenkonflikt</title><p>Gem&#x000e4;&#x000df; den Richtlinien des Springer Medizin Verlags werden Autoren und wissenschaftliche Leitung im Rahmen der Manuskripterstellung und Manuskriptfreigabe aufgefordert, eine vollst&#x000e4;ndige Erkl&#x000e4;rung zu ihren finanziellen und nichtfinanziellen Interessen abzugeben.</p></notes><notes id="FPar8"><title>Autoren</title><p><bold>A.&#x000a0;Chouchane </bold>gibt an, dass kein Interessenkonflikt besteht. <bold>K.&#x000a0;Br&#x000e4;utigam</bold>: A.&#x000a0;Finanzielle Interessen: vom Schweizerischen Nationalfonds (SNF) finanziert (PostdocMobility, P500PM_217647/1). B.&#x000a0;Nichtfinanzielle Interessen: Institute of Cancer Research, Centre for Evolution and Cancer, Sutton, SM2 5NG, London, United Kingdom/Mitgliedschaften: Deutsche Gesellschaft f&#x000fc;r Pathologie, Schweizerische Gesellschaft f&#x000fc;r Pathologie, European Society of Pathology (ESP), PathSoc, ESSB (European Society for Spatial Biology). <bold>A.&#x000a0;Perren</bold>: A.&#x000a0;Finanzielle Interessen: Forschungsf&#x000f6;rderung zur pers&#x000f6;nlichen Verf&#x000fc;gung: Schweizerischer Nationalfonds, Krebsliga Schweiz. Vortr&#x000e4;ge f&#x000fc;r ENETS, ESMO, Novartis, Ipsen. Aktien von Roche, Illumina, 4RO, Sandoz. B.&#x000a0;Nichtfinanzielle Interessen: Mitgliedschaften: DGP, ESP, USCAP, IAP, SwissNET, ENETS/Stiftungsrat, NICER.</p></notes><notes id="FPar9"><title>Wissenschaftliche Leitung</title><p>Die vollst&#x000e4;ndige Erkl&#x000e4;rung zum Interessenkonflikt der wissenschaftlichen Leitung finden Sie am Kurs der zertifizierten Fortbildung auf <ext-link ext-link-type="uri" xlink:href="http://www.springermedizin.de/cme">www.springermedizin.de/cme</ext-link>.</p></notes><notes id="FPar10"><title>Der Verlag</title><p>erkl&#x000e4;rt, dass f&#x000fc;r die Publikation dieser CME-Fortbildung keine Sponsorengelder an den Verlag flie&#x000df;en.</p></notes><notes><p>Die Untersuchungen erfolgten unter Einhaltung der Vorgaben der Zentralen Ethikkommission der Bundes&#x000e4;rztekammer. F&#x000fc;r diesen Beitrag wurden von den Autor/-innen keine Studien an Menschen oder Tieren durchgef&#x000fc;hrt. F&#x000fc;r die aufgef&#x000fc;hrten Studien gelten die jeweils dort angegebenen ethischen Richtlinien.</p></notes></notes><ref-list id="Bib1"><title>Literatur</title><ref id="CR1"><label>1.</label><citation-alternatives><element-citation id="ec-CR1" publication-type="journal"><person-group person-group-type="author"><name><surname>Soga</surname><given-names>J</given-names></name><name><surname>Tazawa</surname><given-names>K</given-names></name></person-group><article-title>Pathologic analysis of carcinoids. Histologic reevaluation of 62&#x000a0;cases</article-title><source>Cancer</source><year>1971</year><volume>28</volume><issue>4</issue><fpage>990</fpage><lpage>998</lpage><pub-id pub-id-type="doi">10.1002/1097-0142(1971)28:4&#x0003c;990::AID-CNCR2820280424&#x0003e;3.0.CO;2-K</pub-id><pub-id pub-id-type="pmid">4106849</pub-id>
</element-citation><mixed-citation id="mc-CR1" publication-type="journal">Soga&#x000a0;J, Tazawa&#x000a0;K (1971) Pathologic analysis of carcinoids. Histologic reevaluation of 62&#x000a0;cases. Cancer 28(4):990&#x02013;998. https://doi.org/10.1002/1097-0142(1971)28:4&#x03008;990::aid-cncr2820280424&#x03009;3.0.co <pub-id pub-id-type="pmid">4106849</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR2"><label>2.</label><citation-alternatives><element-citation id="ec-CR2" publication-type="journal"><person-group person-group-type="author"><name><surname>Kasajima</surname><given-names>A</given-names></name><name><surname>Kl&#x000f6;ppel</surname><given-names>G</given-names></name></person-group><article-title>Neuroendocrine neoplasms of lung, pancreas and gut: a&#x000a0;morphology-based comparison</article-title><source>Endocr Relat Cancer</source><year>2020</year><volume>27</volume><issue>11</issue><fpage>R417</fpage><lpage>R432</lpage><pub-id pub-id-type="doi">10.1530/ERC-20-0122</pub-id><pub-id pub-id-type="pmid">33032264</pub-id>
</element-citation><mixed-citation id="mc-CR2" publication-type="journal">Kasajima&#x000a0;A, Kl&#x000f6;ppel&#x000a0;G (2020) Neuroendocrine neoplasms of lung, pancreas and gut: a&#x000a0;morphology-based comparison. Endocr Relat Cancer 27(11):R417&#x02013;R432. 10.1530/ERC-20-0122<pub-id pub-id-type="pmid">33032264</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR3"><label>3.</label><citation-alternatives><element-citation id="ec-CR3" publication-type="journal"><person-group person-group-type="author"><name><surname>Schiavo Lena</surname><given-names>M</given-names></name><name><surname>Partelli</surname><given-names>S</given-names></name><name><surname>Andreasi</surname><given-names>V</given-names></name><etal/></person-group><article-title>Infiltrative growth predicts the risk of recurrence after surgery in well-differentiated non-functioning pancreatic neuroendocrine tumors</article-title><source>Endocr Pathol</source><year>2023</year><volume>34</volume><fpage>142</fpage><lpage>155</lpage><pub-id pub-id-type="doi">10.1007/s12022-022-09745-x</pub-id><pub-id pub-id-type="pmid">36564582</pub-id>
</element-citation><mixed-citation id="mc-CR3" publication-type="journal">Schiavo Lena&#x000a0;M, Partelli&#x000a0;S, Andreasi&#x000a0;V et&#x000a0;al (2023) Infiltrative growth predicts the risk of recurrence after surgery in well-differentiated non-functioning pancreatic neuroendocrine tumors. Endocr Pathol 34:142&#x02013;155. 10.1007/s12022-022-09745-x<pub-id pub-id-type="pmid">36564582</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR4"><label>4.</label><citation-alternatives><element-citation id="ec-CR4" publication-type="journal"><person-group person-group-type="author"><collab>Orhun Cig Taskin</collab><name><surname>Bagci</surname><given-names>MDRP</given-names></name><etal/></person-group><article-title>Infiltration pattern predicts metastasis and progression better than the T-stage and grade in pancreatic neuroendocrine tumors: a&#x000a0;proposal for a&#x000a0;novel infiltration-based morphologic grading</article-title><source>Mod Pathol</source><year>2022</year><volume>35</volume><issue>6</issue><fpage>777</fpage><lpage>785</lpage><pub-id pub-id-type="doi">10.1038/s41379-021-00995-4</pub-id><pub-id pub-id-type="pmid">34969955</pub-id>
</element-citation><mixed-citation id="mc-CR4" publication-type="journal">Orhun Cig Taskin, Bagci&#x000a0;MDRP et&#x000a0;al (2022) Infiltration pattern predicts metastasis and progression better than the T&#x02011;stage and grade in pancreatic neuroendocrine tumors: a&#x000a0;proposal for a&#x000a0;novel infiltration-based morphologic grading. Mod Pathol 35(6):777&#x02013;785. 10.1038/s41379-021-00995-4<pub-id pub-id-type="pmid">34969955</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR5"><label>5.</label><citation-alternatives><element-citation id="ec-CR5" publication-type="journal"><person-group person-group-type="author"><name><surname>Tanigawa</surname><given-names>M</given-names></name><name><surname>Nakayama</surname><given-names>M</given-names></name><name><surname>Taira</surname><given-names>T</given-names></name><etal/></person-group><article-title>Insulinoma-associated protein 1 (INSM1) is a&#x000a0;useful marker for pancreatic neuroendocrine tumor</article-title><source>Med Mol Morphol</source><year>2018</year><volume>51</volume><issue>1</issue><fpage>32</fpage><lpage>40</lpage><pub-id pub-id-type="doi">10.1007/s00795-017-0167-6</pub-id><pub-id pub-id-type="pmid">28849340</pub-id>
</element-citation><mixed-citation id="mc-CR5" publication-type="journal">Tanigawa&#x000a0;M, Nakayama&#x000a0;M, Taira&#x000a0;T et&#x000a0;al (2018) Insulinoma-associated protein 1 (INSM1) is a&#x000a0;useful marker for pancreatic neuroendocrine tumor. Med Mol Morphol 51(1):32&#x02013;40. 10.1007/s00795-017-0167-6<pub-id pub-id-type="pmid">28849340</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR6"><label>6.</label><citation-alternatives><element-citation id="ec-CR6" publication-type="journal"><person-group person-group-type="author"><name><surname>Perren</surname><given-names>A</given-names></name><name><surname>Couvelard</surname><given-names>A</given-names></name><name><surname>Scoazec</surname><given-names>JY</given-names></name><etal/></person-group><article-title>Antibes consensus conference participants. ENETS consensus guidelines for the standards of care in neuroendocrine tumors: pathology: diagnosis and prognostic stratification</article-title><source>Neuroendocrinology</source><year>2017</year><volume>105</volume><issue>3</issue><fpage>196</fpage><lpage>200</lpage><pub-id pub-id-type="doi">10.1159/000457956</pub-id><pub-id pub-id-type="pmid">28190015</pub-id>
</element-citation><mixed-citation id="mc-CR6" publication-type="journal">Perren&#x000a0;A, Couvelard&#x000a0;A, Scoazec&#x000a0;JY et&#x000a0;al (2017) Antibes consensus conference participants. ENETS consensus guidelines for the standards of care in neuroendocrine tumors: pathology: diagnosis and prognostic stratification. Neuroendocrinology 105(3):196&#x02013;200. 10.1159/000457956<pub-id pub-id-type="pmid">28190015</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR7"><label>7.</label><citation-alternatives><element-citation id="ec-CR7" publication-type="journal"><person-group person-group-type="author"><name><surname>Yachida</surname><given-names>S</given-names></name><name><surname>Totoki</surname><given-names>Y</given-names></name><name><surname>No&#x000eb;</surname><given-names>M</given-names></name><etal/></person-group><article-title>Comprehensive genomic profiling of neuroendocrine carcinomas of the gastrointestinal system</article-title><source>Cancer Discov</source><year>2022</year><volume>12</volume><issue>3</issue><fpage>692</fpage><lpage>711</lpage><pub-id pub-id-type="doi">10.1158/2159-8290.CD-21-0669</pub-id><pub-id pub-id-type="pmid">34880079</pub-id>
</element-citation><mixed-citation id="mc-CR7" publication-type="journal">Yachida&#x000a0;S, Totoki&#x000a0;Y, No&#x000eb;&#x000a0;M et&#x000a0;al (2022) Comprehensive genomic profiling of neuroendocrine carcinomas of the gastrointestinal system. Cancer Discov 12(3):692&#x02013;711. 10.1158/2159-8290.CD-21-0669<pub-id pub-id-type="pmid">34880079</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR8"><label>8.</label><citation-alternatives><element-citation id="ec-CR8" publication-type="journal"><person-group person-group-type="author"><name><surname>Hadoux</surname><given-names>J</given-names></name><name><surname>Kanaan</surname><given-names>C</given-names></name><name><surname>Durand</surname><given-names>A</given-names></name><etal/></person-group><article-title>Prognostic factors of metastatic neuroendocrine carcinoma under first-line treatment with platinum etoposide with a&#x000a0;focus on NEC score and Rb expression: Results from the multicentre RBNEC study of the Groupe d&#x02019;Etude des Tumeurs Endocrines (GTE) and the ENDOCAN-RENATEN network</article-title><source>Eur J Cancer</source><year>2021</year><volume>152</volume><fpage>100</fpage><lpage>115</lpage><pub-id pub-id-type="doi">10.1016/j.ejca.2021.04.030</pub-id><pub-id pub-id-type="pmid">34090142</pub-id>
</element-citation><mixed-citation id="mc-CR8" publication-type="journal">Hadoux&#x000a0;J, Kanaan&#x000a0;C, Durand&#x000a0;A et&#x000a0;al (2021) Prognostic factors of metastatic neuroendocrine carcinoma under first-line treatment with platinum etoposide with a&#x000a0;focus on NEC score and Rb expression: Results from the multicentre RBNEC study of the Groupe d&#x02019;Etude des Tumeurs Endocrines (GTE) and the ENDOCAN-RENATEN network. Eur J Cancer 152:100&#x02013;115. 10.1016/j.ejca.2021.04.030<pub-id pub-id-type="pmid">34090142</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR9"><label>9.</label><citation-alternatives><element-citation id="ec-CR9" publication-type="journal"><person-group person-group-type="author"><name><surname>Venizelos</surname><given-names>A</given-names></name><name><surname>Elvebakken</surname><given-names>H</given-names></name><name><surname>Perren</surname><given-names>A</given-names></name><etal/></person-group><article-title>The molecular characteristics of high-grade gastroenteropancreatic neuroendocrine neoplasms</article-title><source>Endocr Relat Cancer</source><year>2021</year><volume>29</volume><issue>1</issue><fpage>1</fpage><lpage>14</lpage><pub-id pub-id-type="doi">10.1530/ERC-21-0152</pub-id><pub-id pub-id-type="pmid">34647903</pub-id>
</element-citation><mixed-citation id="mc-CR9" publication-type="journal">Venizelos&#x000a0;A, Elvebakken&#x000a0;H, Perren&#x000a0;A et&#x000a0;al (2021) The molecular characteristics of high-grade gastroenteropancreatic neuroendocrine neoplasms. Endocr Relat Cancer 29(1):1&#x02013;14. 10.1530/ERC-21-0152<pub-id pub-id-type="pmid">34647903</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR10"><label>10.</label><citation-alternatives><element-citation id="ec-CR10" publication-type="journal"><person-group person-group-type="author"><name><surname>K&#x000f6;rner</surname><given-names>M</given-names></name><name><surname>Waser</surname><given-names>B</given-names></name><name><surname>Schonbrunn</surname><given-names>A</given-names></name><name><surname>Perren</surname><given-names>A</given-names></name><name><surname>Reubi</surname><given-names>JC</given-names></name></person-group><article-title>Somatostatin receptor subtype 2A immunohistochemistry using a&#x000a0;new monoclonal antibody selects tumors suitable for in vivo somatostatin receptor targeting</article-title><source>Am J Surg Pathol</source><year>2012</year><volume>36</volume><issue>2</issue><fpage>242</fpage><lpage>252</lpage><pub-id pub-id-type="doi">10.1097/PAS.0b013e31823d07f3</pub-id><pub-id pub-id-type="pmid">22251942</pub-id>
</element-citation><mixed-citation id="mc-CR10" publication-type="journal">K&#x000f6;rner&#x000a0;M, Waser&#x000a0;B, Schonbrunn&#x000a0;A, Perren&#x000a0;A, Reubi&#x000a0;JC (2012) Somatostatin receptor subtype 2A immunohistochemistry using a&#x000a0;new monoclonal antibody selects tumors suitable for in vivo somatostatin receptor targeting. Am J Surg Pathol 36(2):242&#x02013;252. 10.1097/PAS.0b013e31823d07f3<pub-id pub-id-type="pmid">22251942</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR11"><label>11.</label><citation-alternatives><element-citation id="ec-CR11" publication-type="journal"><person-group person-group-type="author"><name><surname>Marinoni</surname><given-names>I</given-names></name><name><surname>Kurrer</surname><given-names>AS</given-names></name><name><surname>Vassella</surname><given-names>E</given-names></name><etal/></person-group><article-title>Loss of DAXX and ATRX are associated with chromosome instability and reduced survival of patients with pancreatic neuroendocrine tumors</article-title><source>Gastroenterology</source><year>2014</year><volume>146</volume><issue>2</issue><fpage>453</fpage><lpage>460.e5</lpage><pub-id pub-id-type="doi">10.1053/j.gastro.2013.10.020</pub-id><pub-id pub-id-type="pmid">24148618</pub-id>
</element-citation><mixed-citation id="mc-CR11" publication-type="journal">Marinoni&#x000a0;I, Kurrer&#x000a0;AS, Vassella&#x000a0;E et&#x000a0;al (2014) Loss of DAXX and ATRX are associated with chromosome instability and reduced survival of patients with pancreatic neuroendocrine tumors. Gastroenterology 146(2):453&#x02013;460.e5. 10.1053/j.gastro.2013.10.020<pub-id pub-id-type="pmid">24148618</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR12"><label>12.</label><citation-alternatives><element-citation id="ec-CR12" publication-type="journal"><person-group person-group-type="author"><name><surname>Rindi</surname><given-names>G</given-names></name><name><surname>Mete</surname><given-names>O</given-names></name><name><surname>Uccella</surname><given-names>S</given-names></name><name><surname>Basturk</surname><given-names>O</given-names></name><etal/></person-group><article-title>Overview of the 2022 WHO Classification of Neuroendocrine Neoplasms</article-title><source>Endocr Pathol</source><year>2022</year><volume>33</volume><issue>1</issue><fpage>115</fpage><lpage>154</lpage><pub-id pub-id-type="doi">10.1007/s12022-022-09708-2</pub-id><pub-id pub-id-type="pmid">35294740</pub-id>
</element-citation><mixed-citation id="mc-CR12" publication-type="journal">Rindi&#x000a0;G, Mete&#x000a0;O, Uccella&#x000a0;S, Basturk&#x000a0;O et&#x000a0;al (2022) Overview of the 2022 WHO Classification of Neuroendocrine Neoplasms. Endocr Pathol 33(1):115&#x02013;154. 10.1007/s12022-022-09708-2<pub-id pub-id-type="pmid">35294740</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR13"><label>13.</label><citation-alternatives><element-citation id="ec-CR13" publication-type="journal"><person-group person-group-type="author"><name><surname>Panzuto</surname><given-names>F</given-names></name><name><surname>Cicchese</surname><given-names>N</given-names></name><name><surname>Partelli</surname><given-names>S</given-names></name><etal/></person-group><article-title>Impact of Ki67 re-assessment at time of disease progression in patients with pancreatic neuroendocrine neoplasms</article-title><source>PLoS ONE</source><year>2017</year><volume>12</volume><issue>6</issue><fpage>e0179445</fpage><pub-id pub-id-type="doi">10.1371/journal.pone.0179445</pub-id><pub-id pub-id-type="pmid">28644861</pub-id>
</element-citation><mixed-citation id="mc-CR13" publication-type="journal">Panzuto&#x000a0;F, Cicchese&#x000a0;N, Partelli&#x000a0;S et&#x000a0;al (2017) Impact of Ki67 re-assessment at time of disease progression in patients with pancreatic neuroendocrine neoplasms. PLoS ONE 12(6):e179445. 10.1371/journal.pone.0179445<pub-id pub-id-type="pmid">28644861</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR14"><label>14.</label><citation-alternatives><element-citation id="ec-CR14" publication-type="journal"><person-group person-group-type="author"><name><surname>Sorbye</surname><given-names>H</given-names></name><name><surname>Kong</surname><given-names>G</given-names></name><name><surname>Grozinsky-Glasberg</surname><given-names>S</given-names></name><name><surname>Strosberg</surname><given-names>J</given-names></name></person-group><article-title>PRRT in high-grade digestive neuroendocrine neoplasms (NET G3 and NEC)</article-title><source>J Neuroendocrinol</source><year>2024</year><volume>7</volume><fpage>e13443</fpage><pub-id pub-id-type="doi">10.1111/jne.13443</pub-id></element-citation><mixed-citation id="mc-CR14" publication-type="journal">Sorbye&#x000a0;H, Kong&#x000a0;G, Grozinsky-Glasberg&#x000a0;S, Strosberg&#x000a0;J (2024) PRRT in high-grade digestive neuroendocrine neoplasms (NET G3 and NEC). J&#x000a0;Neuroendocrinol 7:e13443. 10.1111/jne.13443</mixed-citation></citation-alternatives></ref><ref id="CR15"><label>15.</label><citation-alternatives><element-citation id="ec-CR15" publication-type="journal"><person-group person-group-type="author"><name><surname>Abraham</surname><given-names>SC</given-names></name><name><surname>Carney</surname><given-names>JA</given-names></name><name><surname>Ooi</surname><given-names>A</given-names></name><name><surname>Choti</surname><given-names>MA</given-names></name><name><surname>Argani</surname><given-names>P</given-names></name></person-group><article-title>Achlorhydria, parietal cell hyperplasia, and multiple gastric carcinoids: a&#x000a0;new disorder</article-title><source>Am J Surg Pathol</source><year>2005</year><volume>29</volume><issue>7</issue><fpage>969</fpage><lpage>975</lpage><pub-id pub-id-type="doi">10.1097/01.pas.0000163363.86099.9f</pub-id><pub-id pub-id-type="pmid">15958864</pub-id>
</element-citation><mixed-citation id="mc-CR15" publication-type="journal">Abraham&#x000a0;SC, Carney&#x000a0;JA, Ooi&#x000a0;A, Choti&#x000a0;MA, Argani&#x000a0;P (2005) Achlorhydria, parietal cell hyperplasia, and multiple gastric carcinoids: a&#x000a0;new disorder. Am J Surg Pathol 29(7):969&#x02013;975. 10.1097/01.pas.0000163363.86099.9f<pub-id pub-id-type="pmid">15958864</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR16"><label>16.</label><citation-alternatives><element-citation id="ec-CR16" publication-type="journal"><person-group person-group-type="author"><name><surname>Anlauf</surname><given-names>M</given-names></name><name><surname>Garbrecht</surname><given-names>N</given-names></name><name><surname>Henopp</surname><given-names>T</given-names></name><etal/></person-group><article-title>Sporadic versus hereditary gastrinomas of the duodenum and pancreas: distinct clinico-pathological and epidemiological features</article-title><source>World J Gastroenterol</source><year>2006</year><volume>12</volume><issue>34</issue><fpage>5440</fpage><lpage>5446</lpage><pub-id pub-id-type="doi">10.3748/wjg.v12.i34.5440</pub-id><pub-id pub-id-type="pmid">17006979</pub-id>
</element-citation><mixed-citation id="mc-CR16" publication-type="journal">Anlauf&#x000a0;M, Garbrecht&#x000a0;N, Henopp&#x000a0;T et&#x000a0;al (2006) Sporadic versus hereditary gastrinomas of the duodenum and pancreas: distinct clinico-pathological and epidemiological features. World J Gastroenterol 12(34):5440&#x02013;5446. 10.3748/wjg.v12.i34.5440<pub-id pub-id-type="pmid">17006979</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR17"><label>17.</label><citation-alternatives><element-citation id="ec-CR17" publication-type="journal"><person-group person-group-type="author"><name><surname>Gangi</surname><given-names>A</given-names></name><name><surname>Siegel</surname><given-names>E</given-names></name><name><surname>Barmparas</surname><given-names>G</given-names></name><etal/></person-group><article-title>Multifocality in small bowel neuroendocrine tumors</article-title><source>J Gastrointest Surg</source><year>2018</year><volume>22</volume><fpage>303</fpage><lpage>309</lpage><pub-id pub-id-type="doi">10.1007/s11605-017-3586-8</pub-id><pub-id pub-id-type="pmid">29119527</pub-id>
</element-citation><mixed-citation id="mc-CR17" publication-type="journal">Gangi&#x000a0;A, Siegel&#x000a0;E, Barmparas&#x000a0;G et&#x000a0;al (2018) Multifocality in small bowel neuroendocrine tumors. J&#x000a0;Gastrointest Surg 22:303&#x02013;309. 10.1007/s11605-017-3586-8<pub-id pub-id-type="pmid">29119527</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR18"><label>18.</label><citation-alternatives><element-citation id="ec-CR18" publication-type="journal"><person-group person-group-type="author"><name><surname>Hoskoppal</surname><given-names>D</given-names></name><name><surname>Epstein</surname><given-names>JI</given-names></name><name><surname>Gown</surname><given-names>AM</given-names></name><etal/></person-group><article-title>SATB2 protein expression by immunohistochemistry is a&#x000a0;sensitive and specific marker of appendiceal and rectosigmoid well differentiated neuroendocrine tumours</article-title><source>Histopathology</source><year>2020</year><volume>76</volume><issue>4</issue><fpage>550</fpage><lpage>559</lpage><pub-id pub-id-type="doi">10.1111/his.14012</pub-id><pub-id pub-id-type="pmid">31595536</pub-id>
</element-citation><mixed-citation id="mc-CR18" publication-type="journal">Hoskoppal&#x000a0;D, Epstein&#x000a0;JI, Gown&#x000a0;AM et&#x000a0;al (2020) SATB2 protein expression by immunohistochemistry is a&#x000a0;sensitive and specific marker of appendiceal and rectosigmoid well differentiated neuroendocrine tumours. Histopathology 76(4):550&#x02013;559. 10.1111/his.14012<pub-id pub-id-type="pmid">31595536</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR19"><label>19.</label><citation-alternatives><element-citation id="ec-CR19" publication-type="journal"><person-group person-group-type="author"><name><surname>Nesti</surname><given-names>C</given-names></name><name><surname>Br&#x000e4;utigam</surname><given-names>K</given-names></name><name><surname>Benavent</surname><given-names>M</given-names></name><etal/></person-group><article-title>Hemicolectomy versus appendectomy for patients with appendiceal neuroendocrine tumours 1&#x02013;2&#x0202f;cm in size: a&#x000a0;retrospective, Europe-wide, pooled cohort study</article-title><source>Lancet Oncol</source><year>2023</year><volume>24</volume><issue>2</issue><fpage>187</fpage><lpage>194</lpage><pub-id pub-id-type="doi">10.1016/S1470-2045(22)00750-1</pub-id><pub-id pub-id-type="pmid">36640790</pub-id>
</element-citation><mixed-citation id="mc-CR19" publication-type="journal">Nesti&#x000a0;C, Br&#x000e4;utigam&#x000a0;K, Benavent&#x000a0;M et&#x000a0;al (2023) Hemicolectomy versus appendectomy for patients with appendiceal neuroendocrine tumours 1&#x02013;2&#x0202f;cm in size: a&#x000a0;retrospective, Europe-wide, pooled cohort study. Lancet Oncol 24(2):187&#x02013;194. 10.1016/S1470-2045(22)00750-1<pub-id pub-id-type="pmid">36640790</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR20"><label>20.</label><citation-alternatives><element-citation id="ec-CR20" publication-type="journal"><person-group person-group-type="author"><name><surname>Koo</surname><given-names>J</given-names></name><name><surname>Mertens</surname><given-names>RB</given-names></name><name><surname>Mirocha</surname><given-names>JM</given-names></name><name><surname>Wang</surname><given-names>HL</given-names></name><name><surname>Dhall</surname><given-names>D</given-names></name></person-group><article-title>Value of Islet 1 and PAX8 in identifying metastatic neuroendocrine tumors of pancreatic origin</article-title><source>Mod Pathol</source><year>2012</year><volume>25</volume><issue>6</issue><fpage>893</fpage><lpage>901</lpage><pub-id pub-id-type="doi">10.1038/modpathol.2012.34</pub-id><pub-id pub-id-type="pmid">22388755</pub-id>
</element-citation><mixed-citation id="mc-CR20" publication-type="journal">Koo&#x000a0;J, Mertens&#x000a0;RB, Mirocha&#x000a0;JM, Wang&#x000a0;HL, Dhall&#x000a0;D (2012) Value of Islet 1 and PAX8 in identifying metastatic neuroendocrine tumors of pancreatic origin. Mod Pathol 25(6):893&#x02013;901. 10.1038/modpathol.2012.34<pub-id pub-id-type="pmid">22388755</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR21"><label>21.</label><citation-alternatives><element-citation id="ec-CR21" publication-type="journal"><person-group person-group-type="author"><name><surname>La Rosa</surname><given-names>S</given-names></name><name><surname>Franzi</surname><given-names>F</given-names></name><name><surname>Marchet</surname><given-names>S</given-names></name><etal/></person-group><article-title>The monoclonal anti-BCL10 antibody (clone 331.1) is a&#x000a0;sensitive and specific marker of pancreatic acinar cell carcinoma and pancreatic metaplasia</article-title><source>Virchows Arch</source><year>2009</year><volume>454</volume><issue>2</issue><fpage>133</fpage><lpage>142</lpage><pub-id pub-id-type="doi">10.1007/s00428-008-0710-x</pub-id><pub-id pub-id-type="pmid">19066953</pub-id>
</element-citation><mixed-citation id="mc-CR21" publication-type="journal">La Rosa&#x000a0;S, Franzi&#x000a0;F, Marchet&#x000a0;S et&#x000a0;al (2009) The monoclonal anti-BCL10 antibody (clone 331.1) is a&#x000a0;sensitive and specific marker of pancreatic acinar cell carcinoma and pancreatic metaplasia. Virchows Arch 454(2):133&#x02013;142. 10.1007/s00428-008-0710-x<pub-id pub-id-type="pmid">19066953</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR22"><label>22.</label><citation-alternatives><element-citation id="ec-CR22" publication-type="journal"><person-group person-group-type="author"><name><surname>Garbrecht</surname><given-names>N</given-names></name><name><surname>Anlauf</surname><given-names>M</given-names></name><name><surname>Schmitt</surname><given-names>A</given-names></name><etal/></person-group><article-title>Somatostatin-producing neuroendocrine tumors of the duodenum and pancreas: incidence, types, biological behavior, association with inherited syndromes, and functional activity</article-title><source>Endocr Relat Cancer</source><year>2008</year><volume>15</volume><issue>1</issue><fpage>229</fpage><lpage>241</lpage><pub-id pub-id-type="doi">10.1677/ERC-07-0157</pub-id><pub-id pub-id-type="pmid">18310290</pub-id>
</element-citation><mixed-citation id="mc-CR22" publication-type="journal">Garbrecht&#x000a0;N, Anlauf&#x000a0;M, Schmitt&#x000a0;A et&#x000a0;al (2008) Somatostatin-producing neuroendocrine tumors of the duodenum and pancreas: incidence, types, biological behavior, association with inherited syndromes, and functional activity. Endocr Relat Cancer 15(1):229&#x02013;241. 10.1677/ERC-07-0157<pub-id pub-id-type="pmid">18310290</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR23"><label>23.</label><citation-alternatives><element-citation id="ec-CR23" publication-type="journal"><person-group person-group-type="author"><name><surname>Elvebakken</surname><given-names>H</given-names></name><name><surname>Perren</surname><given-names>A</given-names></name><name><surname>Scoazec</surname><given-names>JY</given-names></name><etal/></person-group><article-title>A&#x000a0;consensus-developed morphological re-evaluation of 196 high-grade gastroenteropancreatic neuroendocrine neoplasms and its clinical correlations</article-title><source>Neuroendocrinology</source><year>2021</year><volume>111</volume><issue>9</issue><fpage>883</fpage><lpage>894</lpage><pub-id pub-id-type="doi">10.1159/000511905</pub-id><pub-id pub-id-type="pmid">33002892</pub-id>
</element-citation><mixed-citation id="mc-CR23" publication-type="journal">Elvebakken&#x000a0;H, Perren&#x000a0;A, Scoazec&#x000a0;JY et&#x000a0;al (2021) A&#x000a0;consensus-developed morphological re-evaluation of 196 high-grade gastroenteropancreatic neuroendocrine neoplasms and its clinical correlations. Neuroendocrinology 111(9):883&#x02013;894. 10.1159/000511905<pub-id pub-id-type="pmid">33002892</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR24"><label>24.</label><citation-alternatives><element-citation id="ec-CR24" publication-type="journal"><person-group person-group-type="author"><name><surname>Simon</surname><given-names>T</given-names></name><name><surname>Riemer</surname><given-names>P</given-names></name><name><surname>Jarosch</surname><given-names>A</given-names></name><etal/></person-group><article-title>DNA methylation reveals distinct cells of origin for pancreatic neuroendocrine carcinomas and pancreatic neuroendocrine tumors</article-title><source>Genome Med</source><year>2022</year><volume>14</volume><issue>1</issue><fpage>24</fpage><pub-id pub-id-type="doi">10.1186/s13073-022-01018-w</pub-id><pub-id pub-id-type="pmid">35227293</pub-id>
</element-citation><mixed-citation id="mc-CR24" publication-type="journal">Simon&#x000a0;T, Riemer&#x000a0;P, Jarosch&#x000a0;A et&#x000a0;al (2022) DNA methylation reveals distinct cells of origin for pancreatic neuroendocrine carcinomas and pancreatic neuroendocrine tumors. Genome Med 14(1):24. 10.1186/s13073-022-01018-w<pub-id pub-id-type="pmid">35227293</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR25"><label>25.</label><citation-alternatives><element-citation id="ec-CR25" publication-type="journal"><person-group person-group-type="author"><name><surname>Cordero-Hernandez</surname><given-names>IS</given-names></name><name><surname>Ross</surname><given-names>AC</given-names></name><name><surname>Dasari</surname><given-names>A</given-names></name><name><surname>Halperin</surname><given-names>DM</given-names></name><name><surname>Chasen</surname><given-names>B</given-names></name><name><surname>Yao</surname><given-names>JC</given-names></name></person-group><article-title>Transformation of G1-G2 neuroendocrine tumors to neuroendocrine carcinomas following peptide receptor radionuclide therapy</article-title><source>Endocr Relat Cancer</source><year>2024</year><volume>31</volume><issue>4</issue><fpage>e230203</fpage><pub-id pub-id-type="doi">10.1530/ERC-23-0203</pub-id><pub-id pub-id-type="pmid">38329269</pub-id>
</element-citation><mixed-citation id="mc-CR25" publication-type="journal">Cordero-Hernandez&#x000a0;IS, Ross&#x000a0;AC, Dasari&#x000a0;A, Halperin&#x000a0;DM, Chasen&#x000a0;B, Yao&#x000a0;JC (2024) Transformation of G1-G2 neuroendocrine tumors to neuroendocrine carcinomas following peptide receptor radionuclide therapy. Endocr Relat Cancer 31(4):e230203. 10.1530/ERC-23-0203<pub-id pub-id-type="pmid">38329269</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR26"><label>26.</label><citation-alternatives><element-citation id="ec-CR26" publication-type="journal"><person-group person-group-type="author"><name><surname>Samhouri</surname><given-names>BF</given-names></name><name><surname>Halfdanarson</surname><given-names>TR</given-names></name><name><surname>Koo</surname><given-names>CW</given-names></name><name><surname>McCarthy</surname><given-names>C</given-names></name><name><surname>Yi</surname><given-names>ES</given-names></name><name><surname>Thomas</surname><given-names>CF</given-names></name><name><surname>Ryu</surname><given-names>JH</given-names></name></person-group><article-title>DIPNECH: pragmatic approach, uncertainties, notable associations, and a&#x000a0;proposal for an improved definition</article-title><source>Endocr Relat Cancer</source><year>2023</year><volume>30</volume><issue>10</issue><fpage>e230051</fpage><pub-id pub-id-type="doi">10.1530/ERC-23-0051</pub-id><pub-id pub-id-type="pmid">37410394</pub-id>
</element-citation><mixed-citation id="mc-CR26" publication-type="journal">Samhouri&#x000a0;BF, Halfdanarson&#x000a0;TR, Koo&#x000a0;CW, McCarthy&#x000a0;C, Yi&#x000a0;ES, Thomas&#x000a0;CF, Ryu&#x000a0;JH (2023) DIPNECH: pragmatic approach, uncertainties, notable associations, and a&#x000a0;proposal for an improved definition. Endocr Relat Cancer 30(10):e230051. 10.1530/ERC-23-0051<pub-id pub-id-type="pmid">37410394</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR27"><label>27.</label><citation-alternatives><element-citation id="ec-CR27" publication-type="journal"><person-group person-group-type="author"><name><surname>Nonaka</surname><given-names>D</given-names></name><name><surname>Papaxoinis</surname><given-names>G</given-names></name><name><surname>Mansoor</surname><given-names>W</given-names></name></person-group><article-title>Diagnostic utility of orthopedia homeobox (OTP) in pulmonary carcinoid tumors</article-title><source>Am J Surg Pathol</source><year>2016</year><volume>40</volume><issue>6</issue><fpage>738</fpage><lpage>744</lpage><pub-id pub-id-type="doi">10.1097/PAS.0000000000000621</pub-id><pub-id pub-id-type="pmid">26927888</pub-id>
</element-citation><mixed-citation id="mc-CR27" publication-type="journal">Nonaka&#x000a0;D, Papaxoinis&#x000a0;G, Mansoor&#x000a0;W (2016) Diagnostic utility of orthopedia homeobox (OTP) in pulmonary carcinoid tumors. Am J Surg Pathol 40(6):738&#x02013;744. 10.1097/PAS.0000000000000621<pub-id pub-id-type="pmid">26927888</pub-id>
</mixed-citation></citation-alternatives></ref><ref id="CR28"><label>28.</label><citation-alternatives><element-citation id="ec-CR28" publication-type="journal"><person-group person-group-type="author"><name><surname>Baine</surname><given-names>MK</given-names></name><name><surname>Hsieh</surname><given-names>MS</given-names></name><name><surname>Lai</surname><given-names>WV</given-names></name><etal/></person-group><article-title>SCLC subtypes defined by ASCL1, NEUROD1, POU2F3, and YAP1: a&#x000a0;comprehensive immunohistochemical and histopathologic characterization</article-title><source>J Thorac Oncol</source><year>2020</year><volume>15</volume><issue>12</issue><fpage>1823</fpage><lpage>1835</lpage><pub-id pub-id-type="doi">10.1016/j.jtho.2020.09.009</pub-id><pub-id pub-id-type="pmid">33011388</pub-id>
</element-citation><mixed-citation id="mc-CR28" publication-type="journal">Baine&#x000a0;MK, Hsieh&#x000a0;MS, Lai&#x000a0;WV et&#x000a0;al (2020) SCLC subtypes defined by ASCL1, NEUROD1, POU2F3, and YAP1: a&#x000a0;comprehensive immunohistochemical and histopathologic characterization. J&#x000a0;Thorac Oncol 15(12):1823&#x02013;1835. 10.1016/j.jtho.2020.09.009<pub-id pub-id-type="pmid">33011388</pub-id>
</mixed-citation></citation-alternatives></ref></ref-list></back></article>