<!DOCTYPE article
PUBLIC "-//NLM//DTD JATS (Z39.96) Journal Archiving and Interchange DTD with MathML3 v1.3 20210610//EN" "JATS-archivearticle1-3-mathml3.dtd">
<article xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink" dtd-version="1.3" xml:lang="en" article-type="review-article"><?properties open_access?><processing-meta base-tagset="archiving" mathml-version="3.0" table-model="xhtml" tagset-family="jats"><restricted-by>pmc</restricted-by></processing-meta><front><journal-meta><journal-id journal-id-type="nlm-ta">Can J Kidney Health Dis</journal-id><journal-id journal-id-type="iso-abbrev">Can J Kidney Health Dis</journal-id><journal-id journal-id-type="publisher-id">CJK</journal-id><journal-id journal-id-type="hwp">spcjk</journal-id><journal-title-group><journal-title>Canadian Journal of Kidney Health and Disease</journal-title></journal-title-group><issn pub-type="epub">2054-3581</issn><publisher><publisher-name>SAGE Publications</publisher-name><publisher-loc>Sage CA: Los Angeles, CA</publisher-loc></publisher></journal-meta>
<article-meta><article-id pub-id-type="pmc">PMC12099089</article-id><article-id pub-id-type="doi">10.1177/20543581251323947</article-id><article-id pub-id-type="publisher-id">10.1177_20543581251323947</article-id><article-categories><subj-group subj-group-type="heading"><subject>Narrative Review</subject></subj-group></article-categories><title-group><article-title>How Can We Decrease Early Dialysis Initiation? An Interactive Quality Improvement Teaching Case for Health Care Providers and Narrative Review of Quality Improvement Methodology</article-title></title-group><contrib-group><contrib contrib-type="author"><contrib-id contrib-id-type="orcid" authenticated="false">https://orcid.org/0000-0001-7604-8877</contrib-id><name><surname>Lotfy</surname><given-names>Khaled</given-names></name><xref rid="aff1-20543581251323947" ref-type="aff">1</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid" authenticated="false">https://orcid.org/0009-0006-4278-6074</contrib-id><name><surname>Shome-Vasanthan</surname><given-names>Epsita</given-names></name><xref rid="aff2-20543581251323947" ref-type="aff">2</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid" authenticated="false">https://orcid.org/0000-0002-1843-6131</contrib-id><name><surname>Silver</surname><given-names>Samuel A.</given-names></name><xref rid="aff3-20543581251323947" ref-type="aff">3</xref></contrib><contrib contrib-type="author"><contrib-id contrib-id-type="orcid" authenticated="false">https://orcid.org/0000-0001-6462-8858</contrib-id><name><surname>Glavinovic</surname><given-names>Tamara</given-names></name><xref rid="aff4-20543581251323947" ref-type="aff">4</xref><xref rid="corresp1-20543581251323947" ref-type="corresp"/></contrib></contrib-group><aff id="aff1-20543581251323947"><label>1</label>Division of Nephrology, Department of Medicine, London Health Sciences Center, Western University, ON, Canada</aff><aff id="aff2-20543581251323947"><label>2</label>Division of Nephrology, Department of Medicine, University of Alberta, Edmonton, Canada</aff><aff id="aff3-20543581251323947"><label>3</label>Division of Nephrology, Department of Medicine, Kingston Health Sciences Centre, Queen&#x02019;s University, ON, Canada</aff><aff id="aff4-20543581251323947"><label>4</label>Division of Nephrology, Department of Medicine, The Ottawa Hospital, University of Ottawa, ON, Canada</aff><author-notes><corresp id="corresp1-20543581251323947">Tamara Glavinovic, Division of Nephrology, Department of Medicine, The Ottawa Hospital, 1967 Riverside Drive, Ottawa, ON K1H 7W9, Canada. Email: <email>tglavinovic@toh.ca</email></corresp></author-notes><pub-date pub-type="epub"><day>22</day><month>5</month><year>2025</year></pub-date><pub-date pub-type="collection"><year>2025</year></pub-date><volume>12</volume><elocation-id>20543581251323947</elocation-id><history><date date-type="received"><day>13</day><month>6</month><year>2024</year></date><date date-type="accepted"><day>24</day><month>1</month><year>2025</year></date></history><permissions><copyright-statement>&#x000a9; The Author(s) 2025</copyright-statement><copyright-year>2025</copyright-year><copyright-holder content-type="sage">Canadian Society of Nephrology, unless otherwise noted. Manuscript content on this site is licensed under Creative Commons Licenses</copyright-holder><license><ali:license_ref xmlns:ali="http://www.niso.org/schemas/ali/1.0/" specific-use="textmining" content-type="ccbylicense">https://creativecommons.org/licenses/by/4.0/</ali:license_ref><license-p>This article is distributed under the terms of the Creative Commons Attribution 4.0 License (<ext-link ext-link-type="uri" xlink:href="https://creativecommons.org/licenses/by/4.0/">https://creativecommons.org/licenses/by/4.0/</ext-link>) which permits any use, reproduction and distribution of the work without further permission provided the original work is attributed as specified on the SAGE and Open Access pages (<ext-link ext-link-type="uri" xlink:href="https://us.sagepub.com/en-us/nam/open-access-at-sage">https://us.sagepub.com/en-us/nam/open-access-at-sage</ext-link>).</license-p></license></permissions><abstract><sec id="section1-20543581251323947"><title>Purpose of Review:</title><p>Quality improvement (QI) initiatives use a team-based approach to problem-solving clinical and health system issues. All QI initiatives require the coordinated efforts of health care professionals and other stakeholders to encourage the provision of evidence-based clinical care. Most clinicians understand the principles of QI but may lack the training necessary to undertake individual projects.</p></sec><sec id="section2-20543581251323947"><title>Methods:</title><p>An educational, nephrology-oriented clinical case was created based on the IDEAL study on timing of dialysis initiation, a prioritized quality indicator in several provinces. The case illustrates how to utilize commonly employed QI methodology and to provide a pragmatic framework for both developing and running a QI project. Core concepts addressed in this review include how to perform a QI chart audit, identification of a quality-of-care problem, engaging stakeholders, and how to conduct a root cause analysis that leads to selection of QI measures and change solutions. Last, plan-do-study-act (PDSA) cycles and interpretation of data using run charts are highlighted.</p></sec><sec id="section3-20543581251323947"><title>Sources of Information:</title><p>PubMed and Google scholar were used as sources of published QI methodology.</p></sec><sec id="section4-20543581251323947"><title>Key Findings:</title><p>This nephrology-oriented QI case highlights how a core set of QI principles and tools can be used to improve clinical care. This review demonstrates that determining clear goals, utilizing evidence-based guidance to improve timing of dialysis initiation, engaging the appropriate stakeholders, identifying a feasible and measurable change, and tracking if that change leads to improvement are essential components of all QI initiatives. The above framework can be utilized in a variety of clinical areas both within and beyond nephrology-specific care.</p></sec><sec id="section5-20543581251323947"><title>Limitations:</title><p>Considerations regarding QI-specific data analysis were not addressed as they were beyond the scope of this review.</p></sec></abstract><trans-abstract xml:lang="fr"><title>Abr&#x000e9;g&#x000e9;</title><sec id="section6-20543581251323947"><title>Motif de la revue:</title><p>Les initiatives d&#x02019;am&#x000e9;lioration de la qualit&#x000e9; (AQ) misent sur une approche ax&#x000e9;e sur le travail d&#x02019;&#x000e9;quipe pour r&#x000e9;soudre les probl&#x000e8;mes cliniques et aborder les enjeux du syst&#x000e8;me de sant&#x000e9;. Pour favoriser la prestation de soins cliniques fond&#x000e9;s sur des donn&#x000e9;es probantes, toutes les initiatives d&#x02019;AQ n&#x000e9;cessitent les efforts coordonn&#x000e9;s des professionnels de la sant&#x000e9; et des parties prenantes. La majorit&#x000e9; du personnel clinique comprend les principes de l&#x02019;AQ, mais certains individus pourraient ne pas avoir re&#x000e7;u la formation n&#x000e9;cessaire pour entreprendre des projets individuels.</p></sec><sec id="section7-20543581251323947"><title>M&#x000e9;thodologie:</title><p>Un cas clinique &#x000e9;ducatif, ax&#x000e9; sur la n&#x000e9;phrologie, a &#x000e9;t&#x000e9; cr&#x000e9;&#x000e9; &#x000e0; partir de l&#x02019;&#x000e9;tude IDEAL qui porte sur un indicateur de qualit&#x000e9; prioritaire dans plusieurs provinces: l&#x02019;amorce de la dialyse. Ce cas d&#x000e9;montre comment utiliser la m&#x000e9;thodologie d&#x02019;AQ couramment employ&#x000e9;e et fournir un cadre pragmatique pour le d&#x000e9;veloppement et la r&#x000e9;alisation d&#x02019;un projet d&#x02019;AQ. Parmi les principaux concepts abord&#x000e9;s dans cette revue figurent la r&#x000e9;alisation d&#x02019;un audit des dossiers d&#x02019;AQ, l&#x02019;identification d&#x02019;un probl&#x000e8;me de qualit&#x000e9; des soins, la mobilisation des parties prenantes et l&#x02019;analyse des causes profondes qui m&#x000e8;nent &#x000e0; la s&#x000e9;lection de mesures d&#x02019;AQ et de solutions de changement. Les cycles PDSA (Plan-Do-Study-Act) et l&#x02019;interpr&#x000e9;tation des donn&#x000e9;es &#x000e0; l&#x02019;aide de graphiques de s&#x000e9;quences sont &#x000e9;galement soulign&#x000e9;s.</p></sec><sec id="section8-20543581251323947"><title>Sources:</title><p>PubMed et Google Scholar ont &#x000e9;t&#x000e9; utilis&#x000e9;es comme sources pour la m&#x000e9;thodologie d&#x02019;AQ publi&#x000e9;e.</p></sec><sec id="section9-20543581251323947"><title>Principaux r&#x000e9;sultats:</title><p>Ce cas ax&#x000e9; sur la n&#x000e9;phrologie montre comment l&#x02019;utilisation d&#x02019;un ensemble de principes et d&#x02019;outils d&#x02019;AQ peut contribuer &#x000e0; am&#x000e9;liorer les soins cliniques. Cette &#x000e9;tude d&#x000e9;montre que toute initiative d&#x02019;AQ r&#x000e9;ussie passe par certains &#x000e9;l&#x000e9;ments essentiels: la d&#x000e9;finition d&#x02019;objectifs clairs, l&#x02019;adoption de directives fond&#x000e9;es sur les donn&#x000e9;es probantes pour l&#x02019;amorce de la dialyse, la mobilisation des parties prenantes concern&#x000e9;es, l&#x02019;identification d&#x02019;un changement r&#x000e9;alisable et mesurable, et le suivi de l&#x02019;am&#x000e9;lioration apport&#x000e9;e par ce changement. Ce cadre peut &#x000ea;tre employ&#x000e9; dans plusieurs domaines cliniques &#x000e0; la fois, pour les soins de n&#x000e9;phrologie et au-del&#x000e0;.</p></sec><sec id="section10-20543581251323947"><title>Limites:</title><p>Les &#x000e9;l&#x000e9;ments relatifs &#x000e0; l&#x02019;analyse des donn&#x000e9;es propres &#x000e0; l&#x02019;AQ n&#x02019;ont pas &#x000e9;t&#x000e9; abord&#x000e9;s, car ils d&#x000e9;passaient la port&#x000e9;e de la pr&#x000e9;sente revue.</p></sec></trans-abstract><kwd-group><kwd>quality improvement</kwd><kwd>quality assurance</kwd><kwd>dialysis start</kwd><kwd>education</kwd><kwd>advanced chronic kidney disease</kwd></kwd-group><custom-meta-group><custom-meta><meta-name>cover-date</meta-name><meta-value>January-December 2025</meta-value></custom-meta><custom-meta><meta-name>typesetter</meta-name><meta-value>ts1</meta-value></custom-meta></custom-meta-group></article-meta></front><body><sec sec-type="intro" id="section11-20543581251323947"><title>Introduction</title><p>Quality improvement (QI) initiatives use a team-based approach to problem-solving clinical and health system issues and require knowledge of the best available clinical evidence, but also knowledge of how best to prioritize ideas and track the changes that are tested along the way. All QI initiatives require coordination between health care professionals and other stakeholders. These projects should align with patients&#x02019; and health care professionals&#x02019; priorities, and determining how to organize, document, and plan each step is critical for successful and sustainable change. As the majority of Canadian nephrologists who participate in or lead QI initiatives may not have formal training in this area,<sup>
<xref rid="bibr1-20543581251323947" ref-type="bibr">1</xref>
</sup> the purpose of this educational, nephrology-oriented clinical case and review of QI methodology is to provide a framework for clinicians to develop a QI project, to highlight core QI concepts, and to guide clinicians in successfully implementing and troubleshooting a QI project.</p></sec><sec sec-type="methods" id="section12-20543581251323947"><title>Methods</title><p>A PubMed and Google Scholar search was used to include relevant QI methodology. We then created a fictional clinical case to illustrate how commonly employed QI tools can be used to improve clinical care at a local level.</p></sec><sec id="section13-20543581251323947"><title>Review</title><sec id="section14-20543581251323947"><title>The Clinical Case</title><p>A 70-year-old woman is followed in your local multidisciplinary kidney clinic. She feels well and has no symptoms suggestive of uremia. Her clinical examination shows mild ankle edema and metabolic parameters are normal. Her eGFR is 11 mL/min/1.73 m<sup>2</sup> from 12 mL/min/1.73 m<sup>2</sup> the month prior. She asks the team, &#x0201c;. . . when should I start dialysis?&#x0201d;</p><table-wrap position="float" id="table1-20543581251323947"><alternatives><graphic xlink:href="10.1177_20543581251323947-table1" position="float"/><table frame="hsides" rules="groups"><colgroup span="1"><col align="left" span="1"/></colgroup><tbody><tr><td rowspan="1" colspan="1"><bold>
<italic toggle="yes">Question 1</italic>
</bold>: <italic toggle="yes">Based on available evidence, when should we initiate dialysis?</italic>
<break/><italic toggle="yes">a) Start now, do not wait until she has a clinical or metabolic indication</italic>
<break/><italic toggle="yes">b) Defer dialysis until there is an indication (eg, hyperkalemia, volume overload, symptoms suggestive of uremia) or eGFR drops to 6 mL/min/1.73 m<sup>2</sup></italic>, <italic toggle="yes">whichever comes first.</italic>
<break/><italic toggle="yes">c) Uncertain</italic></td></tr></tbody></table></alternatives></table-wrap><p>
<italic toggle="yes">(see the following text for answers)</italic>
</p><p>The nephrology team ask themselves, &#x0201c;What does the evidence tell us about when to start dialysis?&#x0201d; and &#x0201c;What QI strategies will ensure we follow evidence-based care?&#x0201d;</p></sec><sec id="section15-20543581251323947"><title>eGFR and Dialysis Initiation</title><p>The suggested timing of dialysis initiation comes from the IDEAL Study, a multicenter randomized control trial that studied patients with advanced chronic kidney disease (category G5) randomized to early dialysis initiation (eGFR, 10-14 mL/min/1.73 m<sup>2</sup>) or late (eGFR 5-7 mL/min/1.73 m<sup>2</sup>).<sup>
<xref rid="bibr2-20543581251323947" ref-type="bibr">2</xref>
</sup> Over 3.6 years of follow-up, there was no difference in survival or other clinical outcomes between the 2 groups. The conclusion from the IDEAL study was that the intent-to-defer dialysis strategy does not negatively impact clinical outcomes including survival and likely results in substantial cost savings, due to higher dialysis and transportation costs in the early-start group. A limitation of this study was their use of the Cockcroft-Gault equation rather than MDRD. The assay used to develop the Cockcroft-Gault was likely 10% to 20% higher than MDRD, and at the time of dialysis initiation, the eGFR using the Cockroft-Gault formula versus the MDRD formula was 12 versus 9.8 and 9 versus 7.2 mL/min/1.73 m<sup>2</sup> for the early versus late start groups, respectively.<sup>
<xref rid="bibr3-20543581251323947" ref-type="bibr">3</xref>
</sup> An intent-to-defer strategy is accepted by the Canadian Society of Nephrology (CSN), who released clinical practice guidelines on this topic in 2014<sup>4</sup>; therefore, the answer to the question is b.</p><p>Patient engagement in developing QI initiatives is integral to any project, as priorities may differ between those of health care providers, including dialysis-free time and the ability to travel versus lab values.<sup>
<xref rid="bibr5-20543581251323947" ref-type="bibr">5</xref>
</sup> A model of shared decision-making between the patient and health care team should focus on addressing the various priorities, and discussion and decisions surrounding kidney care should focus on the expected changes of advancing kidney disease.<sup><xref rid="bibr6-20543581251323947" ref-type="bibr">6</xref>,<xref rid="bibr7-20543581251323947" ref-type="bibr">7</xref></sup></p></sec><sec id="section16-20543581251323947"><title>Approaching eGFR and Dialysis Initiation From a Quality Improvement Perspective</title><p>The first steps in conducting a QI project involve understanding local program practice. Reviewing local data may reveal unanticipated findings. For example, between 2001 and 2007, the mean estimated glomerular filtration rate at initiation of dialysis in Canada increased from 9.3 to 10.2 mL/min per 1.73 m<sup>2</sup>, and the proportion of early starts rose from 28% to 36%.<sup>
<xref rid="bibr8-20543581251323947" ref-type="bibr">8</xref>
</sup></p><sec id="section17-20543581251323947"><title>Chart Audit&#x02014;how many charts should be reviewed in your kidney clinic to identify this quality-of-care problem?</title><p>A common misperception among care providers is that we need an extremely large sample size to obtain an answer.</p><table-wrap position="float" id="table2-20543581251323947"><alternatives><graphic xlink:href="10.1177_20543581251323947-table2" position="float"/><table frame="hsides" rules="groups"><colgroup span="1"><col align="left" span="1"/></colgroup><tbody><tr><td rowspan="1" colspan="1"><bold>
<italic toggle="yes">Question 2</italic>
</bold>: <italic toggle="yes">If it is expected that 50% of patients in your clinic are starting dialysis with an eGFR &#x0003e;9.5 mL/min/1.7 3m<sup>2</sup></italic>, <italic toggle="yes">and your desired performance is 30%, how many charts must you review to be convinced that a quality-of-care problem exists?</italic>
<break/><italic toggle="yes">a) 250</italic>
<break/><italic toggle="yes">b) 100</italic>
<break/><italic toggle="yes">c) 40</italic>
<break/><italic toggle="yes">d) 12</italic></td></tr></tbody></table></alternatives></table-wrap><p>In <xref rid="table3-20543581251323947" ref-type="table">Table 1</xref>, Etchells et al demonstrate the approximate sample size required to reject the null hypothesis (using a conventional 2-tailed <italic toggle="yes">P</italic> value of .05) that observed performance (from an audited sample) is consistent with the desired system performance. This information can help determine how many charts require auditing. Clinicians may be surprised to see how few charts need to be audited to determine a quality-of-care problem.</p><table-wrap position="float" id="table3-20543581251323947"><label>Table 1.</label><caption><p>Minimum Sample Sizes Required for QI Projects Based on Observed and Desired System Performance.</p></caption><alternatives><graphic xlink:href="10.1177_20543581251323947-table3" position="float"/><table frame="hsides" rules="groups"><colgroup span="1"><col align="left" span="1"/><col align="char" char="." span="1"/><col align="char" char="." span="1"/></colgroup><thead><tr><th align="left" rowspan="2" colspan="1">Observed system performance (%)</th><th align="center" colspan="2" rowspan="1">Desired system performance</th></tr><tr><th align="center" rowspan="1" colspan="1">80%</th><th align="center" rowspan="1" colspan="1">90%</th></tr></thead><tbody><tr><td rowspan="1" colspan="1">
<bold>95</bold>
</td><td rowspan="1" colspan="1">26</td><td rowspan="1" colspan="1">140</td></tr><tr><td rowspan="1" colspan="1">
<bold>90</bold>
</td><td rowspan="1" colspan="1">70</td><td rowspan="1" colspan="1">Not applicable</td></tr><tr><td rowspan="1" colspan="1">
<bold>85</bold>
</td><td rowspan="1" colspan="1">260</td><td rowspan="1" colspan="1">180</td></tr><tr><td rowspan="1" colspan="1">
<bold>80</bold>
</td><td rowspan="1" colspan="1">Not applicable</td><td rowspan="1" colspan="1">50</td></tr><tr><td rowspan="1" colspan="1">
<bold>75</bold>
</td><td rowspan="1" colspan="1">280</td><td rowspan="1" colspan="1">28</td></tr><tr><td rowspan="1" colspan="1">
<bold>70</bold>
</td><td rowspan="1" colspan="1">80</td><td rowspan="1" colspan="1">20</td></tr><tr><td rowspan="1" colspan="1">
<bold>66</bold>
</td><td rowspan="1" colspan="1">45</td><td rowspan="1" colspan="1">15</td></tr><tr><td rowspan="1" colspan="1">
<bold>60</bold>
</td><td rowspan="1" colspan="1">25</td><td rowspan="1" colspan="1">10</td></tr><tr><td rowspan="1" colspan="1">
<bold>50</bold>
</td><td rowspan="1" colspan="1">12</td><td rowspan="1" colspan="1">6</td></tr><tr><td rowspan="1" colspan="1">
<bold>40</bold>
</td><td rowspan="1" colspan="1">10</td><td rowspan="1" colspan="1">5</td></tr><tr><td rowspan="1" colspan="1">
<bold>20</bold>
</td><td rowspan="1" colspan="1">5</td><td rowspan="1" colspan="1">5</td></tr></tbody></table></alternatives><table-wrap-foot><fn id="table-fn1-20543581251323947"><p><italic toggle="yes">Source.</italic> Adapted from Etchells et al.</p></fn></table-wrap-foot></table-wrap><p>
<italic toggle="yes">(Answer to question 2 is d)</italic>
</p></sec><sec id="section18-20543581251323947"><title>When are patients starting dialysis in your practice?</title><p>The team reviews eGFR at dialysis initiation in the kidney clinic over the preceding 6 months, and they find that 50% of patients start dialysis with an eGFR of &#x0003e;9.5 mL/min/1.73 m<sup>2</sup>. A literature review of this topic can also be used to determine baseline performance and root causes.</p></sec><sec id="section19-20543581251323947"><title>Creating a Problem and Aim Statement</title><p>Having identified a quality-of-care problem, the next step is to develop a &#x0201c;problem statement.&#x0201d; A problem statement is a framework upon which we then create an &#x0201c;aim statement&#x0201d;&#x02014;the focus of our quality improvement initiative.</p><table-wrap position="float" id="table4-20543581251323947"><alternatives><graphic xlink:href="10.1177_20543581251323947-table4" position="float"/><table frame="hsides" rules="groups"><colgroup span="1"><col align="left" span="1"/></colgroup><tbody><tr><td rowspan="1" colspan="1"><bold>
<underline>Example of a problem statement:</underline>
</bold>
<break/><italic toggle="yes">Patients are often started on dialysis with an eGFR&#x0003e;9.5 mL/min/1.73 m<sup>2</sup></italic>.<break/><italic toggle="yes">This practice does not improve patient outcomes.</italic></td></tr></tbody></table></alternatives></table-wrap><p>Effective aim statements are <bold>S.M.A.R.T</bold>: They are <italic toggle="yes">specific</italic> about what they target to achieve. They are <italic toggle="yes">measurable</italic> and should include a specific outcome or process measure (eg, no. of patients doing <italic toggle="yes">x</italic>). They should be <italic toggle="yes">achievable</italic>, where the desired level of improvement should be feasible. Determining the level of improvement that is feasible is often challenging and may be a moving target. This depends on many factors, including the resources available to establish QI interventions. They should be <italic toggle="yes">relevant</italic>, where the aim should be meaningful to stakeholders. Last, the aim statement should be <italic toggle="yes">time-bound</italic>, where a realistic target date should be set.</p><table-wrap position="float" id="table5-20543581251323947"><alternatives><graphic xlink:href="10.1177_20543581251323947-table5" position="float"/><table frame="hsides" rules="groups"><colgroup span="1"><col align="left" span="1"/></colgroup><tbody><tr><td rowspan="1" colspan="1"><bold>
<italic toggle="yes">Question 3. Based on the clinical case and your literature review</italic>
</bold>, <italic toggle="yes">choose the most appropriate aim statement for this project</italic>:<break/><italic toggle="yes">a)&#x02003;We aim to decrease the proportion of patients starting dialysis early.</italic>
<break/><italic toggle="yes">b)&#x02003;We aim to decrease the proportion of patients starting dialysis early</italic>
<break/><italic toggle="yes">c)&#x02003;(eGFR &#x0003e;9.5 mL/min/1.73 m<sup>2</sup></italic><italic toggle="yes">).</italic>
<break/><italic toggle="yes">d)&#x02003;We aim to decrease the proportion of patients starting dialysis early</italic>
<break/><italic toggle="yes">e)&#x02003;(eGFR &#x0003e;9.5 mL/min/1.73 m<sup>2</sup></italic><italic toggle="yes">) to &#x0003c;30% by the end of the next calendar year.</italic></td></tr></tbody></table></alternatives></table-wrap><p>
<italic toggle="yes">The answer to question 3 is c (a is incorrect because it is neither specific nor time bound. b is incorrect because it is not time bound. c is correct&#x02014;it defines an early start, provides a target and a date. It is achievable, as some programs are below 20%)</italic>
</p><p>The next steps are to create a <italic toggle="yes">root cause analysis team</italic>. This includes stakeholders invested in the outcome with knowledge of the issue. Creating a root cause analysis team is critical. Those affected by the proposed changes should be those helping create and guide the process.</p></sec><sec id="section20-20543581251323947"><title>Who are our stakeholders?</title><p>Stakeholders in this QI initiative can include, for example, the nephrology division head, nephrologists, nurse practitioners, nursing staff, dieticians, social workers, clinical managers, nephrology trainees, patients, caregivers, and information technology support staff.</p><p>To help identify and categorize stakeholders based on their influence and interest in a project, a <italic toggle="yes">power vs interest grid</italic> can be an effective visual tool (<xref rid="fig1-20543581251323947" ref-type="fig">Figure 1</xref>).<sup><xref rid="bibr9-20543581251323947" ref-type="bibr">9</xref>,<xref rid="bibr10-20543581251323947" ref-type="bibr">10</xref></sup> This grid can help develop strategies to engage and manage all involved stakeholders, to minimize resistance against the project, and to maximize support.</p><fig position="float" id="fig1-20543581251323947"><label>Figure 1.</label><caption><p>Power vs interest grid.</p></caption><graphic xlink:href="10.1177_20543581251323947-fig1" position="float"/></fig></sec></sec><sec id="section21-20543581251323947"><title>Patient Engagement</title><p>Engaging a patient champion while choosing the members of your team is an essential way of incorporating the voices of patients and caregivers into decisions affecting clinical care. Patient engagement improves communication between patients and health care providers, leading to increased patient and provider satisfaction, which may lead to a better embrace of potential changes. This empowers patients to become involved in their own health care and can result in meaningful changes to health care services. Any potential barriers to patient engagement within an organization need to be addressed.<sup>
<xref rid="bibr11-20543581251323947" ref-type="bibr">11</xref>
</sup></p><table-wrap position="float" id="table6-20543581251323947"><alternatives><graphic xlink:href="10.1177_20543581251323947-table6" position="float"/><table frame="hsides" rules="groups"><colgroup span="1"><col align="left" span="1"/></colgroup><tbody><tr><td rowspan="1" colspan="1">
<bold>
<italic toggle="yes">Question 4.</italic>
</bold>
<italic toggle="yes">Which one of the following is not a root cause analysis tool?</italic>
<break/>
<italic toggle="yes">a)&#x02003;The 5 Why&#x02019;s</italic>
<break/>
<italic toggle="yes">b)&#x02003;Pareto chart</italic>
<break/>
<italic toggle="yes">c)&#x02003;Fishbone / Ishikawa diagram</italic>
<break/>
<italic toggle="yes">d)&#x02003;Driver diagram</italic>
</td></tr></tbody></table></alternatives></table-wrap><p>
<italic toggle="yes">The answer to question 4 is d. The 5 why&#x02019;s, Pareto chart, and fishbone / Ishikawa diagram are all root cause analysis tools. A driver diagram is a tool designed to help prioritize change ideas.</italic>
</p><p>Identifying a cause before developing potential solutions is a key tenet of QI work. To figure out why patients may be starting dialysis at higher eGFRs, the QI team may use several root cause analysis tools including the 5 Why&#x02019;s, a fishbone / Ishikawa diagram, a failure mode and effect analysis, and a Pareto diagram. Patient champions will play a big part in identifying potential areas for improvement. This step may include consulting with the patient champions who are part of your team or reaching out to a larger number of patients through surveys, interviews, or focus groups.</p><list list-type="simple" id="list1-20543581251323947"><list-item><p>1. <italic toggle="yes">The 5 Why&#x02019;s:</italic> a brainstorming exercise where team members consider the root cause behind patients starting dialysis at higher eGFRs (<xref rid="fig2-20543581251323947" ref-type="fig">Figure 2</xref>).<sup>
<xref rid="bibr12-20543581251323947" ref-type="bibr">12</xref>
</sup></p></list-item></list><fig position="float" id="fig2-20543581251323947"><label>Figure 2.</label><caption><p>The 5 Why&#x02019;s&#x02014;Determining the root cause of a clinical problem.</p></caption><graphic xlink:href="10.1177_20543581251323947-fig2" position="float"/></fig><list list-type="simple" id="list2-20543581251323947"><list-item><p>2. <italic toggle="yes">Fishbone</italic>
<bold>
<italic toggle="yes">/</italic>
</bold>
<italic toggle="yes">Ishikawa diagram:</italic> A fishbone diagram (<xref rid="fig3-20543581251323947" ref-type="fig">Figure 3</xref>) is a cause-and-effect diagram with 6 process categories. This diagram helps identify possible causes of a problem and helps brainstorm causes relating to specific categories. Each &#x0201c;fishbone&#x0201d; branch is labeled with a category. The 4Ss, 5Ps, 6Ms is an example of different categories that can be used (<italic toggle="yes">4S: surroundings, suppliers, systems, skills; 5P: patients, providers, policies, procedures/processes, place/equipment; 6M</italic>: <bold>
<italic toggle="yes">m</italic>
</bold><italic toggle="yes">achine</italic>, <bold>
<italic toggle="yes">m</italic>
</bold><italic toggle="yes">ethod</italic>, <bold>
<italic toggle="yes">m</italic>
</bold><italic toggle="yes">aterials</italic>, <bold>
<italic toggle="yes">m</italic>
</bold><italic toggle="yes">easurement, hu(</italic>
<bold>
<italic toggle="yes">m</italic>
</bold><italic toggle="yes">an), and environment (</italic>
<bold>
<italic toggle="yes">m</italic>
</bold><italic toggle="yes">other nature).</italic></p></list-item></list><fig position="float" id="fig3-20543581251323947"><label>Figure 3.</label><caption><p>Example of a Fishbone / Ishikawa diagram considering the reasons why people followed in the multidisciplinary kidney clinic may be starting on dialysis early.</p></caption><graphic xlink:href="10.1177_20543581251323947-fig3" position="float"/></fig><list list-type="simple" id="list3-20543581251323947"><list-item><p>3. <italic toggle="yes">Failure mode and effect analysis (FMEA):</italic> This tool helps evaluate processes to identify how and where they might fail and to assess the impact of various failures. The FMEA tool helps us to proactively change processes to prevent future failures instead of reacting once failures have occurred (see <xref rid="table8-20543581251323947" ref-type="table">Table 2</xref>).<sup>
<xref rid="bibr12-20543581251323947" ref-type="bibr">12</xref>
</sup></p></list-item></list><table-wrap position="float" id="table7-20543581251323947"><alternatives><graphic xlink:href="10.1177_20543581251323947-table7" position="float"/><table frame="hsides" rules="groups"><colgroup span="1"><col align="left" span="1"/></colgroup><tbody><tr><td rowspan="1" colspan="1">
<bold>
<italic toggle="yes">Question 5.</italic>
</bold>
<italic toggle="yes">What is the Pareto principle?</italic>
<break/>
<italic toggle="yes">a)&#x02003;That only 50% of root causes should be prioritized</italic>
<break/>
<italic toggle="yes">b)&#x02003;That root causes must be identified to solve a QI problem</italic>
<break/>
<italic toggle="yes">c)&#x02003;That 80% of outcomes come from ~ 20% of the causes</italic>
</td></tr></tbody></table></alternatives></table-wrap><table-wrap position="float" id="table8-20543581251323947"><label>Table 2.</label><caption><p>Example of Failure Mode and Effect Analysis (FMEA) Tool.</p></caption><alternatives><graphic xlink:href="10.1177_20543581251323947-table8" position="float"/><table frame="hsides" rules="groups"><colgroup span="1"><col align="left" span="1"/><col align="char" char="." span="1"/><col align="char" char="." span="1"/><col align="char" char="." span="1"/><col align="char" char="." span="1"/><col align="char" char="." span="1"/><col align="char" char="." span="1"/><col align="char" char="." span="1"/><col align="char" char="." span="1"/></colgroup><thead><tr><th align="center" rowspan="1" colspan="1">Steps</th><th align="center" rowspan="1" colspan="1">Failure mode</th><th align="center" rowspan="1" colspan="1">Failure causes</th><th align="center" rowspan="1" colspan="1">Failure effects</th><th align="center" rowspan="1" colspan="1">Likelihood of occurrence (1-10)</th><th align="center" rowspan="1" colspan="1">Likelihood of detection (1-10)</th><th align="center" rowspan="1" colspan="1">Severity (1-10)</th><th align="center" rowspan="1" colspan="1">Risk profile number (RPN)</th><th align="center" rowspan="1" colspan="1">Actions to reduce occurrence of failure</th></tr></thead><tbody><tr><td rowspan="1" colspan="1"/><td rowspan="1" colspan="1">What could go wrong?</td><td rowspan="1" colspan="1">Why would the failure happen?</td><td rowspan="1" colspan="1">What would be the consequences of the failure?</td><td rowspan="1" colspan="1">10 being the most likely</td><td rowspan="1" colspan="1">10 being the most likely NOT to be detected</td><td rowspan="1" colspan="1">What is the likelihood that the failure mode will cause severe harm?</td><td rowspan="1" colspan="1">Multiply the 3 scores. The lowest score will be 1, the highest possible score will be 1000.</td><td rowspan="1" colspan="1">List the possible actions to improve safety systems, especially for failure modes with the highest RPNs.</td></tr><tr><td rowspan="1" colspan="1">
<bold>1</bold>
</td><td rowspan="1" colspan="1">Patient symptom checklist completed.</td><td rowspan="1" colspan="1">Lack of time by allied health.</td><td rowspan="1" colspan="1">Patient may be experiencing symptoms that are not picked up by the team.</td><td rowspan="1" colspan="1">5</td><td rowspan="1" colspan="1">7</td><td rowspan="1" colspan="1">7</td><td rowspan="1" colspan="1">245</td><td rowspan="1" colspan="1">Reminder in template patient note to address symptom checklist.</td></tr><tr><td rowspan="1" colspan="1">
<bold>Etc.</bold>
</td><td rowspan="1" colspan="1"/><td rowspan="1" colspan="1"/><td rowspan="1" colspan="1"/><td rowspan="1" colspan="1"/><td rowspan="1" colspan="1"/><td rowspan="1" colspan="1"/><td rowspan="1" colspan="1"/><td rowspan="1" colspan="1"/></tr></tbody></table></alternatives></table-wrap><p>
<italic toggle="yes">The answer to question 5 is c&#x02014;the Pareto principle states that 80% of the outcomes or consequences can be traced back to roughly 20% of the causes. This is otherwise known as the 80/20 rule.</italic>
</p><list list-type="simple" id="list4-20543581251323947"><list-item><p>4. <italic toggle="yes">The Pareto diagram:</italic> A Pareto diagram is a bar chart depicting how often different categories of events occur. The most commonly occurring event may be the root cause and this helps maintain focus on causes that will have the greatest impact if solved (<xref rid="fig4-20543581251323947" ref-type="fig">Figure 4</xref>).<sup>
<xref rid="bibr12-20543581251323947" ref-type="bibr">12</xref>
</sup></p></list-item></list><fig position="float" id="fig4-20543581251323947"><label>Figure 4.</label><caption><p>Example of a Pareto diagram.</p></caption><graphic xlink:href="10.1177_20543581251323947-fig4" position="float"/></fig><fig position="float" id="fig5-20543581251323947"><label>Figure 5.</label><caption><p>Example of an affinity diagram where change ideas are developed and categorized.</p></caption><graphic xlink:href="10.1177_20543581251323947-fig5" position="float"/></fig><p>Based on the root cause analysis, the QI team decide the greatest potential impact will stem from addressing</p><list list-type="simple" id="list5-20543581251323947"><list-item><p>-&#x02003;Difficulties reviewing patients with low eGFR regularly in clinic</p></list-item><list-item><p>-&#x02003;A lack of expertise with symptom management</p></list-item></list><sec id="section22-20543581251323947"><title>Next steps: brainstorming solutions and change ideas</title><p>Several tools have been developed to encourage brainstorming and organizing change ideas that address the root causes identified above. An affinity diagram (<xref rid="table9-20543581251323947" ref-type="table">Table 3</xref>) allows teams to be creative but also to include and categorize change ideas that are both measurable and achievable. These change ideas should be directed at solving the root causes (eg, difficulty reviewing patients with low eGFR on a regular basis in the clinic and lack of expertise with symptom management).</p><table-wrap position="float" id="table9-20543581251323947"><label>Table 3.</label><caption><p>Hierarchy of effectiveness.</p></caption><alternatives><graphic xlink:href="10.1177_20543581251323947-table9" position="float"/><table frame="hsides" rules="groups"><colgroup span="1"><col align="left" span="1"/><col align="char" char="." span="1"/><col align="char" char="." span="1"/></colgroup><tbody><tr><td rowspan="1" colspan="1">
<inline-graphic xlink:href="10.1177_20543581251323947-img2.jpg"/>
</td></tr></tbody></table></alternatives></table-wrap><p>A visual representation of a hierarchy of effectiveness is another brainstorming tool that helps organize the following change ideas by increasing effectiveness (see <xref rid="table10-20543581251323947" ref-type="table">Table 4</xref>).<sup>
<xref rid="bibr13-20543581251323947" ref-type="bibr">13</xref>
</sup></p><table-wrap position="float" id="table10-20543581251323947"><label>Table 4.</label><caption><p>Example of different QI measures and their definitions.</p></caption><alternatives><graphic xlink:href="10.1177_20543581251323947-table10" position="float"/><table frame="hsides" rules="groups"><colgroup span="1"><col align="left" span="1"/><col align="char" char="." span="1"/><col align="char" char="." span="1"/></colgroup><thead><tr><th align="center" rowspan="1" colspan="1">QI Measure</th><th align="center" rowspan="1" colspan="1">Definition</th><th align="center" rowspan="1" colspan="1">Examples based on Clinical Case</th></tr></thead><tbody><tr><td rowspan="1" colspan="1">
<bold>Outcome measure</bold>
</td><td rowspan="1" colspan="1">- A measure of what we are trying to achieve by capturing system performance.<break/>- Usually you have only one.</td><td rowspan="1" colspan="1">- The proportion of patients starting dialysis with an eGFR &#x0003c;9.5 mL/min/1.73 m<sup>2</sup>.</td></tr><tr><td rowspan="1" colspan="1">
<bold>Process measure</bold>
</td><td rowspan="1" colspan="1">- Measures the things you are doing to achieve your aim capturing the changes your QI efforts make to the inputs or steps that contribute to system outcomes.<break/>- These can be different for each PDSA cycle.<break/>- There are often multiple process measures.</td><td rowspan="1" colspan="1">- The proportion of patients receiving weekly telephone calls to evaluate uremic symptoms.<break/>- The proportion of visits where a symptom management checklist is completed.</td></tr><tr><td rowspan="1" colspan="1">
<bold>Balancing measures</bold>
</td><td rowspan="1" colspan="1">- Evaluate system performance and potential changes.<break/>- Measures unintended consequences or trade-offs.</td><td rowspan="1" colspan="1">- The additional time spent by nursing staff per patient per week.<break/>- Additional time spent calling patients to review symptoms.</td></tr></tbody></table></alternatives></table-wrap><table-wrap position="float" id="table11-20543581251323947"><alternatives><graphic xlink:href="10.1177_20543581251323947-table11" position="float"/><table frame="hsides" rules="groups"><colgroup span="1"><col align="left" span="1"/></colgroup><tbody><tr><td rowspan="1" colspan="1">
<bold>
<italic toggle="yes">Question 6.</italic>
</bold>
<italic toggle="yes">Which type of change idea may be most effective based on the hierarchy of effectiveness that will help reduce the proportion of patients starting dialysis early?</italic>
<break/>
<italic toggle="yes">a)&#x02003;Forcing function and constraints (eg, if no metabolic indication, wait 1 week before</italic>
<break/>
<italic toggle="yes">b)&#x02003;starting the patient on dialysis)</italic>
<break/>
<italic toggle="yes">c)&#x02003;Training and education (eg, infographics for patients and providers on symptom control)</italic>
<break/>
<italic toggle="yes">d)&#x02003;Simplification and standardization (eg, introduce a symptom control nurse)</italic>
</td></tr></tbody></table></alternatives></table-wrap><p>
<italic toggle="yes">The answer to question 6 is a&#x02014;design-oriented features are sometimes the most effective at creating change as they rely less on human factors and will create less variability between health care providers.</italic>
</p></sec><sec id="section23-20543581251323947"><title>How do we decide which change idea to test first?</title><p>A &#x0201c;Possible / Implement / Challenge / Kill&#x0201d; (PICK) chart helps categorize and identify whether a change idea will be easy or difficult to implement.<sup>
<xref rid="bibr14-20543581251323947" ref-type="bibr">14</xref>
</sup> Items in the left upper corner will have a high payoff and are relatively easy to implement. Items in the bottom right corner will have a lower payoff&#x02014;they may be challenging to implement, and potentially reasonable to defer. Remember that change ideas should address root causes no matter where they fall on the PICK chart.</p><p>Once a change idea has been selected for further testing, it is important to track whether our changes will lead to improvement. The Institute for Healthcare Improvement (IHI) Model for Improvement is a model which focuses on setting aims and developing measures to see whether a change results in improvement. At the core of this model is the Plan-Do-Study-Act cycle, where small scale interventions are implemented to test for change, and where subsequent cycles are modified to learn from these tests.<sup><xref rid="bibr15-20543581251323947" ref-type="bibr">15</xref>,<xref rid="bibr16-20543581251323947" ref-type="bibr">16</xref></sup> In the &#x0201c;Plan&#x0201d; phase, we describe the objective and the change being tested. Predictions of what will happen are formulated, and action steps are created, with a plan for collecting data. The &#x0201c;Do&#x0201d; step is where the change ideas are tested, data are collected, and we describe what happens. We then &#x0201c;Study&#x0201d; and analyze the collected data, compare outcomes with what was originally predicted, and summarize what has been learned. Last, we &#x0201c;Act&#x0201d; and decide the next best steps, considering any changes for the next Plan-Do-Study-Act (PDSA) cycle.</p><p>Quality improvement initiatives collect data on many measures. Outcome measures reflect what we are trying to achieve, with one outcome measure typically analyzed for a given change idea. The proportion of patients starting dialysis with an eGFR &#x0003c;9.5 mL/min/1.73 m<sup>2</sup> is an example of an outcome measure. Process measures quantify what we are doing to try to reach a particular outcome.</p><table-wrap position="float" id="table12-20543581251323947"><alternatives><graphic xlink:href="10.1177_20543581251323947-table12" position="float"/><table frame="hsides" rules="groups"><colgroup span="1"><col align="left" span="1"/></colgroup><tbody><tr><td rowspan="1" colspan="1">
<bold>
<italic toggle="yes">Question 7.</italic>
</bold>
<italic toggle="yes">Which one of the following is a process measure that we can use to measure the changes we implement in our multidisciplinary kidney clinic?</italic>
<break/>
<italic toggle="yes">a)&#x02003;Proportion of patients with completed symptom management checklist</italic>
<break/>
<italic toggle="yes">b)&#x02003;Proportion of patients starting dialysis with an eGFR &#x0003e;9.5 mL/min/1.73 m<sup>2</sup></italic>
<break/>
<italic toggle="yes">c)&#x02003;Time (minutes) spent per week calling patients by nursing staff</italic>
</td></tr></tbody></table></alternatives></table-wrap><p>
<italic toggle="yes">The answer to question 7 is a&#x02014;the proportion of patients with a completed symptom management checklist. B is an outcome measure, and c is a balancing measure (or measure of trade-offs, or unintended consequences)</italic>
</p><p>Process measures can be different for each PDSA cycle, with multiple process measures being often evaluated (eg, proportion of patients receiving weekly calls to evaluate symptoms, or the proportion of visits where a symptom management checklist is completed). Last, balancing measures assess unintended consequences or trade-offs. The additional time spent per patient by nursing staff per week or additional time spent calling patients to review symptoms is an example of balancing measures.</p><fig position="float" id="fig6-20543581251323947"><label>Figure 6.</label><caption><p>Example of a design and person-oriented change ideas organized by their effectiveness.</p></caption><graphic xlink:href="10.1177_20543581251323947-fig6" position="float"/></fig><fig position="float" id="fig7-20543581251323947"><label>Figure 7.</label><caption><p>Example of a PICK chart (possible, implement, challenge, kill).</p></caption><graphic xlink:href="10.1177_20543581251323947-fig7" position="float"/></fig></sec><sec id="section24-20543581251323947"><title>Creating a run chart</title><p>A run chart is a graphical display of data, where data from each PDSA can be highlighted (<xref rid="fig8-20543581251323947" ref-type="fig">Figure 8</xref>).<sup>
<xref rid="bibr17-20543581251323947" ref-type="bibr">17</xref>
</sup> This visual representation highlights whether the intervention affects the outcome or key process measure, and indicates whether a QI change is showing a nonrandom signal.<sup>
<xref rid="bibr17-20543581251323947" ref-type="bibr">17</xref>
</sup> The y axis is the QI indicator (eg, 0%-100%), and x axis represents time. Two lines are placed on the chart: (1) median&#x02014;based on current data, and (2) your chosen target. A run chart highlights if changes lead to improvement, and if that improvement is then sustained. Astronomical data points are points which obviously differ, where all studying the chart would agree the point is unusual.<sup>
<xref rid="bibr17-20543581251323947" ref-type="bibr">17</xref>
</sup>
<xref rid="fig9-20543581251323947" ref-type="fig">Figure 9</xref> illustrates a run chart displaying how different PDSA cycles affect the proportion of patients starting dialysis with an eGFR &#x0003e; 9.5 mL/min/1.73 m<sup>2</sup>. A trend represents 5 consecutive points going either up or down (eg, consecutive months where the percentage of patients starting dialysis early decreases), and a shift represents 6 consecutive points that are consistently above or below the median (eg, 6 consecutive months where the percentage of patients starting dialysis early is &#x0003c;35%) (<xref rid="fig10-20543581251323947" ref-type="fig">Figure 10</xref>).<sup>
<xref rid="bibr17-20543581251323947" ref-type="bibr">17</xref>
</sup></p><fig position="float" id="fig8-20543581251323947"><label>Figure 8.</label><caption><p>Example of a run chart template.</p></caption><graphic xlink:href="10.1177_20543581251323947-fig8" position="float"/></fig><fig position="float" id="fig9-20543581251323947"><label>Figure 9.</label><caption><p>Example of a run chart identifying change in practice over time. Outliers, or astronomical data points are highlighted. A run chart can be interpreted by counting the number of times the line connecting the data points crosses the median which indicates change in practice over time.</p></caption><graphic xlink:href="10.1177_20543581251323947-fig9" position="float"/></fig><fig position="float" id="fig10-20543581251323947"><label>Figure 10.</label><caption><p>Run chart showing the percentage of patients starting dialysis early (eGFR &#x0003e;9.5 mL/min/1.73 m)<sup>2</sup>.</p><p>&#x02022;&#x02003;Arrow 1: No meaningful change with the first PDSA cycle.</p><p>&#x02022;&#x02003;Arrow 2: Trend and shift with the second PDSA cycle.</p><p>&#x02022;&#x02003;Arrow 3: Upward trend due to lack of regular review of eGFR prior to starting.</p><p>&#x02022;&#x02003;Arrow 4: Trend downward with the 3<sup>rd</sup> PDSA cycle.</p></caption><graphic xlink:href="10.1177_20543581251323947-fig10" position="float"/></fig></sec></sec></sec><sec id="section25-20543581251323947"><title>Clinical Case&#x02014;Conclusions</title><p>The nursing team starts calling the patient weekly to evaluate for symptoms suggestive of uremia, and a symptom management checklist is introduced. The patient ultimately initiates dialysis at an eGFR of 8 mL/min/1.7 3m<sup>2</sup> with onset of generalized pruritus and worsening fatigue, in line with current CSN recommendations regarding dialysis initiation.<sup>
<xref rid="bibr4-20543581251323947" ref-type="bibr">4</xref>
</sup></p></sec><sec id="section26-20543581251323947"><title>Summary</title><p>Health care systems have a commitment to continuously improve the quality of care: care that is safe, effective, timely, efficient, patient-centered, and equitable. This nephrology-oriented QI case highlights how a core set of QI principles can be used to develop a QI project. Identifying the quality issue and determining clear goals, engaging the appropriate stakeholders to understand the problem from a range of perspectives, identifying a feasible and measurable change, and using data to track the impact of change on improvement are essential components of all QI initiatives. This case used some of the common methods and principles in quality improvement. This may help spread improvement interventions through growing a culture of improvement and its methodology in renal and the general medical practice. This article will be available in the form of an educational interactive case on the Canadian Society Nephrology (CSN) website at the following address <ext-link xlink:href="https://bit.ly/41U4wXo" ext-link-type="uri">https://bit.ly/41U4wXo</ext-link>. Additional QI-specific tools and resources can also be found at <ext-link xlink:href="https://www.csnscn.ca/csn-committees/csn-quis-committee/" ext-link-type="uri">https://www.csnscn.ca/csn-committees/csn-quis-committee/</ext-link></p></sec></body><back><ack><p>The authors value the support and guidance from the Canadian Society of Nephrology and the Canadian Society of Nephrology Quality Improvement and Implementation Science (CSN-QUIS) Committee.</p></ack><fn-group><fn fn-type="COI-statement"><p>The author(s) declared the following potential conflicts of interest with respect to the research, authorship, and/or publication of this article: K.L. has no conflicts of interest relevant to this study. S.A.S. has received consulting fees from AstraZeneca and honoraria from Otsuka and Novo Nordisk. T.G. has no conflicts of interest relevant to this study. E.S.-V. has no conflicts of interest relevant to the study. All authors approved the final version of the submitted manuscript. We certify that this manuscript nor one with substantially similar content has been published or is being considered for publication elsewhere.</p></fn><fn fn-type="financial-disclosure"><p><bold>Funding:</bold> The author(s) received no financial support for the research, authorship, and/or publication of this article.</p></fn><fn fn-type="other"><p><bold>Ethics Approval and Consent to Participate:</bold> Formal research ethics board review was not required by the University of Ottawa based on the Tri-Council Policy Statement.</p></fn><fn fn-type="other"><p><bold>Consent for Publication:</bold> All authors approved the final version of this manuscript.</p></fn><fn fn-type="other"><p><bold>ORCID iDs:</bold> Khaled Lotfy <inline-graphic xlink:href="10.1177_20543581251323947-img1.jpg"/>
<ext-link xlink:href="https://orcid.org/0000-0001-7604-8877" ext-link-type="uri">https://orcid.org/0000-0001-7604-8877</ext-link></p><p>Epsita Shome-Vasanthan <inline-graphic xlink:href="10.1177_20543581251323947-img1.jpg"/>
<ext-link xlink:href="https://orcid.org/0009-0006-4278-6074" ext-link-type="uri">https://orcid.org/0009-0006-4278-6074</ext-link></p><p>Samuel A. Silver <inline-graphic xlink:href="10.1177_20543581251323947-img1.jpg"/>
<ext-link xlink:href="https://orcid.org/0000-0002-1843-6131" ext-link-type="uri">https://orcid.org/0000-0002-1843-6131</ext-link></p><p>Tamara Glavinovic <inline-graphic xlink:href="10.1177_20543581251323947-img1.jpg"/>
<ext-link xlink:href="https://orcid.org/0000-0001-6462-8858" ext-link-type="uri">https://orcid.org/0000-0001-6462-8858</ext-link></p></fn><fn fn-type="other"><p><bold>Data Sharing:</bold> Please contact the corresponding author for any reasonable requests to share this data.</p></fn></fn-group><ref-list><title>References</title><ref id="bibr1-20543581251323947"><label>1</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<name><surname>Iskander</surname><given-names>C</given-names></name>
<name><surname>McQuillan</surname><given-names>R</given-names></name>
<name><surname>Nesrallah</surname><given-names>G</given-names></name>
<name><surname>Rabbat</surname><given-names>C</given-names></name>
<name><surname>Mendelssohn</surname><given-names>DC.</given-names></name>
</person-group>
<article-title>Attitudes and opinions of Canadian nephrologists toward continuous quality improvement options</article-title>. <source>Can J Kidney Health Dis</source>. <year>2017</year>;<volume>4</volume>:2054358117725295. doi:<pub-id pub-id-type="doi">10.1177/2054358117725295</pub-id>.</mixed-citation></ref><ref id="bibr2-20543581251323947"><label>2</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<name><surname>Cooper</surname><given-names>BA</given-names></name>
<name><surname>Branley</surname><given-names>P</given-names></name>
<name><surname>Bulfone</surname><given-names>L</given-names></name>
</person-group>, <etal>et al</etal>. <article-title>A randomized, controlled trial of early versus late initiation of dialysis</article-title>. <source>N Engl J Med</source>. <year>2010</year>;<volume>363</volume>:<fpage>609</fpage>-<lpage>619</lpage>. doi:<pub-id pub-id-type="doi">10.1056/NEJMoa1000552</pub-id>.<pub-id pub-id-type="pmid">20581422</pub-id>
</mixed-citation></ref><ref id="bibr3-20543581251323947"><label>3</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<name><surname>Pollock</surname><given-names>CA</given-names></name>
<name><surname>Cooper</surname><given-names>BA</given-names></name>
<name><surname>Harris</surname><given-names>DC.</given-names></name>
</person-group>
<article-title>When should we commence dialysis? The story of a lingering problem and today&#x02019;s scene after the IDEAL study</article-title>. <source>Nephrol Dial Transplant</source>. <year>2012</year>;<volume>27</volume>(<issue>6</issue>):<fpage>2162</fpage>-<lpage>2166</lpage>. doi:<pub-id pub-id-type="doi">10.1093/ndt/gfs125</pub-id>.<pub-id pub-id-type="pmid">22649211</pub-id>
</mixed-citation></ref><ref id="bibr4-20543581251323947"><label>4</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<name><surname>Nesrallah</surname><given-names>GE</given-names></name>
<name><surname>Mustafa</surname><given-names>RA</given-names></name>
<name><surname>Clark</surname><given-names>WF</given-names></name>
</person-group>, <etal>et al</etal>. <article-title>Canadian Society of Nephrology 2014 clinical practice guideline for timing the initiation of chronic dialysis</article-title>. <source>CMAJ</source>. <year>2014</year>;<volume>186</volume>:<fpage>112</fpage>-<lpage>117</lpage>. doi:<pub-id pub-id-type="doi">10.1503/cmaj.130363</pub-id>.<pub-id pub-id-type="pmid">24492525</pub-id>
</mixed-citation></ref><ref id="bibr5-20543581251323947"><label>5</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<name><surname>Song</surname><given-names>MK</given-names></name>
<name><surname>Lin</surname><given-names>FC</given-names></name>
<name><surname>Gilet</surname><given-names>CA</given-names></name>
<name><surname>Arnold</surname><given-names>RM</given-names></name>
<name><surname>Bridgman</surname><given-names>JC</given-names></name>
<name><surname>Ward</surname><given-names>SE.</given-names></name>
</person-group>
<article-title>Patient perspectives on informed decision-making surrounding dialysis initiation</article-title>. <source>Nephrol Dial Transplant</source>. <year>2013</year>;<volume>28</volume>(<issue>11</issue>):<fpage>2815</fpage>-<lpage>2823</lpage>.<pub-id pub-id-type="pmid">23901048</pub-id>
</mixed-citation></ref><ref id="bibr6-20543581251323947"><label>6</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<name><surname>Cabrera</surname><given-names>VJ</given-names></name>
<name><surname>Hansson</surname><given-names>J</given-names></name>
<name><surname>Kliger</surname><given-names>AS</given-names></name>
</person-group>, <etal>et al</etal>. <article-title>Symptom management of the patient with CKD: the role of dialysis</article-title>. <source>Clin J Am Soc Nephrol</source>. <year>2017</year>;<volume>12</volume>:<fpage>687</fpage>-<lpage>693</lpage>.<pub-id pub-id-type="pmid">28148557</pub-id>
</mixed-citation></ref><ref id="bibr7-20543581251323947"><label>7</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<name><surname>Evangelidis</surname><given-names>N</given-names></name>
<name><surname>Tong</surname><given-names>A</given-names></name>
<name><surname>Manns</surname><given-names>B</given-names></name>
</person-group>, <etal>et al</etal>. <article-title>Developing a set of core outcomes for trials in hemodialysis: an international Delphi survey</article-title>. <source>Am J Kidney Dis</source>. <year>2017</year>;<volume>70</volume>(<issue>4</issue>):<fpage>464</fpage>-<lpage>475</lpage>.<pub-id pub-id-type="pmid">28238554</pub-id>
</mixed-citation></ref><ref id="bibr8-20543581251323947"><label>8</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<name><surname>Clark</surname><given-names>WF</given-names></name>
<name><surname>Na</surname><given-names>Y</given-names></name>
<name><surname>Rosansky</surname><given-names>SJ</given-names></name>
</person-group>, <etal>et al</etal>. <article-title>Association between estimated glomerular filtration rate at initiation of dialysis and mortality</article-title>. <source>CMAJ</source>. <year>2011</year>;<volume>183</volume>:<fpage>47</fpage>-<lpage>53</lpage>. doi:<pub-id pub-id-type="doi">10.1503/cmaj.100349</pub-id>.<pub-id pub-id-type="pmid">21135082</pub-id>
</mixed-citation></ref><ref id="bibr9-20543581251323947"><label>9</label><mixed-citation publication-type="book">
<person-group person-group-type="author">
<name><surname>Eden</surname><given-names>C</given-names></name>
<name><surname>Ackermann</surname><given-names>F.</given-names></name>
</person-group>
<source>Making Strategy: The Journey of Strategic Management</source>. <publisher-loc>Newcastle upon Tyne, UK</publisher-loc>: <publisher-name>SAGE</publisher-name>; <year>1998</year>.</mixed-citation></ref><ref id="bibr10-20543581251323947"><label>10</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<name><surname>Bryson</surname><given-names>JM.</given-names></name>
</person-group>
<article-title>What to do when stakeholders matter: stakeholder identification and analysis techniques</article-title>. <source>Public Manag Rev</source>. <year>2004</year>;<volume>6</volume>:<fpage>21</fpage>-<lpage>53</lpage>.</mixed-citation></ref><ref id="bibr11-20543581251323947"><label>11</label><mixed-citation publication-type="webpage">
<person-group person-group-type="author">
<name><surname>Ontario</surname><given-names>HQ</given-names></name>
</person-group>. <article-title>Engaging with patients and caregivers about quality improvement: a guide for health care providers</article-title>. Published 2016. <comment>Accessed December 12, 2024</comment>. <ext-link xlink:href="http://www.hqontario.ca/portals/0/documents/qi/qip/patient-engagement-guide-1611-en.pdf" ext-link-type="uri">http://www.hqontario.ca/portals/0/documents/qi/qip/patient-engagement-guide-1611-en.pdf</ext-link></mixed-citation></ref><ref id="bibr12-20543581251323947"><label>12</label><mixed-citation publication-type="webpage">
<collab>Patient Safety Essentials Toolkit</collab>. Published 2023. <comment>Accessed November 29, 2023</comment>. <ext-link xlink:href="https://www.ihi.org/resources/tools" ext-link-type="uri">https://www.ihi.org/resources/tools</ext-link></mixed-citation></ref><ref id="bibr13-20543581251323947"><label>13</label><mixed-citation publication-type="book">
<person-group person-group-type="author">
<name><surname>Parties</surname><given-names>I.</given-names></name>
</person-group>
<source>Canadian Incident Analysis Framework</source>. <publisher-loc>Edmonton</publisher-loc>: <publisher-name>Canada Patient Safety Institute</publisher-name>; <year>2012</year>.</mixed-citation></ref><ref id="bibr14-20543581251323947"><label>14</label><mixed-citation publication-type="book">
<person-group person-group-type="author">
<name><surname>Stamatis</surname><given-names>DH.</given-names></name>
</person-group>
<source>Six Sigma Fundamentals: A Complete Introduction to the System, Methods, and Tools</source>. <publisher-loc>Boca Raton, FL</publisher-loc>: <publisher-name>CRC Press</publisher-name>; <year>2019</year>.</mixed-citation></ref><ref id="bibr15-20543581251323947"><label>15</label><mixed-citation publication-type="book">
<person-group person-group-type="author">
<name><surname>Ogrinc</surname><given-names>GS.</given-names></name>
</person-group>
<source>Fundamentals of Health Care Improvement: A Guide to Improving Your Patient&#x02019;s Care</source>. <publisher-loc>Oakbrook Terrace, IL</publisher-loc>: <publisher-name>Joint Commission Resources</publisher-name>; <year>2012</year>.</mixed-citation></ref><ref id="bibr16-20543581251323947"><label>16</label><mixed-citation publication-type="book">
<person-group person-group-type="author">
<name><surname>Langley</surname><given-names>GJ</given-names></name>
<name><surname>Moen</surname><given-names>RD</given-names></name>
<name><surname>Nolan</surname><given-names>KM</given-names></name>
</person-group>, <etal>et al</etal>. <source>The Improvement Guide: A Practical Approach to Enhancing Organizational Performance</source>. <publisher-loc>Hoboken, NJ</publisher-loc>: <publisher-name>John Wiley &#x00026; Sons</publisher-name>; <year>2009</year>.</mixed-citation></ref><ref id="bibr17-20543581251323947"><label>17</label><mixed-citation publication-type="journal">
<person-group person-group-type="author">
<name><surname>Perla</surname><given-names>RJ</given-names></name>
<name><surname>Provost</surname><given-names>LP</given-names></name>
<name><surname>Murray</surname><given-names>SK.</given-names></name>
</person-group>
<article-title>The run chart: a simple analytical tool for learning from variation in healthcare processes</article-title>. <source>BMJ Qual Saf</source>. <year>2011</year>;<volume>20</volume>(<issue>1</issue>):<fpage>46</fpage>-<lpage>51</lpage>. doi:<pub-id pub-id-type="doi">10.1136/bmjqs.2009.037895</pub-id>.</mixed-citation></ref></ref-list></back></article>